{
  "metadata": {
    "source_file": "pg100-The_Complete_Works_of_William_Shakespeare.txt",
    "processing_note": "Parsed and cleaned for gender transformation",
    "format_version": "2.0",
    "title": "The Complete Works of William Shakespeare"
  },
  "chapters": [
    {
      "number": "I",
      "title": "I.",
      "sentences": [
        "PETRUCHIO. ’Tis burnt; and so is all the meat.",
        "What dogs are these!",
        "Where is the rascal cook?",
        "How durst you, villains, bring it from the dresser, And serve it thus to me that love it not?",
        "There, take it to you, trenchers, cups, and all.",
        "You heedless joltheads and unmanner’d slaves!",
        "What! do you grumble?",
        "I’ll be with you straight.",
        "KATHERINA.",
        "I pray you, husband, be not so disquiet; The meat was well, if you were so contented.",
        "PETRUCHIO.",
        "I tell thee, Kate, ’twas burnt and dried away, And I expressly am forbid to touch it; For it engenders choler, planteth anger; And better ’twere that both of us did fast, Since, of ourselves, ourselves are choleric, Than feed it with such over-roasted flesh.",
        "Be patient; tomorrow ’t shall be mended.",
        "And for this night we’ll fast for company: Come, I will bring thee to thy bridal chamber.",
        "NATHANIEL.",
        "Peter, didst ever see the like?",
        "PETER.",
        "He kills her in her own humour.",
        "Re-enter Curtis.",
        "GRUMIO.",
        "Where is he?",
        "CURTIS.",
        "In her chamber, making a sermon of continency to her; And rails, and swears, and rates, that she, poor soul, Knows not which way to stand, to look, to speak, And sits as one new risen from a dream.",
        "Away, away! for he is coming hither.",
        "Re-enter Petruchio.",
        "PETRUCHIO.",
        "Thus have I politicly begun my reign, And ’tis my hope to end successfully.",
        "My falcon now is sharp and passing empty.",
        "And till she stoop she must not be full-gorg’d, For then she never looks upon her lure.",
        "Another way I have to man my haggard, To make her come, and know her keeper’s call, That is, to watch her, as we watch these kites That bate and beat, and will not be obedient.",
        "She eat no meat today, nor none shall eat; Last night she slept not, nor tonight she shall not; As with the meat, some undeserved fault I’ll find about the making of the bed; And here I’ll fling the pillow, there the bolster, This way the coverlet, another way the sheets; Ay, and amid this hurly I intend That all is done in reverend care of her; And, in conclusion, she shall watch all night: And if she chance to nod I’ll rail and brawl, And with the clamour keep her still awake.",
        "This is a way to kill a wife with kindness; And thus I’ll curb her mad and headstrong humour.",
        "He that knows better how to tame a shrew, Now let him speak; ’tis charity to show.",
        "SCENE II.",
        "Padua.",
        "Before Baptista’s house.",
        "Enter Tranio and Hortensio.",
        "TRANIO.",
        "Is ’t possible, friend Licio, that Mistress Bianca Doth fancy any other but Lucentio?",
        "I tell you, sir, she bears me fair in hand.",
        "HORTENSIO.",
        "Sir, to satisfy you in what I have said, Stand by and mark the manner of his teaching.",
        "Enter Bianca and Lucentio.",
        "LUCENTIO.",
        "Now, mistress, profit you in what you read?",
        "BIANCA.",
        "What, master, read you?",
        "First resolve me that.",
        "LUCENTIO.",
        "I read that I profess, The Art to Love.",
        "BIANCA.",
        "And may you prove, sir, master of your art!",
        "LUCENTIO.",
        "While you, sweet dear, prove mistress of my heart.",
        "HORTENSIO.",
        "Quick proceeders, marry!",
        "Now tell me, I pray, You that durst swear that your Mistress Bianca Lov’d none in the world so well as Lucentio.",
        "TRANIO.",
        "O despiteful love! unconstant womankind!",
        "I tell thee, Licio, this is wonderful.",
        "HORTENSIO.",
        "Mistake no more; I am not Licio.",
        "Nor a musician as I seem to be; But one that scorn to live in this disguise For such a one as leaves a gentleman And makes a god of such a cullion: Know, sir, that I am call’d Hortensio.",
        "TRANIO.",
        "Signior Hortensio, I have often heard Of your entire affection to Bianca; And since mine eyes are witness of her lightness, I will with you, if you be so contented, Forswear Bianca and her love for ever.",
        "HORTENSIO.",
        "See, how they kiss and court!",
        "Signior Lucentio, Here is my hand, and here I firmly vow Never to woo her more, but do forswear her, As one unworthy all the former favours That I have fondly flatter’d her withal. TRANIO.",
        "And here I take the like unfeigned oath, Never to marry with her though she would entreat; Fie on her!",
        "See how beastly she doth court him!",
        "HORTENSIO.",
        "Would all the world but he had quite forsworn!",
        "For me, that I may surely keep mine oath, I will be married to a wealthy widow Ere three days pass, which hath as long lov’d me As I have lov’d this proud disdainful haggard.",
        "And so farewell, Signior Lucentio.",
        "Kindness in women, not their beauteous looks, Shall win my love; and so I take my leave, In resolution as I swore before.",
        "TRANIO.",
        "Mistress Bianca, bless you with such grace As ’longeth to a lover’s blessed case!",
        "Nay, I have ta’en you napping, gentle love, And have forsworn you with Hortensio.",
        "BIANCA.",
        "Tranio, you jest; but have you both forsworn me?",
        "TRANIO.",
        "Mistress, we have.",
        "LUCENTIO.",
        "Then we are rid of Licio.",
        "TRANIO.",
        "I’ faith, he’ll have a lusty widow now, That shall be woo’d and wedded in a day.",
        "BIANCA.",
        "God give him joy!",
        "TRANIO.",
        "Ay, and he’ll tame her.",
        "BIANCA.",
        "He says so, Tranio.",
        "TRANIO.",
        "Faith, he is gone unto the taming-school.",
        "BIANCA.",
        "The taming-school!",
        "What, is there such a place?",
        "TRANIO.",
        "Ay, mistress; and Petruchio is the master, That teacheth tricks eleven and twenty long, To tame a shrew and charm her chattering tongue.",
        "Enter Biondello, running.",
        "BIONDELLO.",
        "O master, master!",
        "I have watch’d so long That I am dog-weary; but at last I spied An ancient angel coming down the hill Will serve the turn.",
        "TRANIO.",
        "What is he, Biondello?",
        "BIONDELLO.",
        "Master, a mercatante or a pedant, I know not what; but formal in apparel, In gait and countenance surely like a father.",
        "LUCENTIO.",
        "And what of him, Tranio?",
        "TRANIO.",
        "If he be credulous and trust my tale, I’ll make him glad to seem Vincentio, And give assurance to Baptista Minola, As if he were the right Vincentio.",
        "Take in your love, and then let me alone.",
        "Enter a Pedant.",
        "PEDANT.",
        "God save you, sir!",
        "TRANIO.",
        "And you, sir! you are welcome.",
        "Travel you far on, or are you at the farthest?",
        "PEDANT.",
        "Sir, at the farthest for a week or two; But then up farther, and as far as Rome; And so to Tripoli, if God lend me life.",
        "TRANIO.",
        "What countryman, I pray?",
        "PEDANT.",
        "Of Mantua.",
        "TRANIO.",
        "Of Mantua, sir?",
        "Marry, God forbid, And come to Padua, careless of your life!",
        "PEDANT.",
        "My life, sir!",
        "How, I pray? for that goes hard.",
        "TRANIO. ’Tis death for anyone in Mantua To come to Padua.",
        "Know you not the cause?",
        "Your ships are stay’d at Venice; and the Duke,-- For private quarrel ’twixt your Duke and him,-- Hath publish’d and proclaim’d it openly. ’Tis marvel, but that you are but newly come You might have heard it else proclaim’d about.",
        "PEDANT.",
        "Alas, sir! it is worse for me than so; For I have bills for money by exchange From Florence, and must here deliver them.",
        "TRANIO.",
        "Well, sir, to do you courtesy, This will I do, and this I will advise you: First, tell me, have you ever been at Pisa?",
        "PEDANT.",
        "Ay, sir, in Pisa have I often been, Pisa renowned for grave citizens.",
        "TRANIO.",
        "Among them know you one Vincentio?",
        "PEDANT.",
        "I know him not, but I have heard of him, A merchant of incomparable wealth.",
        "TRANIO.",
        "He is my father, sir; and, sooth to say, In countenance somewhat doth resemble you.",
        "BIONDELLO.",
        "As much as an apple doth an oyster, and all one.",
        "TRANIO.",
        "To save your life in this extremity, This favour will I do you for his sake; And think it not the worst of all your fortunes That you are like to Sir Vincentio.",
        "His name and credit shall you undertake, And in my house you shall be friendly lodg’d; Look that you take upon you as you should!",
        "You understand me, sir; so shall you stay Till you have done your business in the city.",
        "If this be courtesy, sir, accept of it.",
        "PEDANT.",
        "O, sir, I do; and will repute you ever The patron of my life and liberty.",
        "TRANIO.",
        "Then go with me to make the matter good.",
        "This, by the way, I let you understand: My father is here look’d for every day To pass assurance of a dower in marriage ’Twixt me and one Baptista’s daughter here: In all these circumstances I’ll instruct you.",
        "Go with me to clothe you as becomes you.",
        "SCENE III.",
        "A room in Petruchio’s house.",
        "Enter Katherina and Grumio.",
        "GRUMIO.",
        "No, no, forsooth; I dare not for my life.",
        "KATHERINA.",
        "The more my wrong, the more his spite appears.",
        "What, did he marry me to famish me?",
        "Beggars that come unto my father’s door Upon entreaty have a present alms; If not, elsewhere they meet with charity; But I, who never knew how to entreat, Nor never needed that I should entreat, Am starv’d for meat, giddy for lack of sleep; With oaths kept waking, and with brawling fed.",
        "And that which spites me more than all these wants, He does it under name of perfect love; As who should say, if I should sleep or eat ’Twere deadly sickness, or else present death.",
        "I prithee go and get me some repast; I care not what, so it be wholesome food.",
        "GRUMIO.",
        "What say you to a neat’s foot?",
        "KATHERINA. ’Tis passing good; I prithee let me have it.",
        "GRUMIO.",
        "I fear it is too choleric a meat.",
        "How say you to a fat tripe finely broil’d?",
        "KATHERINA.",
        "I like it well; good Grumio, fetch it me.",
        "GRUMIO.",
        "I cannot tell; I fear ’tis choleric.",
        "What say you to a piece of beef and mustard?",
        "KATHERINA.",
        "A dish that I do love to feed upon.",
        "GRUMIO.",
        "Ay, but the mustard is too hot a little.",
        "KATHERINA.",
        "Why then the beef, and let the mustard rest.",
        "GRUMIO.",
        "Nay, then I will not: you shall have the mustard, Or else you get no beef of Grumio.",
        "KATHERINA.",
        "Then both, or one, or anything thou wilt.",
        "GRUMIO.",
        "Why then the mustard without the beef.",
        "KATHERINA.",
        "Go, get thee gone, thou false deluding slave,  That feed’st me with the very name of meat.",
        "Sorrow on thee and all the pack of you That triumph thus upon my misery!",
        "Go, get thee gone, I say.",
        "Enter Petruchio with a dish of meat; and Hortensio.",
        "PETRUCHIO.",
        "How fares my Kate?",
        "What, sweeting, all amort?",
        "HORTENSIO.",
        "Mistress, what cheer?",
        "KATHERINA.",
        "Faith, as cold as can be.",
        "PETRUCHIO.",
        "Pluck up thy spirits; look cheerfully upon me.",
        "Here, love; thou seest how diligent I am, To dress thy meat myself, and bring it thee:  I am sure, sweet Kate, this kindness merits thanks.",
        "What! not a word?",
        "Nay, then thou lov’st it not, And all my pains is sorted to no proof.",
        "Here, take away this dish.",
        "KATHERINA.",
        "I pray you, let it stand.",
        "PETRUCHIO.",
        "The poorest service is repaid with thanks; And so shall mine, before you touch the meat.",
        "KATHERINA.",
        "I thank you, sir.",
        "HORTENSIO.",
        "Signior Petruchio, fie! you are to blame.",
        "Come, Mistress Kate, I’ll bear you company.",
        "PETRUCHIO.",
        "Eat it up all, Hortensio, if thou lovest me.",
        "Much good do it unto thy gentle heart!",
        "Kate, eat apace: and now, my honey love, Will we return unto thy father’s house And revel it as bravely as the best, With silken coats and caps, and golden rings, With ruffs and cuffs and farthingales and things; With scarfs and fans and double change of bravery, With amber bracelets, beads, and all this knavery.",
        "What! hast thou din’d?",
        "The tailor stays thy leisure, To deck thy body with his ruffling treasure.",
        "Enter Tailor.",
        "Come, tailor, let us see these ornaments; Lay forth the gown.-- Enter Haberdasher.",
        "What news with you, sir?",
        "HABERDASHER.",
        "Here is the cap your worship did bespeak.",
        "PETRUCHIO.",
        "Why, this was moulded on a porringer; A velvet dish: fie, fie! ’tis lewd and filthy: Why, ’tis a cockle or a walnut-shell, A knack, a toy, a trick, a baby’s cap: Away with it! come, let me have a bigger.",
        "KATHERINA.",
        "I’ll have no bigger; this doth fit the time, And gentlewomen wear such caps as these.",
        "PETRUCHIO.",
        "When you are gentle, you shall have one too, And not till then.",
        "HORTENSIO.",
        "That will not be in haste.",
        "KATHERINA.",
        "Why, sir, I trust I may have leave to speak; And speak I will.",
        "I am no child, no babe.",
        "Your betters have endur’d me say my mind, And if you cannot, best you stop your ears.",
        "My tongue will tell the anger of my heart, Or else my heart, concealing it, will break; And rather than it shall, I will be free Even to the uttermost, as I please, in words.",
        "PETRUCHIO.",
        "Why, thou say’st true; it is a paltry cap, A custard-coffin, a bauble, a silken pie; I love thee well in that thou lik’st it not.",
        "KATHERINA.",
        "Love me or love me not, I like the cap; And it I will have, or I will have none.",
        "PETRUCHIO.",
        "Thy gown?",
        "Why, ay: come, tailor, let us see’t.",
        "O mercy, God! what masquing stuff is here?",
        "What’s this?",
        "A sleeve? ’Tis like a demi-cannon.",
        "What, up and down, carv’d like an apple tart?",
        "Here’s snip and nip and cut and slish and slash, Like to a censer in a barber’s shop.",
        "Why, what i’ devil’s name, tailor, call’st thou this?",
        "HORTENSIO.",
        "I see she’s like to have neither cap nor gown.",
        "TAILOR.",
        "You bid me make it orderly and well, According to the fashion and the time.",
        "PETRUCHIO.",
        "Marry, and did; but if you be remember’d, I did not bid you mar it to the time.",
        "Go, hop me over every kennel home, For you shall hop without my custom, sir.",
        "I’ll none of it: hence! make your best of it.",
        "KATHERINA.",
        "I never saw a better fashion’d gown, More quaint, more pleasing, nor more commendable; Belike you mean to make a puppet of me.",
        "PETRUCHIO.",
        "Why, true; he means to make a puppet of thee.",
        "TAILOR.",
        "She says your worship means to make a puppet of her.",
        "PETRUCHIO.",
        "O monstrous arrogance!",
        "Thou liest, thou thread, Thou thimble, Thou yard, three-quarters, half-yard, quarter, nail!",
        "Thou flea, thou nit, thou winter-cricket thou!",
        "Brav’d in mine own house with a skein of thread!",
        "Away! thou rag, thou quantity, thou remnant, Or I shall so be-mete thee with thy yard As thou shalt think on prating whilst thou liv’st!",
        "I tell thee, I, that thou hast marr’d her gown.",
        "TAILOR.",
        "Your worship is deceiv’d: the gown is made Just as my master had direction.",
        "Grumio gave order how it should be done.",
        "GRUMIO.",
        "I gave him no order; I gave him the stuff.",
        "TAILOR.",
        "But how did you desire it should be made?",
        "GRUMIO.",
        "Marry, sir, with needle and thread.",
        "TAILOR.",
        "But did you not request to have it cut?",
        "GRUMIO.",
        "Thou hast faced many things.",
        "TAILOR.",
        "I have.",
        "GRUMIO.",
        "Face not me.",
        "Thou hast braved many men; brave not me: I will neither be fac’d nor brav’d.",
        "I say unto thee, I bid thy master cut out the gown; but I did not bid him cut it to pieces: ergo, thou liest.",
        "TAILOR.",
        "Why, here is the note of the fashion to testify.",
        "PETRUCHIO.",
        "Read it.",
        "GRUMIO.",
        "The note lies in ’s throat, if he say I said so.",
        "TAILOR. ’Imprimis, a loose-bodied gown.’ GRUMIO.",
        "Master, if ever I said loose-bodied gown, sew me in the skirts of it and beat me to death with a bottom of brown thread; I said, a gown.",
        "PETRUCHIO.",
        "Proceed.",
        "TAILOR. ‘With a small compassed cape.’ GRUMIO.",
        "I confess the cape.",
        "TAILOR. ‘With a trunk sleeve.’ GRUMIO.",
        "I confess two sleeves.",
        "TAILOR. ‘The sleeves curiously cut.’ PETRUCHIO.",
        "Ay, there’s the villainy.",
        "GRUMIO.",
        "Error i’ the bill, sir; error i’ the bill.",
        "I commanded the sleeves should be cut out, and sew’d up again; and that I’ll prove upon thee, though thy little finger be armed in a thimble.",
        "TAILOR.",
        "This is true that I say; and I had thee in place where thou shouldst know it.",
        "GRUMIO.",
        "I am for thee straight; take thou the bill, give me thy mete-yard, and spare not me.",
        "HORTENSIO.",
        "God-a-mercy, Grumio!",
        "Then he shall have no odds.",
        "PETRUCHIO.",
        "Well, sir, in brief, the gown is not for me.",
        "GRUMIO.",
        "You are i’ the right, sir; ’tis for my mistress.",
        "PETRUCHIO.",
        "Go, take it up unto thy master’s use.",
        "GRUMIO.",
        "Villain, not for thy life!",
        "Take up my mistress’ gown for thy master’s use!",
        "PETRUCHIO.",
        "Why, sir, what’s your conceit in that?",
        "GRUMIO.",
        "O, sir, the conceit is deeper than you think for.",
        "Take up my mistress’ gown to his master’s use!",
        "O fie, fie, fie!",
        "PETRUCHIO.",
        "Hortensio, say thou wilt see the tailor paid.",
        "Go take it hence; be gone, and say no more.",
        "HORTENSIO.",
        "Tailor, I’ll pay thee for thy gown tomorrow; Take no unkindness of his hasty words.",
        "Away, I say! commend me to thy master.",
        "PETRUCHIO.",
        "Well, come, my Kate; we will unto your father’s Even in these honest mean habiliments.",
        "Our purses shall be proud, our garments poor For ’tis the mind that makes the body rich; And as the sun breaks through the darkest clouds, So honour peereth in the meanest habit.",
        "What, is the jay more precious than the lark Because his feathers are more beautiful?",
        "Or is the adder better than the eel Because his painted skin contents the eye?",
        "O no, good Kate; neither art thou the worse For this poor furniture and mean array.",
        "If thou account’st it shame, lay it on me; And therefore frolic; we will hence forthwith, To feast and sport us at thy father’s house.",
        "Go call my men, and let us straight to him; And bring our horses unto Long-lane end; There will we mount, and thither walk on foot.",
        "Let’s see; I think ’tis now some seven o’clock, And well we may come there by dinner-time.",
        "KATHERINA.",
        "I dare assure you, sir, ’tis almost two, And ’twill be supper-time ere you come there.",
        "PETRUCHIO.",
        "It shall be seven ere I go to horse.",
        "Look what I speak, or do, or think to do, You are still crossing it.",
        "Sirs, let ’t alone: I will not go today; and ere I do, It shall be what o’clock I say it is.",
        "HORTENSIO.",
        "Why, so this gallant will command the sun.",
        "SCENE IV.",
        "Padua.",
        "Before Baptista’s house.",
        "Enter Tranio and the Pedant dressed like Vincentio TRANIO.",
        "Sir, this is the house; please it you that I call?",
        "PEDANT.",
        "Ay, what else? and, but I be deceived, Signior Baptista may remember me, Near twenty years ago in Genoa, Where we were lodgers at the Pegasus.",
        "TRANIO. ’Tis well; and hold your own, in any case, With such austerity as ’longeth to a father.",
        "PEDANT.",
        "I warrant you.",
        "But, sir, here comes your boy; ’Twere good he were school’d.",
        "Enter Biondello.",
        "TRANIO.",
        "Fear you not him.",
        "Sirrah Biondello, Now do your duty throughly, I advise you.",
        "Imagine ’twere the right Vincentio.",
        "BIONDELLO.",
        "Tut! fear not me.",
        "TRANIO.",
        "But hast thou done thy errand to Baptista?",
        "BIONDELLO.",
        "I told him that your father was at Venice, And that you look’d for him this day in Padua.",
        "TRANIO.",
        "Th’art a tall fellow; hold thee that to drink.",
        "Here comes Baptista.",
        "Set your countenance, sir.",
        "Enter Baptista and Lucentio.",
        "Signior Baptista, you are happily met.",
        "Sir, this is the gentleman I told you of; I pray you stand good father to me now; Give me Bianca for my patrimony.",
        "PEDANT.",
        "Soft, son!",
        "Sir, by your leave: having come to Padua To gather in some debts, my son Lucentio Made me acquainted with a weighty cause Of love between your daughter and himself: And,--for the good report I hear of you, And for the love he beareth to your daughter, And she to him,--to stay him not too long, I am content, in a good father’s care, To have him match’d; and, if you please to like No worse than I, upon some agreement Me shall you find ready and willing With one consent to have her so bestow’d; For curious I cannot be with you, Signior Baptista, of whom I hear so well.",
        "BAPTISTA.",
        "Sir, pardon me in what I have to say.",
        "Your plainness and your shortness please me well.",
        "Right true it is your son Lucentio here Doth love my daughter, and she loveth him, Or both dissemble deeply their affections; And therefore, if you say no more than this, That like a father you will deal with him, And pass my daughter a sufficient dower, The match is made, and all is done: Your son shall have my daughter with consent.",
        "TRANIO.",
        "I thank you, sir.",
        "Where then do you know best We be affied, and such assurance ta’en As shall with either part’s agreement stand?",
        "BAPTISTA.",
        "Not in my house, Lucentio, for you know Pitchers have ears, and I have many servants; Besides, old Gremio is hearkening still, And happily we might be interrupted.",
        "TRANIO.",
        "Then at my lodging, and it like you: There doth my father lie; and there this night We’ll pass the business privately and well.",
        "Send for your daughter by your servant here; My boy shall fetch the scrivener presently.",
        "The worst is this, that at so slender warning You are like to have a thin and slender pittance.",
        "BAPTISTA.",
        "It likes me well.",
        "Cambio, hie you home, And bid Bianca make her ready straight; And, if you will, tell what hath happened: Lucentio’s father is arriv’d in Padua, And how she’s like to be Lucentio’s wife.",
        "LUCENTIO.",
        "I pray the gods she may, with all my heart!",
        "TRANIO.",
        "Dally not with the gods, but get thee gone.",
        "Signior Baptista, shall I lead the way?",
        "Welcome!",
        "One mess is like to be your cheer; Come, sir; we will better it in Pisa.",
        "BAPTISTA.",
        "I follow you.",
        "BIONDELLO.",
        "Cambio!",
        "LUCENTIO.",
        "What say’st thou, Biondello?",
        "BIONDELLO.",
        "You saw my master wink and laugh upon you?",
        "LUCENTIO.",
        "Biondello, what of that?",
        "BIONDELLO.",
        "Faith, nothing; but has left me here behind to expound the meaning or moral of his signs and tokens.",
        "LUCENTIO.",
        "I pray thee moralize them.",
        "BIONDELLO.",
        "Then thus: Baptista is safe, talking with the deceiving father of a deceitful son.",
        "LUCENTIO.",
        "And what of him?",
        "BIONDELLO.",
        "His daughter is to be brought by you to the supper.",
        "LUCENTIO.",
        "And then?",
        "BIONDELLO.",
        "The old priest at Saint Luke’s church is at your command at all hours.",
        "LUCENTIO.",
        "And what of all this?",
        "BIONDELLO.",
        "I cannot tell, except they are busied about a counterfeit assurance.",
        "Take your assurance of her, cum privilegio ad imprimendum solum; to the church! take the priest, clerk, and some sufficient honest witnesses.",
        "If this be not that you look for, I have more to say, But bid Bianca farewell for ever and a day.",
        "LUCENTIO.",
        "Hear’st thou, Biondello?",
        "BIONDELLO.",
        "I cannot tarry: I knew a wench married in an afternoon as she went to the garden for parsley to stuff a rabbit; and so may you, sir; and so adieu, sir.",
        "My master hath appointed me to go to Saint Luke’s to bid the priest be ready to come against you come with your appendix.",
        "LUCENTIO.",
        "I may, and will, if she be so contented.",
        "She will be pleas’d; then wherefore should I doubt?",
        "Hap what hap may, I’ll roundly go about her; It shall go hard if Cambio go without her:  SCENE V.",
        "A public road.",
        "Enter Petruchio, Katherina, Hortensio and Servants.",
        "PETRUCHIO.",
        "Come on, i’ God’s name; once more toward our father’s.",
        "Good Lord, how bright and goodly shines the moon!",
        "KATHERINA.",
        "The moon!",
        "The sun; it is not moonlight now.",
        "PETRUCHIO.",
        "I say it is the moon that shines so bright.",
        "KATHERINA.",
        "I know it is the sun that shines so bright.",
        "PETRUCHIO.",
        "Now by my mother’s son, and that’s myself, It shall be moon, or star, or what I list, Or ere I journey to your father’s house.",
        "Go on and fetch our horses back again.",
        "Evermore cross’d and cross’d; nothing but cross’d!",
        "HORTENSIO.",
        "Say as he says, or we shall never go.",
        "KATHERINA.",
        "Forward, I pray, since we have come so far, And be it moon, or sun, or what you please; And if you please to call it a rush-candle, Henceforth I vow it shall be so for me.",
        "PETRUCHIO.",
        "I say it is the moon.",
        "KATHERINA.",
        "I know it is the moon.",
        "PETRUCHIO.",
        "Nay, then you lie; it is the blessed sun.",
        "KATHERINA.",
        "Then, God be bless’d, it is the blessed sun; But sun it is not when you say it is not, And the moon changes even as your mind.",
        "What you will have it nam’d, even that it is, And so it shall be so for Katherine.",
        "HORTENSIO.",
        "Petruchio, go thy ways; the field is won.",
        "PETRUCHIO.",
        "Well, forward, forward! thus the bowl should run, And not unluckily against the bias.",
        "But, soft!",
        "Company is coming here.",
        "Enter Vincentio, in a travelling dress.",
        "Good morrow, gentle mistress; where away?",
        "Tell me, sweet Kate, and tell me truly too, Hast thou beheld a fresher gentlewoman?",
        "Such war of white and red within her cheeks!",
        "What stars do spangle heaven with such beauty As those two eyes become that heavenly face?",
        "Fair lovely maid, once more good day to thee.",
        "Sweet Kate, embrace her for her beauty’s sake.",
        "HORTENSIO.",
        "A will make the man mad, to make a woman of him.",
        "KATHERINA.",
        "Young budding virgin, fair and fresh and sweet, Whither away, or where is thy abode?",
        "Happy the parents of so fair a child; Happier the man whom favourable stars Allot thee for his lovely bedfellow.",
        "PETRUCHIO.",
        "Why, how now, Kate!",
        "I hope thou art not mad: This is a man, old, wrinkled, faded, wither’d, And not a maiden, as thou sayst he is.",
        "KATHERINA.",
        "Pardon, old father, my mistaking eyes, That have been so bedazzled with the sun That everything I look on seemeth green: Now I perceive thou art a reverend father; Pardon, I pray thee, for my mad mistaking.",
        "PETRUCHIO.",
        "Do, good old grandsire, and withal make known Which way thou travellest: if along with us, We shall be joyful of thy company.",
        "VINCENTIO.",
        "Fair sir, and you my merry mistress, That with your strange encounter much amaz’d me, My name is called Vincentio; my dwelling Pisa; And bound I am to Padua, there to visit A son of mine, which long I have not seen.",
        "PETRUCHIO.",
        "What is his name?",
        "VINCENTIO.",
        "Lucentio, gentle sir.",
        "PETRUCHIO.",
        "Happily met; the happier for thy son.",
        "And now by law, as well as reverend age, I may entitle thee my loving father: The sister to my wife, this gentlewoman, Thy son by this hath married.",
        "Wonder not, Nor be not griev’d: she is of good esteem, Her dowry wealthy, and of worthy birth; Beside, so qualified as may beseem The spouse of any noble gentleman.",
        "Let me embrace with old Vincentio; And wander we to see thy honest son, Who will of thy arrival be full joyous.",
        "VINCENTIO.",
        "But is this true? or is it else your pleasure, Like pleasant travellers, to break a jest Upon the company you overtake?",
        "HORTENSIO.",
        "I do assure thee, father, so it is.",
        "PETRUCHIO.",
        "Come, go along, and see the truth hereof; For our first merriment hath made thee jealous.",
        "HORTENSIO.",
        "Well, Petruchio, this has put me in heart.",
        "Have to my widow! and if she be froward, Then hast thou taught Hortensio to be untoward."
      ],
      "sentence_count": 528,
      "word_count": 4628
    },
    {
      "number": "I",
      "title": "I",
      "sentences": [
        "I When my love swears that she is made of truth, I do believe her, though I know she lies, That she might think me some untutor’d youth, Unskilful in the world’s false forgeries.",
        "Thus vainly thinking that she thinks me young, Although I know my years be past the best, I smiling credit her false-speaking tongue, Outfacing faults in love with love’s ill rest.",
        "But wherefore says my love that she is young?",
        "And wherefore say not I that I am old?",
        "O, love’s best habit is a soothing tongue, And age, in love, loves not to have years told.",
        "Therefore, I’ll lie with love, and love with me, Since that our faults in love thus smother’d be."
      ],
      "sentence_count": 6,
      "word_count": 119
    },
    {
      "number": "II",
      "title": "II",
      "sentences": [
        "II Two loves I have, of comfort and despair, That like two spirits do suggest me still; My better angel is a man right fair, My worser spirit a woman colour’d ill.",
        "To win me soon to hell, my female evil Tempteth my better angel from my side, And would corrupt my saint to be a devil, Wooing his purity with her fair pride.",
        "And whether that my angel be turn’d fiend, Suspect I may, yet not directly tell; For being both to me, both to each friend, I guess one angel in another’s hell: The truth I shall not know, but live in doubt, Till my bad angel fire my good one out."
      ],
      "sentence_count": 3,
      "word_count": 114
    },
    {
      "number": "III",
      "title": "III",
      "sentences": [
        "III Did not the heavenly rhetoric of thine eye, ’Gainst whom the world could not hold argument, Persuade my heart to this false perjury?",
        "Vows for thee broke deserve not punishment.",
        "A woman I forswore; but I will prove, Thou being a goddess, I forswore not thee: My vow was earthly, thou a heavenly love; Thy grace being gain’d cures all disgrace in me.",
        "My vow was breath, and breath a vapour is; Then, thou fair sun, that on this earth doth shine, Exhale this vapour vow; in thee it is; If broken then, it is no fault of mine.",
        "If by me broke, what fool is not so wise To break an oath, to win a paradise?"
      ],
      "sentence_count": 5,
      "word_count": 118
    },
    {
      "number": "IV",
      "title": "IV",
      "sentences": [
        "IV Sweet Cytherea, sitting by a brook With young Adonis, lovely, fresh and green, Did court the lad with many a lovely look, Such looks as none could look but beauty’s queen.",
        "She told him stories to delight his ear; She show’d him favours to allure his eye; To win his heart, she touch’d him here and there; Touches so soft still conquer chastity.",
        "But whether unripe years did want conceit, Or he refus’d to take her figur’d proffer, The tender nibbler would not touch the bait, But smile and jest at every gentle offer.",
        "Then fell she on her back, fair queen, and toward: He rose and ran away; ah, fool too froward!"
      ],
      "sentence_count": 4,
      "word_count": 114
    },
    {
      "number": "V",
      "title": "V",
      "sentences": [
        "V If love make me forsworn, how shall I swear to love?",
        "O never faith could hold, if not to beauty vowed.",
        "Though to myself forsworn, to thee I’ll constant prove; Those thoughts, to me like oaks, to thee like osiers bowed.",
        "Study his bias leaves, and makes his book thine eyes, Where all those pleasures live that art can comprehend.",
        "If knowledge be the mark, to know thee shall suffice; Well learned is that tongue that well can thee commend, All ignorant that soul that sees thee without wonder; Which is to me some praise, that I thy parts admire.",
        "Thine eye Jove’s lightning seems, thy voice his dreadful thunder, Which, not to anger bent, is music and sweet fire.",
        "Celestial as thou art, O do not love that wrong, To sing heaven’s praise with such an earthly tongue."
      ],
      "sentence_count": 7,
      "word_count": 140
    },
    {
      "number": "VI",
      "title": "VI",
      "sentences": [
        "VI Scarce had the sun dried up the dewy morn, And scarce the herd gone to the hedge for shade, When Cytherea, all in love forlorn, A longing tarriance for Adonis made Under an osier growing by a brook, A brook where Adon used to cool his spleen.",
        "Hot was the day; she hotter that did look For his approach, that often there had been.",
        "Anon he comes, and throws his mantle by, And stood stark naked on the brook’s green brim: The sun look’d on the world with glorious eye, Yet not so wistly as this queen on him.",
        "He, spying her, bounc’d in, whereas he stood, “O Jove,” quoth she, “why was not I a flood?”"
      ],
      "sentence_count": 4,
      "word_count": 118
    },
    {
      "number": "VII",
      "title": "VII",
      "sentences": [
        "VII Fair is my love, but not so fair as fickle, Mild as a dove, but neither true nor trusty, Brighter than glass, and yet, as glass is, brittle, Softer than wax, and yet, as iron, rusty: A lily pale, with damask dye to grace her, None fairer, nor none falser to deface her.",
        "Her lips to mine how often hath she joined, Between each kiss her oaths of true love swearing!",
        "How many tales to please me hath she coined, Dreading my love, the loss thereof still fearing!",
        "Yet in the midst of all her pure protestings, Her faith, her oaths, her tears, and all were jestings.",
        "She burnt with love, as straw with fire flameth; She burnt out love, as soon as straw out-burneth; She fram’d the love, and yet she foil’d the framing; She bade love last, and yet she fell a-turning.",
        "Was this a lover, or a lecher whether?",
        "Bad in the best, though excellent in neither."
      ],
      "sentence_count": 7,
      "word_count": 161
    },
    {
      "number": "VIII",
      "title": "VIII",
      "sentences": [
        "VIII If music and sweet poetry agree, As they must needs, the sister and the brother, Then must the love be great ’twixt thee and me, Because thou lov’st the one and I the other.",
        "Dowland to thee is dear, whose heavenly touch Upon the lute doth ravish human sense; Spenser to me, whose deep conceit is such As passing all conceit, needs no defence.",
        "Thou lov’st to hear the sweet melodious sound That Phœbus’ lute, the queen of music, makes; And I in deep delight am chiefly drown’d Whenas himself to singing he betakes.",
        "One god is god of both, as poets feign; One knight loves both, and both in thee remain."
      ],
      "sentence_count": 4,
      "word_count": 113
    },
    {
      "number": "IX",
      "title": "IX",
      "sentences": [
        "IX Fair was the morn when the fair queen of love, * * * * * * Paler for sorrow than her milk-white dove, For Adon’s sake, a youngster proud and wild; Her stand she takes upon a steep-up hill; Anon Adonis comes with horn and hounds; She, silly queen, with more than love’s good will, Forbade the boy he should not pass those grounds. “Once,” quoth she, “did I see a fair sweet youth Here in these brakes deep-wounded with a boar, Deep in the thigh, a spectacle of ruth!",
        "See in my thigh,” quoth she, “here was the sore.” She showed hers: he saw more wounds than one, And blushing fled, and left her all alone."
      ],
      "sentence_count": 2,
      "word_count": 118
    },
    {
      "number": "X",
      "title": "X",
      "sentences": [
        "X Sweet rose, fair flower, untimely pluck’d, soon vaded, Pluck’d in the bud and vaded in the spring!",
        "Bright orient pearl, alack, too timely shaded!",
        "Fair creature, kill’d too soon by death’s sharp sting!",
        "Like a green plum that hangs upon a tree, And falls, through wind, before the fall should be.",
        "I weep for thee, and yet no cause I have; For why thou left’st me nothing in thy will; And yet thou left’st me more than I did crave; For why I craved nothing of thee still.",
        "O yes, dear friend, I pardon crave of thee, Thy discontent thou didst bequeath to me."
      ],
      "sentence_count": 6,
      "word_count": 105
    },
    {
      "number": "XI",
      "title": "XI",
      "sentences": [
        "XI Venus, with young Adonis sitting by her Under a myrtle shade, began to woo him; She told the youngling how god Mars did try her, And as he fell to her, she fell to him. “Even thus,” quoth she, “the warlike god embrac’d me,” And then she clipp’d Adonis in her arms; “Even thus,” quoth she, “the warlike god unlaced me;” As if the boy should use like loving charms; “Even thus,” quoth she, “he seized on my lips,” And with her lips on his did act the seizure; And as she fetched breath, away he skips, And would not take her meaning nor her pleasure.",
        "Ah, that I had my lady at this bay, To kiss and clip me till I run away!"
      ],
      "sentence_count": 2,
      "word_count": 125
    },
    {
      "number": "XII",
      "title": "XII",
      "sentences": [
        "XII Crabbed age and youth cannot live together: Youth is full of pleasance, age is full of care; Youth like summer morn, age like winter weather; Youth like summer brave, age like winter bare.",
        "Youth is full of sport, age’s breath is short; Youth is nimble, age is lame; Youth is hot and bold, age is weak and cold; Youth is wild, and age is tame.",
        "Age, I do abhor thee; youth, I do adore thee; O, my love, my love is young!",
        "Age, I do defy thee.",
        "O, sweet shepherd, hie thee, For methinks thou stay’st too long."
      ],
      "sentence_count": 5,
      "word_count": 99
    },
    {
      "number": "XIII",
      "title": "XIII",
      "sentences": [
        "XIII Beauty is but a vain and doubtful good, A shining gloss that vadeth suddenly; A flower that dies when first it ’gins to bud; A brittle glass that’s broken presently: A doubtful good, a gloss, a glass, a flower, Lost, vaded, broken, dead within an hour.",
        "And as goods lost are seld or never found, As vaded gloss no rubbing will refresh, As flowers dead lie wither’d on the ground, As broken glass no cement can redress, So beauty blemish’d once, for ever’s lost, In spite of physic, painting, pain and cost."
      ],
      "sentence_count": 2,
      "word_count": 93
    },
    {
      "number": "XIV",
      "title": "XIV",
      "sentences": [
        "XIV Good night, good rest.",
        "Ah, neither be my share: She bade good night that kept my rest away; And daff’d me to a cabin hang’d with care, To descant on the doubts of my decay. “Farewell,” quoth she, “and come again tomorrow:” Fare well I could not, for I supp’d with sorrow.",
        "Yet at my parting sweetly did she smile, In scorn or friendship, nill I conster whether: ’T may be, she joy’d to jest at my exile, ’T may be, again to make me wander thither: “Wander,” a word for shadows like myself, As take the pain, but cannot pluck the pelf.",
        "Lord, how mine eyes throw gazes to the east!",
        "My heart doth charge the watch; the morning rise Doth cite each moving sense from idle rest.",
        "Not daring trust the office of mine eyes, While Philomela sits and sings, I sit and mark, And wish her lays were tuned like the lark.",
        "For she doth welcome daylight with her ditty, And drives away dark dreaming night.",
        "The night so pack’d, I post unto my pretty; Heart hath his hope and eyes their wished sight; Sorrow chang’d to solace, solace mix’d with sorrow; For why, she sigh’d, and bade me come tomorrow.",
        "Were I with her, the night would post too soon; But now are minutes added to the hours; To spite me now, each minute seems a moon; Yet not for me, shine sun to succour flowers!",
        "Pack night, peep day; good day, of night now borrow: Short, night, tonight, and length thyself tomorrow."
      ],
      "sentence_count": 10,
      "word_count": 258
    },
    {
      "number": "XV",
      "title": "XV",
      "sentences": [
        "XV It was a lording’s daughter, the fairest one of three, That liked of her master as well as well might be, Till looking on an Englishman, the fairest that eye could see, Her fancy fell a-turning.",
        "Long was the combat doubtful, that love with love did fight, To leave the master loveless, or kill the gallant knight; To put in practice either, alas, it was a spite Unto the silly damsel!",
        "But one must be refused; more mickle was the pain, That nothing could be used to turn them both to gain, For of the two the trusty knight was wounded with disdain: Alas she could not help it!",
        "Thus art with arms contending was victor of the day, Which by a gift of learning did bear the maid away: Then lullaby, the learned man hath got the lady gay; For now my song is ended."
      ],
      "sentence_count": 4,
      "word_count": 147
    },
    {
      "number": "XVI",
      "title": "XVI",
      "sentences": [
        "XVI On a day, alack the day!",
        "Love, whose month was ever May, Spied a blossom passing fair, Playing in the wanton air.",
        "Through the velvet leaves the wind All unseen ’gan passage find, That the lover, sick to death, Wish’d himself the heaven’s breath: “Air,” quoth he, “thy cheeks may blow; Air, would I might triumph so!",
        "But, alas, my hand hath sworn Ne’er to pluck thee from thy thorn: Vow, alack, for youth unmeet, Youth, so apt to pluck a sweet!",
        "Thou for whom Jove would swear Juno but an Ethiope were, And deny himself for Jove, Turning mortal for thy love.”"
      ],
      "sentence_count": 5,
      "word_count": 104
    },
    {
      "number": "XVII",
      "title": "XVII",
      "sentences": [
        "XVII My flocks feed not, my ewes breed not, My rams speed not, all is amis: Love is dying, faith’s defying, Heart’s denying, causer of this.",
        "All my merry jigs are quite forgot, All my lady’s love is lost, God wot: Where her faith was firmely fix’d in love, There a nay is plac’d without remove.",
        "One silly cross wrought all my loss; O frowning fortune, cursed fickle dame!",
        "For now I see inconstancy More in women than in men remain.",
        "In black mourn I, all fears scorn I, Love hath forlorn me, living in thrall.",
        "Heart is bleeding, all help needing, O cruel speeding, fraughted with gall.",
        "My shepherd’s pipe can sound no deal. My weather’s bell rings doleful knell; My curtal dog that wont to have play’d, Plays not at all, but seems afraid.",
        "With sighs so deep procures to weep, In howling wise, to see my doleful plight.",
        "How sighs resound through heartless ground, Like a thousand vanquish’d men in bloody fight!",
        "Clear wells spring not, sweet birds sing not, Green plants bring not forth their dye; Herds stands weeping, flocks all sleeping, Nymphs black peeping fearfully.",
        "All our pleasure known to us poor swains, All our merry meetings on the plains, All our evening sport from us is fled, All our love is lost, for love is dead.",
        "Farewel, sweet love, thy like ne’er was For a sweet content, the cause of all my woe!",
        "Poor Corydon must live alone; Other help for him I see that there is none."
      ],
      "sentence_count": 13,
      "word_count": 254
    },
    {
      "number": "XVIII",
      "title": "XVIII",
      "sentences": [
        "XVIII Whenas thine eye hath chose the dame, And stall’d the deer that thou shouldst strike, Let reason rule things worthy blame, As well as fancy, partial might; Take counsel of some wiser head, Neither too young nor yet unwed.",
        "And when thou com’st thy tale to tell, Smooth not thy tongue with filed talk, Least she some subtle practice smell,-- A cripple soon can find a halt,-- But plainly say thou lov’st her well, And set her person forth to sale.",
        "What though her frowning brows be bent, Her cloudy looks will calm ere night, And then too late she will repent, That thus dissembled her delight; And twice desire, ere it be day, That which with scorn she put away.",
        "What though she strive to try her strength, And ban and brawl, and say thee nay, Her feeble force will yield at length, When craft hath taught her thus to say: “Had women been so strong as men, In faith, you had not had it then.” And to her will frame all thy ways; Spare not to spend, and chiefly there Where thy desert may merit praise, By ringing in thy lady’s ear: The strongest castle, tower and town, The golden bullet beats it down.",
        "Serve always with assured trust, And in thy suit be humble true; Unless thy lady prove unjust, Press never thou to choose a new: When time shall serve, be thou not slack, To proffer, though she put thee back.",
        "The wiles and guiles that women work, Dissembled with an outward show, The tricks and toys that in them lurk, The cock that treads them shall not know, Have you not heard it said full oft, A woman’s nay doth stand for nought.",
        "Think women still to strive with men, To sin and never for to saint: There is no heaven, by holy then, When time with age shall them attaint, Were kisses all the joys in bed, One woman would another wed.",
        "But soft, enough,--too much,--I fear Lest that my mistress hear my song: She will not stick to round me on th’ ear, To teach my tongue to be so long.",
        "Yet will she blush, here be it said, To hear her secrets so bewray’d."
      ],
      "sentence_count": 9,
      "word_count": 373
    },
    {
      "number": "XIX",
      "title": "XIX",
      "sentences": [
        "XIX Live with me and be my love, And we will all the pleasures prove That hills and valleys, dales and fields, And all the craggy mountains yield.",
        "There will we sit upon the rocks, And see the shepherds feed their flocks, By shallow rivers, by whose falls Melodious birds sing madrigals.",
        "There will I make thee a bed of roses, With a thousand fragrant posies, A cap of flowers, and a kirtle Embroidered all with leaves of myrtle.",
        "A belt of straw and ivy buds, With coral clasps and amber studs; And if these pleasures may thee move, Then live with me and be my love.",
        "Love’s Answer.",
        "If that the world and love were young, And truth in every shepherd’s tongue, These pretty pleasures might me move To live with thee and be thy love."
      ],
      "sentence_count": 6,
      "word_count": 137
    },
    {
      "number": "XX",
      "title": "XX",
      "sentences": [
        "XX As it fell upon a day In the merry month of May, Sitting in a pleasant shade Which a grove of myrtles made, Beasts did leap and birds did sing, Trees did grow and plants did spring; Everything did banish moan, Save the nightingale alone: She, poor bird, as all forlorn, Lean’d her breast up-till a thorn, And there sung the dolefull’st ditty, That to hear it was great pitty. “Fie, fie, fie,” now would she cry, “Tereu, Tereu,” by and by; That to hear her so complain, Scarce I could from tears refrain, For her griefs so lively shown Made me think upon mine own.",
        "Ah, thought I, thou mourn’st in vain!",
        "None takes pitty on thy pain.",
        "Senseless trees they cannot hear thee, Ruthless bears they will not cheer thee; King Pandion he is dead, All thy friends are lapp’d in lead, All thy fellow birds do sing, Careless of thy sorrowing.",
        "Whilst as fickle fortune smiled, Thou and I were both beguiled.",
        "Every one that flatters thee Is no friend in misery.",
        "Words are easy, like the wind; Faithful friends are hard to find.",
        "Every man will be thy friend Whilst thou hast wherewith to spend; But if store of crowns be scant, No man will supply thy want.",
        "If that one be prodigal, Bountiful they will him call, And with such-like flattering, “Pity but he were a king.” If he be addict to vice, Quickly him they will entice; If to women he be bent, They have at commandement.",
        "But if Fortune once do frown, Then farewell his great renown.",
        "They that fawn’d on him before, Use his company no more.",
        "He that is thy friend indeed, He will help thee in thy need: If thou sorrow, he will weep; If thou wake, he cannot sleep.",
        "Thus of every grief in heart He with thee doth bear a part.",
        "These are certain signs to know Faithful friend from flatt’ring foe.",
        "THE PHOENIX AND THE TURTLE Let the bird of loudest lay, On the sole Arabian tree, Herald sad and trumpet be, To whose sound chaste wings obey.",
        "But thou shrieking harbinger, Foul precurrer of the fiend, Augur of the fever’s end, To this troop come thou not near.",
        "From this session interdict Every fowl of tyrant wing, Save the eagle, feather’d king; Keep the obsequy so strict.",
        "Let the priest in surplice white, That defunctive music can, Be the death-divining swan, Lest the requiem lack his right.",
        "And thou treble-dated crow, That thy sable gender mak’st With the breath thou giv’st and tak’st, ’Mongst our mourners shalt thou go.",
        "Here the anthem doth commence: Love and constancy is dead; Phoenix and the turtle fled In a mutual flame from hence.",
        "So they lov’d, as love in twain Had the essence but in one; Two distincts, division none: Number there in love was slain.",
        "Hearts remote, yet not asunder; Distance and no space was seen ’Twixt this turtle and his queen; But in them it were a wonder.",
        "So between them love did shine, That the turtle saw his right Flaming in the phoenix’ sight; Either was the other’s mine.",
        "Property was thus appalled, That the self was not the same; Single nature’s double name Neither two nor one was called.",
        "Reason, in itself confounded, Saw division grow together; To themselves yet either neither, Simple were so well compounded.",
        "That it cried, How true a twain Seemeth this concordant one!",
        "Love hath reason, reason none, If what parts can so remain.",
        "Whereupon it made this threne To the phoenix and the dove, Co-supremes and stars of love, As chorus to their tragic scene.",
        "THRENOS Beauty, truth, and rarity.",
        "Grace in all simplicity, Here enclos’d in cinders lie.",
        "Death is now the phoenix’ nest; And the turtle’s loyal breast To eternity doth rest.",
        "Leaving no posterity:-- ’Twas not their infirmity, It was married chastity.",
        "Truth may seem, but cannot be; Beauty brag, but ’tis not she; Truth and beauty buried be.",
        "To this urn let those repair That are either true or fair; For these dead birds sigh a prayer.",
        "THE RAPE OF LUCRECE TO THE RIGHT HONOURABLE HENRY WRIOTHESLEY, EARL OF SOUTHAMPTON, and Baron of Titchfield.",
        "The love I dedicate to your Lordship is without end; whereof this pamphlet, without beginning, is but a superfluous moiety.",
        "The warrant I have of your honourable disposition, not the worth of my untutored lines, makes it assured of acceptance.",
        "What I have done is yours; what I have to do is yours; being part in all I have, devoted yours.",
        "Were my worth greater, my duty would show greater; meantime, as it is, it is bound to your Lordship, to whom I wish long life, still lengthened with all happiness.",
        "Your Lordship’s in all duty, WILLIAM SHAKESPEARE.",
        "THE ARGUMENT.",
        "Lucius Tarquinius (for his excessive pride surnamed Superbus), after he had caused his own father-in-law, Servius Tullius, to be cruelly murdered, and, contrary to the Roman laws and customs, not requiring or staying for the people’s suffrages, had possessed himself of the kingdom, went, accompanied with his sons and other noblemen of Rome, to besiege Ardea.",
        "During which siege the principal men of the army meeting one evening at the tent of Sextus Tarquinius, the king’s son, in their discourses after supper, everyone commended the virtues of his own wife; among whom Collatinus extolled the incomparable chastity of his wife Lucretia.",
        "In that pleasant humour they all posted to Rome; and intending, by their secret and sudden arrival, to make trial of that which everyone had before avouched, only Collatinus finds his wife, though it were late in the night, spinning amongst her maids: the other ladies were all found dancing and revelling, or in several disports.",
        "Whereupon the noblemen yielded Collatinus the victory, and his wife the fame.",
        "At that time Sextus Tarquinius being inflamed with Lucrece’s beauty, yet smothering his passions for the present, departed with the rest back to the camp; from whence he shortly after privily withdrew himself, and was (according to his estate) royally entertained and lodged by Lucrece at Collatium.",
        "The same night he treacherously stealeth into her chamber, violently ravished her, and early in the morning speedeth away.",
        "Lucrece, in this lamentable plight, hastily dispatched messengers, one to Rome for her father, another to the camp for Collatine.",
        "They came, the one accompanied with Junius Brutus, the other with Publius Valerius; and finding Lucrece attired in mourning habit, demanded the cause of her sorrow.",
        "She, first taking an oath of them for her revenge, revealed the actor, and whole manner of his dealing, and withal suddenly stabbed herself.",
        "Which done, with one consent they all vowed to root out the whole hated family of the Tarquins; and bearing the dead body to Rome, Brutus acquainted the people with the doer and manner of the vile deed, with a bitter invective against the tyranny of the king; wherewith the people were so moved, that with one consent and a general acclamation the Tarquins were all exiled, and the state government changed from kings to consuls.",
        "From the besieged Ardea all in post, Borne by the trustless wings of false desire, Lust-breathed Tarquin leaves the Roman host, And to Collatium bears the lightless fire, Which in pale embers hid, lurks to aspire And girdle with embracing flames the waist Of Collatine’s fair love, Lucrece the chaste.",
        "Haply that name of “chaste” unhapp’ly set This bateless edge on his keen appetite, When Collatine unwisely did not let To praise the clear unmatched red and white Which triumphed in that sky of his delight; Where mortal stars as bright as heaven’s beauties, With pure aspects did him peculiar duties.",
        "For he the night before, in Tarquin’s tent Unlocked the treasure of his happy state, What priceless wealth the heavens had him lent In the possession of his beauteous mate; Reck’ning his fortune at such high proud rate That kings might be espoused to more fame, But king nor peer to such a peerless dame.",
        "O happiness enjoyed but of a few, And, if possessed, as soon decayed and done As is the morning’s silver melting dew Against the golden splendour of the sun!",
        "An expired date, cancelled ere well begun.",
        "Honour and beauty in the owner’s arms, Are weakly fortressed from a world of harms.",
        "Beauty itself doth of itself persuade The eyes of men without an orator; What needeth then apologies be made, To set forth that which is so singular?",
        "Or why is Collatine the publisher Of that rich jewel he should keep unknown From thievish ears, because it is his own?",
        "Perchance his boast of Lucrece’ sov’reignty Suggested this proud issue of a king; For by our ears our hearts oft tainted be.",
        "Perchance that envy of so rich a thing, Braving compare, disdainfully did sting His high-pitched thoughts, that meaner men should vaunt That golden hap which their superiors want.",
        "But some untimely thought did instigate His all-too-timeless speed, if none of those; His honour, his affairs, his friends, his state, Neglected all, with swift intent he goes To quench the coal which in his liver glows.",
        "O rash false heat, wrapped in repentant cold, Thy hasty spring still blasts and ne’er grows old!",
        "When at Collatium this false lord arrived, Well was he welcomed by the Roman dame, Within whose face beauty and virtue strived Which of them both should underprop her fame.",
        "When virtue bragged, beauty would blush for shame; When beauty boasted blushes, in despite Virtue would stain that o’er with silver white.",
        "But beauty, in that white intituled From Venus’ doves, doth challenge that fair field.",
        "Then virtue claims from beauty beauty’s red, Which virtue gave the golden age to gild Their silver cheeks, and called it then their shield; Teaching them thus to use it in the fight, When shame assailed, the red should fence the white.",
        "This heraldry in Lucrece’ face was seen, Argued by beauty’s red and virtue’s white.",
        "Of either’s colour was the other queen, Proving from world’s minority their right.",
        "Yet their ambition makes them still to fight; The sovereignty of either being so great, That oft they interchange each other’s seat.",
        "Their silent war of lilies and of roses, Which Tarquin viewed in her fair face’s field, In their pure ranks his traitor eye encloses; Where, lest between them both it should be killed, The coward captive vanquished doth yield To those two armies that would let him go Rather than triumph in so false a foe.",
        "Now thinks he that her husband’s shallow tongue, The niggard prodigal that praised her so, In that high task hath done her beauty wrong, Which far exceeds his barren skill to show.",
        "Therefore that praise which Collatine doth owe Enchanted Tarquin answers with surmise, In silent wonder of still-gazing eyes.",
        "This earthly saint, adored by this devil, Little suspecteth the false worshipper; For unstained thoughts do seldom dream on evil; Birds never limed no secret bushes fear.",
        "So guiltless she securely gives good cheer And reverend welcome to her princely guest, Whose inward ill no outward harm expressed.",
        "For that he coloured with his high estate, Hiding base sin in pleats of majesty, That nothing in him seemed inordinate, Save sometime too much wonder of his eye, Which, having all, all could not satisfy; But, poorly rich, so wanteth in his store That, cloyed with much, he pineth still for more.",
        "But she, that never coped with stranger eyes, Could pick no meaning from their parling looks, Nor read the subtle shining secrecies Writ in the glassy margents of such books; She touched no unknown baits, nor feared no hooks, Nor could she moralize his wanton sight, More than his eyes were opened to the light.",
        "He stories to her ears her husband’s fame, Won in the fields of fruitful Italy; And decks with praises Collatine’s high name, Made glorious by his manly chivalry With bruised arms and wreaths of victory.",
        "Her joy with heaved-up hand she doth express, And, wordless, so greets heaven for his success.",
        "Far from the purpose of his coming thither, He makes excuses for his being there.",
        "No cloudy show of stormy blust’ring weather Doth yet in his fair welkin once appear, Till sable Night, mother of dread and fear, Upon the world dim darkness doth display, And in her vaulty prison stows the day.",
        "For then is Tarquin brought unto his bed, Intending weariness with heavy sprite; For after supper long he questioned With modest Lucrece, and wore out the night.",
        "Now leaden slumber with life’s strength doth fight, And every one to rest themselves betake, Save thieves and cares and troubled minds that wake.",
        "As one of which doth Tarquin lie revolving The sundry dangers of his will’s obtaining, Yet ever to obtain his will resolving, Though weak-built hopes persuade him to abstaining.",
        "Despair to gain doth traffic oft for gaining, And when great treasure is the meed proposed, Though death be adjunct, there’s no death supposed.",
        "Those that much covet are with gain so fond For what they have not, that which they possess They scatter and unloose it from their bond; And so, by hoping more, they have but less, Or, gaining more, the profit of excess Is but to surfeit, and such griefs sustain, That they prove bankrout in this poor-rich gain.",
        "The aim of all is but to nurse the life With honour, wealth, and ease, in waning age; And in this aim there is such thwarting strife That one for all or all for one we gage: As life for honour in fell battle’s rage, Honour for wealth; and oft that wealth doth cost The death of all, and all together lost.",
        "So that in vent’ring ill we leave to be The things we are, for that which we expect; And this ambitious foul infirmity, In having much, torments us with defect Of that we have.",
        "So then we do neglect The thing we have, and, all for want of wit, Make something nothing by augmenting it.",
        "Such hazard now must doting Tarquin make, Pawning his honour to obtain his lust; And for himself himself he must forsake.",
        "Then where is truth, if there be no self-trust?",
        "When shall he think to find a stranger just, When he himself himself confounds, betrays To sland’rous tongues and wretched hateful days?",
        "Now stole upon the time the dead of night, When heavy sleep had closed up mortal eyes.",
        "No comfortable star did lend his light, No noise but owls’ and wolves’ death-boding cries; Now serves the season that they may surprise The silly lambs.",
        "Pure thoughts are dead and still, While lust and murder wake to stain and kill.",
        "And now this lustful lord leaped from his bed, Throwing his mantle rudely o’er his arm; Is madly tossed between desire and dread; Th’ one sweetly flatters, th’ other feareth harm.",
        "But honest fear, bewitched with lust’s foul charm, Doth too too oft betake him to retire, Beaten away by brain-sick rude desire.",
        "His falchion on a flint he softly smiteth, That from the cold stone sparks of fire do fly; Whereat a waxen torch forthwith he lighteth, Which must be lodestar to his lustful eye, And to the flame thus speaks advisedly: “As from this cold flint I enforced this fire, So Lucrece must I force to my desire.” Here pale with fear he doth premeditate The dangers of his loathsome enterprise, And in his inward mind he doth debate What following sorrow may on this arise.",
        "Then looking scornfully, he doth despise His naked armour of still-slaughtered lust, And justly thus controls his thoughts unjust: “Fair torch, burn out thy light, and lend it not To darken her whose light excelleth thine.",
        "And die, unhallowed thoughts, before you blot With your uncleanness that which is divine.",
        "Offer pure incense to so pure a shrine.",
        "Let fair humanity abhor the deed That spots and stains love’s modest snow-white weed. “O shame to knighthood and to shining arms!",
        "O foul dishonour to my household’s grave!",
        "O impious act including all foul harms!",
        "A martial man to be soft fancy’s slave!",
        "True valour still a true respect should have.",
        "Then my digression is so vile, so base, That it will live engraven in my face. “Yea, though I die, the scandal will survive And be an eye-sore in my golden coat; Some loathsome dash the herald will contrive, To cipher me how fondly I did dote, That my posterity, shamed with the note, Shall curse my bones, and hold it for no sin To wish that I their father had not been. “What win I if I gain the thing I seek?",
        "A dream, a breath, a froth of fleeting joy.",
        "Who buys a minute’s mirth to wail a week, Or sells eternity to get a toy?",
        "For one sweet grape who will the vine destroy?",
        "Or what fond beggar, but to touch the crown, Would with the sceptre straight be strucken down? “If Collatinus dream of my intent, Will he not wake, and in a desp’rate rage Post hither, this vile purpose to prevent?-- This siege that hath engirt his marriage, This blur to youth, this sorrow to the sage, This dying virtue, this surviving shame, Whose crime will bear an ever-during blame? “O, what excuse can my invention make When thou shalt charge me with so black a deed?",
        "Will not my tongue be mute, my frail joints shake, Mine eyes forgo their light, my false heart bleed?",
        "The guilt being great, the fear doth still exceed; And extreme fear can neither fight nor fly, But coward-like with trembling terror die. “Had Collatinus killed my son or sire, Or lain in ambush to betray my life, Or were he not my dear friend, this desire Might have excuse to work upon his wife, As in revenge or quittal of such strife; But as he is my kinsman, my dear friend, The shame and fault finds no excuse nor end. “Shameful it is; ay, if the fact be known.",
        "Hateful it is, there is no hate in loving.",
        "I’ll beg her love.",
        "But she is not her own.",
        "The worst is but denial and reproving.",
        "My will is strong, past reason’s weak removing.",
        "Who fears a sentence or an old man’s saw Shall by a painted cloth be kept in awe.” Thus, graceless, holds he disputation ’Tween frozen conscience and hot-burning will, And with good thoughts makes dispensation, Urging the worser sense for vantage still; Which in a moment doth confound and kill All pure effects, and doth so far proceed That what is vile shows like a virtuous deed.",
        "Quoth he, “She took me kindly by the hand, And gazed for tidings in my eager eyes, Fearing some hard news from the warlike band Where her beloved Collatinus lies.",
        "O how her fear did make her colour rise!",
        "First red as roses that on lawn we lay, Then white as lawn, the roses took away. “And how her hand, in my hand being locked, Forced it to tremble with her loyal fear, Which struck her sad, and then it faster rocked, Until her husband’s welfare she did hear; Whereat she smiled with so sweet a cheer That had Narcissus seen her as she stood, Self-love had never drowned him in the flood. “Why hunt I then for colour or excuses?",
        "All orators are dumb when beauty pleadeth.",
        "Poor wretches have remorse in poor abuses; Love thrives not in the heart that shadows dreadeth.",
        "Affection is my captain, and he leadeth; And when his gaudy banner is displayed, The coward fights and will not be dismayed. “Then, childish fear, avaunt!",
        "Debating, die!",
        "Respect and reason wait on wrinkled age!",
        "My heart shall never countermand mine eye.",
        "Sad pause and deep regard beseems the sage; My part is youth, and beats these from the stage.",
        "Desire my pilot is, beauty my prize; Then who fears sinking where such treasure lies?” As corn o’ergrown by weeds, so heedful fear Is almost choked by unresisted lust.",
        "Away he steals with opening, list’ning ear, Full of foul hope, and full of fond mistrust; Both which, as servitors to the unjust, So cross him with their opposite persuasion That now he vows a league, and now invasion.",
        "Within his thought her heavenly image sits, And in the self-same seat sits Collatine.",
        "That eye which looks on her confounds his wits; That eye which him beholds, as more divine, Unto a view so false will not incline, But with a pure appeal seeks to the heart, Which once corrupted takes the worser part; And therein heartens up his servile powers, Who, flattered by their leader’s jocund show, Stuff up his lust, as minutes fill up hours; And as their captain, so their pride doth grow, Paying more slavish tribute than they owe.",
        "By reprobate desire thus madly led, The Roman lord marcheth to Lucrece’ bed.",
        "The locks between her chamber and his will, Each one by him enforced, retires his ward; But, as they open, they all rate his ill, Which drives the creeping thief to some regard.",
        "The threshold grates the door to have him heard; Night-wand’ring weasels shriek to see him there; They fright him, yet he still pursues his fear.",
        "As each unwilling portal yields him way, Through little vents and crannies of the place The wind wars with his torch, to make him stay, And blows the smoke of it into his face, Extinguishing his conduct in this case; But his hot heart, which fond desire doth scorch, Puffs forth another wind that fires the torch.",
        "And being lighted, by the light he spies Lucretia’s glove, wherein her needle sticks; He takes it from the rushes where it lies, And griping it, the needle his finger pricks, As who should say, “This glove to wanton tricks Is not inured.",
        "Return again in haste; Thou seest our mistress’ ornaments are chaste.” But all these poor forbiddings could not stay him; He in the worst sense construes their denial. The doors, the wind, the glove that did delay him, He takes for accidental things of trial; Or as those bars which stop the hourly dial, Who with a ling’ring stay his course doth let, Till every minute pays the hour his debt. “So, so,” quoth he, “these lets attend the time, Like little frosts that sometime threat the spring, To add a more rejoicing to the prime, And give the sneaped birds more cause to sing.",
        "Pain pays the income of each precious thing: Huge rocks, high winds, strong pirates, shelves and sands The merchant fears, ere rich at home he lands.” Now is he come unto the chamber door That shuts him from the heaven of his thought, Which with a yielding latch, and with no more, Hath barred him from the blessed thing he sought.",
        "So from himself impiety hath wrought, That for his prey to pray he doth begin, As if the heavens should countenance his sin.",
        "But in the midst of his unfruitful prayer, Having solicited th’ eternal power That his foul thoughts might compass his fair fair, And they would stand auspicious to the hour, Even there he starts.",
        "Quoth he, “I must deflower.",
        "The powers to whom I pray abhor this fact, How can they then assist me in the act? “Then Love and Fortune be my gods, my guide!",
        "My will is backed with resolution.",
        "Thoughts are but dreams till their effects be tried; The blackest sin is cleared with absolution.",
        "Against love’s fire fear’s frost hath dissolution.",
        "The eye of heaven is out, and misty night Covers the shame that follows sweet delight.” This said, his guilty hand plucked up the latch, And with his knee the door he opens wide.",
        "The dove sleeps fast that this night-owl will catch; Thus treason works ere traitors be espied.",
        "Who sees the lurking serpent steps aside; But she, sound sleeping, fearing no such thing, Lies at the mercy of his mortal sting.",
        "Into the chamber wickedly he stalks, And gazeth on her yet unstained bed.",
        "The curtains being close, about he walks, Rolling his greedy eyeballs in his head.",
        "By their high treason is his heart misled, Which gives the watch-word to his hand full soon To draw the cloud that hides the silver moon.",
        "Look as the fair and fiery-pointed sun, Rushing from forth a cloud, bereaves our sight; Even so, the curtain drawn, his eyes begun To wink, being blinded with a greater light.",
        "Whether it is that she reflects so bright, That dazzleth them, or else some shame supposed; But blind they are, and keep themselves enclosed.",
        "O, had they in that darksome prison died, Then had they seen the period of their ill!",
        "Then Collatine again by Lucrece’ side In his clear bed might have reposed still.",
        "But they must ope, this blessed league to kill; And holy-thoughted Lucrece to their sight Must sell her joy, her life, her world’s delight.",
        "Her lily hand her rosy cheek lies under, Coz’ning the pillow of a lawful kiss; Who, therefore angry, seems to part in sunder, Swelling on either side to want his bliss; Between whose hills her head entombed is, Where like a virtuous monument she lies, To be admired of lewd unhallowed eyes.",
        "Without the bed her other fair hand was, On the green coverlet; whose perfect white Showed like an April daisy on the grass, With pearly sweat resembling dew of night.",
        "Her eyes, like marigolds, had sheathed their light, And canopied in darkness sweetly lay, Till they might open to adorn the day.",
        "Her hair, like golden threads, played with her breath: O modest wantons, wanton modesty!",
        "Showing life’s triumph in the map of death, And death’s dim look in life’s mortality.",
        "Each in her sleep themselves so beautify, As if between them twain there were no strife, But that life lived in death and death in life.",
        "Her breasts like ivory globes circled with blue, A pair of maiden worlds unconquered, Save of their lord no bearing yoke they knew, And him by oath they truly honoured.",
        "These worlds in Tarquin new ambition bred; Who, like a foul usurper, went about From this fair throne to heave the owner out.",
        "What could he see but mightily he noted?",
        "What did he note but strongly he desired?",
        "What he beheld, on that he firmly doted, And in his will his wilful eye he tired.",
        "With more than admiration he admired Her azure veins, her alabaster skin, Her coral lips, her snow-white dimpled chin.",
        "As the grim lion fawneth o’er his prey, Sharp hunger by the conquest satisfied, So o’er this sleeping soul doth Tarquin stay, His rage of lust by grazing qualified-- Slaked, not suppressed; for standing by her side, His eye, which late this mutiny restrains, Unto a greater uproar tempts his veins.",
        "And they, like straggling slaves for pillage fighting, Obdurate vassals fell exploits effecting, In bloody death and ravishment delighting, Nor children’s tears nor mothers’ groans respecting, Swell in their pride, the onset still expecting.",
        "Anon his beating heart, alarum striking, Gives the hot charge and bids them do their liking.",
        "His drumming heart cheers up his burning eye, His eye commends the leading to his hand; His hand, as proud of such a dignity, Smoking with pride, marched on to make his stand On her bare breast, the heart of all her land; Whose ranks of blue veins, as his hand did scale, Left their round turrets destitute and pale.",
        "They, must’ring to the quiet cabinet Where their dear governess and lady lies, Do tell her she is dreadfully beset, And fright her with confusion of their cries.",
        "She, much amazed, breaks ope her locked-up eyes, Who, peeping forth this tumult to behold, Are by his flaming torch dimmed and controlled.",
        "Imagine her as one in dead of night From forth dull sleep by dreadful fancy waking, That thinks she hath beheld some ghastly sprite, Whose grim aspect sets every joint a shaking.",
        "What terror ’tis! but she, in worser taking, From sleep disturbed, heedfully doth view The sight which makes supposed terror true.",
        "Wrapped and confounded in a thousand fears, Like to a new-killed bird she trembling lies.",
        "She dares not look; yet, winking, there appears Quick-shifting antics, ugly in her eyes.",
        "Such shadows are the weak brain’s forgeries; Who, angry that the eyes fly from their lights, In darkness daunts them with more dreadful sights.",
        "His hand, that yet remains upon her breast, Rude ram, to batter such an ivory wall!",
        "May feel her heart, poor citizen, distressed, Wounding itself to death, rise up and fall, Beating her bulk, that his hand shakes withal. This moves in him more rage, and lesser pity, To make the breach and enter this sweet city.",
        "First, like a trumpet doth his tongue begin To sound a parley to his heartless foe, Who o’er the white sheet peers her whiter chin, The reason of this rash alarm to know, Which he by dumb demeanour seeks to show; But she with vehement prayers urgeth still Under what colour he commits this ill.",
        "Thus he replies: “The colour in thy face, That even for anger makes the lily pale, And the red rose blush at her own disgrace, Shall plead for me and tell my loving tale.",
        "Under that colour am I come to scale Thy never-conquered fort; the fault is thine, For those thine eyes betray thee unto mine. “Thus I forestall thee, if thou mean to chide: Thy beauty hath ensnared thee to this night, Where thou with patience must my will abide, My will that marks thee for my earth’s delight, Which I to conquer sought with all my might.",
        "But as reproof and reason beat it dead, By thy bright beauty was it newly bred. “I see what crosses my attempt will bring; I know what thorns the growing rose defends; I think the honey guarded with a sting; All this beforehand counsel comprehends.",
        "But will is deaf, and hears no heedful friends; Only he hath an eye to gaze on beauty, And dotes on what he looks, ’gainst law or duty. “I have debated, even in my soul, What wrong, what shame, what sorrow I shall breed; But nothing can affection’s course control, Or stop the headlong fury of his speed.",
        "I know repentant tears ensue the deed, Reproach, disdain, and deadly enmity; Yet strike I to embrace mine infamy.” This said, he shakes aloft his Roman blade, Which, like a falcon tow’ring in the skies, Coucheth the fowl below with his wings’ shade, Whose crooked beak threats, if he mount he dies.",
        "So under his insulting falchion lies Harmless Lucretia, marking what he tells With trembling fear, as fowl hear falcon’s bells. “Lucrece,” quoth he, “this night I must enjoy thee.",
        "If thou deny, then force must work my way, For in thy bed I purpose to destroy thee; That done, some worthless slave of thine I’ll slay.",
        "To kill thine honour with thy life’s decay; And in thy dead arms do I mean to place him, Swearing I slew him, seeing thee embrace him. “So thy surviving husband shall remain The scornful mark of every open eye; Thy kinsmen hang their heads at this disdain, Thy issue blurred with nameless bastardy.",
        "And thou, the author of their obloquy, Shalt have thy trespass cited up in rhymes And sung by children in succeeding times. “But if thou yield, I rest thy secret friend.",
        "The fault unknown is as a thought unacted; A little harm done to a great good end For lawful policy remains enacted.",
        "The poisonous simple sometimes is compacted In a pure compound; being so applied, His venom in effect is purified. “Then, for thy husband and thy children’s sake, Tender my suit.",
        "Bequeath not to their lot The shame that from them no device can take, The blemish that will never be forgot, Worse than a slavish wipe, or birth-hour’s blot: For marks descried in men’s nativity Are nature’s faults, not their own infamy.” Here with a cockatrice’ dead-killing eye He rouseth up himself and makes a pause; While she, the picture of pure piety, Like a white hind under the gripe’s sharp claws, Pleads in a wilderness where are no laws, To the rough beast that knows no gentle right, Nor aught obeys but his foul appetite.",
        "But when a black-faced cloud the world doth threat, In his dim mist th’ aspiring mountains hiding, From earth’s dark womb some gentle gust doth get, Which blows these pitchy vapours from their biding, Hind’ring their present fall by this dividing; So his unhallowed haste her words delays, And moody Pluto winks while Orpheus plays.",
        "Yet, foul night-waking cat, he doth but dally, While in his hold-fast foot the weak mouse panteth.",
        "Her sad behaviour feeds his vulture folly, A swallowing gulf that even in plenty wanteth.",
        "His ear her prayers admits, but his heart granteth No penetrable entrance to her plaining; Tears harden lust, though marble wear with raining.",
        "Her pity-pleading eyes are sadly fixed In the remorseless wrinkles of his face.",
        "Her modest eloquence with sighs is mixed, Which to her oratory adds more grace.",
        "She puts the period often from his place, And midst the sentence so her accent breaks That twice she doth begin ere once she speaks.",
        "She conjures him by high almighty Jove, By knighthood, gentry, and sweet friendship’s oath, By her untimely tears, her husband’s love, By holy human law, and common troth, By heaven and earth, and all the power of both, That to his borrowed bed he make retire, And stoop to honour, not to foul desire.",
        "Quoth she, “Reward not hospitality With such black payment as thou hast pretended; Mud not the fountain that gave drink to thee, Mar not the thing that cannot be amended.",
        "End thy ill aim before the shoot be ended; He is no woodman that doth bend his bow To strike a poor unseasonable doe. “My husband is thy friend; for his sake spare me.",
        "Thyself art mighty; for thine own sake leave me.",
        "Myself a weakling, do not then ensnare me; Thou look’st not like deceit; do not deceive me.",
        "My sighs, like whirlwinds, labour hence to heave thee.",
        "If ever man were moved with woman’s moans, Be moved with my tears, my sighs, my groans. “All which together, like a troubled ocean, Beat at thy rocky and wrack-threat’ning heart, To soften it with their continual motion; For stones dissolved to water do convert.",
        "O, if no harder than a stone thou art, Melt at my tears and be compassionate!",
        "Soft pity enters at an iron gate. “In Tarquin’s likeness I did entertain thee.",
        "Hast thou put on his shape to do him shame?",
        "To all the host of heaven I complain me, Thou wrong’st his honour, wound’st his princely name.",
        "Thou art not what thou seem’st; and if the same, Thou seem’st not what thou art, a god, a king; For kings like gods should govern everything. “How will thy shame be seeded in thine age, When thus thy vices bud before thy spring?",
        "If in thy hope thou dar’st do such outrage, What dar’st thou not when once thou art a king?",
        "O, be remembered, no outrageous thing From vassal actors can be wiped away; Then kings’ misdeeds cannot be hid in clay. “This deed will make thee only loved for fear, But happy monarchs still are feared for love.",
        "With foul offenders thou perforce must bear, When they in thee the like offences prove.",
        "If but for fear of this, thy will remove, For princes are the glass, the school, the book, Where subjects’ eyes do learn, do read, do look. “And wilt thou be the school where Lust shall learn?",
        "Must he in thee read lectures of such shame?",
        "Wilt thou be glass, wherein it shall discern Authority for sin, warrant for blame, To privilege dishonour in thy name?",
        "Thou back’st reproach against long-living laud, And mak’st fair reputation but a bawd. “Hast thou command?",
        "By him that gave it thee, From a pure heart command thy rebel will.",
        "Draw not thy sword to guard iniquity, For it was lent thee all that brood to kill.",
        "Thy princely office how canst thou fulfill, When, patterned by thy fault, foul Sin may say He learned to sin, and thou didst teach the way? “Think but how vile a spectacle it were To view thy present trespass in another.",
        "Men’s faults do seldom to themselves appear; Their own transgressions partially they smother.",
        "This guilt would seem death-worthy in thy brother.",
        "O how are they wrapped in with infamies That from their own misdeeds askance their eyes! “To thee, to thee, my heaved-up hands appeal, Not to seducing lust, thy rash relier.",
        "I sue for exiled majesty’s repeal; Let him return, and flatt’ring thoughts retire.",
        "His true respect will prison false desire, And wipe the dim mist from thy doting eyne, That thou shalt see thy state, and pity mine.” “Have done,” quoth he. “My uncontrolled tide Turns not, but swells the higher by this let.",
        "Small lights are soon blown out, huge fires abide, And with the wind in greater fury fret.",
        "The petty streams that pay a daily debt To their salt sovereign, with their fresh falls’ haste Add to his flow, but alter not his taste.” “Thou art,” quoth she, “a sea, a sovereign king, And, lo, there falls into thy boundless flood Black lust, dishonour, shame, misgoverning, Who seek to stain the ocean of thy blood.",
        "If all these petty ills shall change thy good, Thy sea within a puddle’s womb is hearsed, And not the puddle in thy sea dispersed. “So shall these slaves be king, and thou their slave; Thou nobly base, they basely dignified; Thou their fair life, and they thy fouler grave; Thou loathed in their shame, they in thy pride.",
        "The lesser thing should not the greater hide; The cedar stoops not to the base shrub’s foot, But low shrubs wither at the cedar’s root. “So let thy thoughts, low vassals to thy state”-- “No more,” quoth he, “by heaven, I will not hear thee.",
        "Yield to my love.",
        "If not, enforced hate, Instead of love’s coy touch, shall rudely tear thee.",
        "That done, despitefully I mean to bear thee Unto the base bed of some rascal groom, To be thy partner in this shameful doom.” This said, he sets his foot upon the light, For light and lust are deadly enemies.",
        "Shame folded up in blind concealing night, When most unseen, then most doth tyrannize.",
        "The wolf hath seized his prey, the poor lamb cries, Till with her own white fleece her voice controlled Entombs her outcry in her lips’ sweet fold.",
        "For with the nightly linen that she wears He pens her piteous clamours in her head, Cooling his hot face in the chastest tears That ever modest eyes with sorrow shed.",
        "O, that prone lust should stain so pure a bed!",
        "The spots whereof could weeping purify, Her tears should drop on them perpetually.",
        "But she hath lost a dearer thing than life, And he hath won what he would lose again.",
        "This forced league doth force a further strife; This momentary joy breeds months of pain; This hot desire converts to cold disdain.",
        "Pure Chastity is rifled of her store, And Lust, the thief, far poorer than before.",
        "Look as the full-fed hound or gorged hawk, Unapt for tender smell or speedy flight, Make slow pursuit, or altogether balk The prey wherein by nature they delight; So surfeit-taking Tarquin fares this night.",
        "His taste delicious, in digestion souring, Devours his will, that lived by foul devouring.",
        "O deeper sin than bottomless conceit Can comprehend in still imagination!",
        "Drunken desire must vomit his receipt, Ere he can see his own abomination.",
        "While lust is in his pride no exclamation Can curb his heat or rein his rash desire, Till, like a jade, self-will himself doth tire.",
        "And then with lank and lean discoloured cheek, With heavy eye, knit brow, and strengthless pace, Feeble desire, all recreant, poor, and meek, Like to a bankrout beggar wails his case.",
        "The flesh being proud, desire doth fight with Grace, For there it revels; and when that decays, The guilty rebel for remission prays.",
        "So fares it with this faultful lord of Rome, Who this accomplishment so hotly chased; For now against himself he sounds this doom, That through the length of times he stands disgraced.",
        "Besides, his soul’s fair temple is defaced, To whose weak ruins muster troops of cares, To ask the spotted princess how she fares.",
        "She says her subjects with foul insurrection Have battered down her consecrated wall, And by their mortal fault brought in subjection Her immortality, and made her thrall To living death and pain perpetual, Which in her prescience she controlled still, But her foresight could not forestall their will.",
        "E’en in this thought through the dark night he stealeth, A captive victor that hath lost in gain, Bearing away the wound that nothing healeth, The scar that will, despite of cure, remain; Leaving his spoil perplexed in greater pain.",
        "She bears the load of lust he left behind, And he the burden of a guilty mind.",
        "He like a thievish dog creeps sadly thence; She like a wearied lamb lies panting there; He scowls, and hates himself for his offence; She, desperate, with her nails her flesh doth tear.",
        "He faintly flies, sweating with guilty fear; She stays, exclaiming on the direful night; He runs, and chides his vanished, loathed delight.",
        "He thence departs a heavy convertite; She there remains a hopeless castaway.",
        "He in his speed looks for the morning light; She prays she never may behold the day. “For day,” quoth she, “night’s scapes doth open lay, And my true eyes have never practised how To cloak offences with a cunning brow. “They think not but that every eye can see The same disgrace which they themselves behold; And therefore would they still in darkness be, To have their unseen sin remain untold.",
        "For they their guilt with weeping will unfold, And grave, like water that doth eat in steel, Upon my cheeks what helpless shame I feel.” Here she exclaims against repose and rest, And bids her eyes hereafter still be blind.",
        "She wakes her heart by beating on her breast, And bids it leap from thence, where it may find Some purer chest, to close so pure a mind.",
        "Frantic with grief thus breathes she forth her spite Against the unseen secrecy of night. “O comfort-killing night, image of hell, Dim register and notary of shame, Black stage for tragedies and murders fell, Vast sin-concealing chaos, nurse of blame, Blind muffled bawd, dark harbour for defame, Grim cave of death, whisp’ring conspirator With close-tongued treason and the ravisher! “O hateful, vaporous, and foggy night, Since thou art guilty of my cureless crime, Muster thy mists to meet the eastern light, Make war against proportioned course of time; Or if thou wilt permit the sun to climb His wonted height, yet ere he go to bed, Knit poisonous clouds about his golden head. “With rotten damps ravish the morning air; Let their exhaled unwholesome breaths make sick The life of purity, the supreme fair, Ere he arrive his weary noontide prick.",
        "And let thy misty vapours march so thick, That in their smoky ranks his smothered light May set at noon and make perpetual night. “Were Tarquin night, as he is but night’s child, The silver-shining queen he would distain; Her twinkling handmaids too, by him defiled, Through Night’s black bosom should not peep again.",
        "So should I have co-partners in my pain; And fellowship in woe doth woe assuage, As palmers’ chat makes short their pilgrimage. “Where now I have no one to blush with me, To cross their arms and hang their heads with mine, To mask their brows, and hide their infamy; But I alone alone must sit and pine, Seasoning the earth with showers of silver brine, Mingling my talk with tears, my grief with groans, Poor wasting monuments of lasting moans. “O night, thou furnace of foul reeking smoke, Let not the jealous day behold that face Which underneath thy black all-hiding cloak Immodesty lies martyred with disgrace!",
        "Keep still possession of thy gloomy place, That all the faults which in thy reign are made May likewise be sepulchred in thy shade. “Make me not object to the tell-tale day.",
        "The light will show charactered in my brow The story of sweet chastity’s decay, The impious breach of holy wedlock vow.",
        "Yea, the illiterate, that know not how To cipher what is writ in learned books, Will quote my loathsome trespass in my looks. “The nurse, to still her child, will tell my story And fright her crying babe with Tarquin’s name.",
        "The orator, to deck his oratory, Will couple my reproach to Tarquin’s shame.",
        "Feast-finding minstrels, tuning my defame, Will tie the hearers to attend each line, How Tarquin wronged me, I Collatine. “Let my good name, that senseless reputation, For Collatine’s dear love be kept unspotted.",
        "If that be made a theme for disputation, The branches of another root are rotted, And undeserved reproach to him allotted That is as clear from this attaint of mine As I, ere this, was pure to Collatine. “O unseen shame, invisible disgrace!",
        "O unfelt sore, crest-wounding, private scar!",
        "Reproach is stamped in Collatinus’ face, And Tarquin’s eye may read the mot afar, How he in peace is wounded, not in war.",
        "Alas, how many bear such shameful blows, Which not themselves, but he that gives them knows! “If, Collatine, thine honour lay in me, From me by strong assault it is bereft.",
        "My honey lost, and I, a drone-like bee, Have no perfection of my summer left, But robbed and ransacked by injurious theft.",
        "In thy weak hive a wand’ring wasp hath crept, And sucked the honey which thy chaste bee kept. “Yet am I guilty of thy honour’s wrack; Yet for thy honour did I entertain him.",
        "Coming from thee, I could not put him back, For it had been dishonour to disdain him.",
        "Besides, of weariness he did complain him, And talked of virtue.",
        "O unlooked-for evil, When virtue is profaned in such a devil! “Why should the worm intrude the maiden bud?",
        "Or hateful cuckoos hatch in sparrows’ nests?",
        "Or toads infect fair founts with venom mud?",
        "Or tyrant folly lurk in gentle breasts?",
        "Or kings be breakers of their own behests?",
        "But no perfection is so absolute That some impurity doth not pollute. “The aged man that coffers up his gold Is plagued with cramps, and gouts and painful fits, And scarce hath eyes his treasure to behold, But like still-pining Tantalus he sits, And useless barns the harvest of his wits, Having no other pleasure of his gain But torment that it cannot cure his pain. “So then he hath it when he cannot use it, And leaves it to be mastered by his young, Who in their pride do presently abuse it.",
        "Their father was too weak, and they too strong, To hold their cursed-blessed fortune long.",
        "The sweets we wish for turn to loathed sours Even in the moment that we call them ours. “Unruly blasts wait on the tender spring; Unwholesome weeds take root with precious flowers; The adder hisses where the sweet birds sing; What virtue breeds iniquity devours.",
        "We have no good that we can say is ours, But ill-annexed Opportunity Or kills his life or else his quality. “O Opportunity, thy guilt is great! ’Tis thou that execut’st the traitor’s treason; Thou sets the wolf where he the lamb may get; Whoever plots the sin, thou ’point’st the season. ’Tis thou that spurn’st at right, at law, at reason; And in thy shady cell, where none may spy him, Sits Sin, to seize the souls that wander by him. “Thou mak’st the vestal violate her oath; Thou blow’st the fire when temperance is thawed; Thou smother’st honesty, thou murder’st troth, Thou foul abettor, thou notorious bawd!",
        "Thou plantest scandal and displacest laud.",
        "Thou ravisher, thou traitor, thou false thief, Thy honey turns to gall, thy joy to grief. “Thy secret pleasure turns to open shame, Thy private feasting to a public fast, Thy smoothing titles to a ragged name, Thy sugared tongue to bitter wormwood taste.",
        "Thy violent vanities can never last.",
        "How comes it then, vile Opportunity, Being so bad, such numbers seek for thee? “When wilt thou be the humble suppliant’s friend, And bring him where his suit may be obtained?",
        "When wilt thou sort an hour great strifes to end, Or free that soul which wretchedness hath chained?",
        "Give physic to the sick, ease to the pained?",
        "The poor, lame, blind, halt, creep, cry out for thee; But they ne’er meet with Opportunity. “The patient dies while the physician sleeps; The orphan pines while the oppressor feeds; Justice is feasting while the widow weeps; Advice is sporting while infection breeds.",
        "Thou grant’st no time for charitable deeds.",
        "Wrath, envy, treason, rape, and murder’s rages, Thy heinous hours wait on them as their pages. “When truth and virtue have to do with thee, A thousand crosses keep them from thy aid; They buy thy help; but Sin ne’er gives a fee; He gratis comes, and thou art well appaid As well to hear as grant what he hath said.",
        "My Collatine would else have come to me When Tarquin did, but he was stayed by thee. “Guilty thou art of murder and of theft, Guilty of perjury and subornation, Guilty of treason, forgery, and shift, Guilty of incest, that abomination: An accessory by thine inclination To all sins past and all that are to come, From the creation to the general doom. “Misshapen Time, copesmate of ugly night, Swift subtle post, carrier of grisly care, Eater of youth, false slave to false delight, Base watch of woes, sin’s pack-horse, virtue’s snare!",
        "Thou nursest all and murd’rest all that are.",
        "O hear me then, injurious, shifting Time!",
        "Be guilty of my death, since of my crime. “Why hath thy servant, Opportunity Betrayed the hours thou gav’st me to repose, Cancelled my fortunes, and enchained me To endless date of never-ending woes?",
        "Time’s office is to fine the hate of foes, To eat up errors by opinion bred, Not spend the dowry of a lawful bed. “Time’s glory is to calm contending kings, To unmask falsehood and bring truth to light, To stamp the seal of time in aged things, To wake the morn and sentinel the night, To wrong the wronger till he render right, To ruinate proud buildings with thy hours, And smear with dust their glitt’ring golden towers; “To fill with worm-holes stately monuments, To feed oblivion with decay of things, To blot old books and alter their contents, To pluck the quills from ancient ravens’ wings, To dry the old oak’s sap and cherish springs, To spoil antiquities of hammered steel, And turn the giddy round of Fortune’s wheel; “To show the beldam daughters of her daughter, To make the child a man, the man a child, To slay the tiger that doth live by slaughter, To tame the unicorn and lion wild, To mock the subtle in themselves beguiled, To cheer the ploughman with increaseful crops, And waste huge stones with little water-drops. “Why work’st thou mischief in thy pilgrimage, Unless thou couldst return to make amends?",
        "One poor retiring minute in an age Would purchase thee a thousand thousand friends, Lending him wit that to bad debtors lends.",
        "O, this dread night, wouldst thou one hour come back, I could prevent this storm and shun thy wrack! “Thou ceaseless lackey to eternity, With some mischance cross Tarquin in his flight.",
        "Devise extremes beyond extremity, To make him curse this cursed crimeful night.",
        "Let ghastly shadows his lewd eyes affright, And the dire thought of his committed evil Shape every bush a hideous shapeless devil. “Disturb his hours of rest with restless trances, Afflict him in his bed with bedrid groans; Let there bechance him pitiful mischances, To make him moan, but pity not his moans.",
        "Stone him with hard’ned hearts harder than stones, And let mild women to him lose their mildness, Wilder to him than tigers in their wildness. “Let him have time to tear his curled hair, Let him have time against himself to rave, Let him have time of Time’s help to despair, Let him have time to live a loathed slave, Let him have time a beggar’s orts to crave, And time to see one that by alms doth live Disdain to him disdained scraps to give. “Let him have time to see his friends his foes, And merry fools to mock at him resort; Let him have time to mark how slow time goes In time of sorrow, and how swift and short His time of folly and his time of sport; And ever let his unrecalling crime Have time to wail th’ abusing of his time. “O Time, thou tutor both to good and bad, Teach me to curse him that thou taught’st this ill!",
        "At his own shadow let the thief run mad, Himself himself seek every hour to kill.",
        "Such wretched hands such wretched blood should spill, For who so base would such an office have As sland’rous deathsman to so base a slave? “The baser is he, coming from a king, To shame his hope with deeds degenerate.",
        "The mightier man, the mightier is the thing That makes him honoured or begets him hate; For greatest scandal waits on greatest state.",
        "The moon being clouded presently is missed, But little stars may hide them when they list. “The crow may bathe his coal-black wings in mire, And unperceived fly with the filth away; But if the like the snow-white swan desire, The stain upon his silver down will stay.",
        "Poor grooms are sightless night, kings glorious day.",
        "Gnats are unnoted wheresoe’er they fly, But eagles gazed upon with every eye. “Out, idle words, servants to shallow fools, Unprofitable sounds, weak arbitrators!",
        "Busy yourselves in skill-contending schools; Debate where leisure serves with dull debaters; To trembling clients be you mediators.",
        "For me, I force not argument a straw, Since that my case is past the help of law. “In vain I rail at Opportunity, At Time, at Tarquin, and uncheerful night; In vain I cavil with mine infamy, In vain I spurn at my confirmed despite.",
        "This helpless smoke of words doth me no right.",
        "The remedy indeed to do me good Is to let forth my foul defiled blood. “Poor hand, why quiver’st thou at this decree?",
        "Honour thyself to rid me of this shame, For if I die, my honour lives in thee, But if I live, thou liv’st in my defame.",
        "Since thou couldst not defend thy loyal dame, And wast afeared to scratch her wicked foe, Kill both thyself and her for yielding so.” This said, from her betumbled couch she starteth, To find some desp’rate instrument of death; But this no slaughterhouse no tool imparteth To make more vent for passage of her breath, Which, thronging through her lips, so vanisheth As smoke from Ætna, that in air consumes, Or that which from discharged cannon fumes. “In vain,” quoth she, “I live, and seek in vain Some happy mean to end a hapless life.",
        "I feared by Tarquin’s falchion to be slain, Yet for the self-same purpose seek a knife.",
        "But when I feared I was a loyal wife; So am I now.--O no, that cannot be!",
        "Of that true type hath Tarquin rifled me. “O that is gone for which I sought to live, And therefore now I need not fear to die.",
        "To clear this spot by death, at least I give A badge of fame to slander’s livery, A dying life to living infamy.",
        "Poor helpless help, the treasure stol’n away, To burn the guiltless casket where it lay! “Well, well, dear Collatine, thou shalt not know The stained taste of violated troth; I will not wrong thy true affection so, To flatter thee with an infringed oath.",
        "This bastard graff shall never come to growth; He shall not boast who did thy stock pollute That thou art doting father of his fruit. “Nor shall he smile at thee in secret thought, Nor laugh with his companions at thy state; But thou shalt know thy int’rest was not bought Basely with gold, but stol’n from forth thy gate.",
        "For me, I am the mistress of my fate, And with my trespass never will dispense, Till life to death acquit my forced offence. “I will not poison thee with my attaint, Nor fold my fault in cleanly-coined excuses; My sable ground of sin I will not paint, To hide the truth of this false night’s abuses.",
        "My tongue shall utter all; mine eyes, like sluices, As from a mountain-spring that feeds a dale, Shall gush pure streams to purge my impure tale.” By this, lamenting Philomel had ended The well-tuned warble of her nightly sorrow, And solemn night with slow sad gait descended To ugly hell; when, lo, the blushing morrow Lends light to all fair eyes that light will borrow.",
        "But cloudy Lucrece shames herself to see, And therefore still in night would cloistered be.",
        "Revealing day through every cranny spies, And seems to point her out where she sits weeping, To whom she sobbing speaks: “O eye of eyes, Why pry’st thou through my window?",
        "Leave thy peeping, Mock with thy tickling beams eyes that are sleeping.",
        "Brand not my forehead with thy piercing light, For day hath naught to do what’s done by night.” Thus cavils she with everything she sees.",
        "True grief is fond and testy as a child, Who wayward once, his mood with naught agrees.",
        "Old woes, not infant sorrows, bear them mild.",
        "Continuance tames the one; the other wild, Like an unpractised swimmer plunging still With too much labour drowns for want of skill.",
        "So she, deep-drenched in a sea of care, Holds disputation with each thing she views, And to herself all sorrow doth compare; No object but her passion’s strength renews, And as one shifts, another straight ensues.",
        "Sometime her grief is dumb and hath no words; Sometime ’tis mad and too much talk affords.",
        "The little birds that tune their morning’s joy Make her moans mad with their sweet melody.",
        "For mirth doth search the bottom of annoy; Sad souls are slain in merry company.",
        "Grief best is pleased with grief’s society; True sorrow then is feelingly sufficed When with like semblance it is sympathized. ’Tis double death to drown in ken of shore; He ten times pines that pines beholding food; To see the salve doth make the wound ache more; Great grief grieves most at that would do it good; Deep woes roll forward like a gentle flood, Who, being stopped, the bounding banks o’erflows; Grief dallied with nor law nor limit knows. “You mocking birds,” quoth she, “your tunes entomb Within your hollow-swelling feathered breasts, And in my hearing be you mute and dumb; My restless discord loves no stops nor rests.",
        "A woeful hostess brooks not merry guests.",
        "Relish your nimble notes to pleasing ears; Distress likes dumps when time is kept with tears. “Come, Philomel, that sing’st of ravishment, Make thy sad grove in my disheveled hair.",
        "As the dank earth weeps at thy languishment, So I at each sad strain will strain a tear And with deep groans the diapason bear; For burden-wise I’ll hum on Tarquin still, While thou on Tereus descants better skill. “And whiles against a thorn thou bear’st thy part To keep thy sharp woes waking, wretched I, To imitate thee well, against my heart Will fix a sharp knife to affright mine eye, Who if it wink shall thereon fall and die.",
        "These means, as frets upon an instrument, Shall tune our heart-strings to true languishment. “And for, poor bird, thou sing’st not in the day, As shaming any eye should thee behold, Some dark deep desert seated from the way, That knows not parching heat nor freezing cold, Will we find out; and there we will unfold To creatures stern sad tunes to change their kinds.",
        "Since men prove beasts, let beasts bear gentle minds.” As the poor frighted deer that stands at gaze, Wildly determining which way to fly, Or one encompassed with a winding maze, That cannot tread the way out readily; So with herself is she in mutiny, To live or die which of the twain were better, When life is shamed and Death reproach’s debtor. “To kill myself,” quoth she, “alack, what were it, But with my body my poor soul’s pollution?",
        "They that lose half with greater patience bear it Than they whose whole is swallowed in confusion.",
        "That mother tries a merciless conclusion Who, having two sweet babes, when death takes one, Will slay the other, and be nurse to none. “My body or my soul, which was the dearer, When the one pure, the other made divine?",
        "Whose love of either to myself was nearer, When both were kept for heaven and Collatine?",
        "Ay me, the bark pilled from the lofty pine, His leaves will wither and his sap decay; So must my soul, her bark being pilled away. “Her house is sacked, her quiet interrupted, Her mansion battered by the enemy, Her sacred temple spotted, spoiled, corrupted, Grossly engirt with daring infamy.",
        "Then let it not be called impiety, If in this blemished fort I make some hole Through which I may convey this troubled soul. “Yet die I will not till my Collatine Have heard the cause of my untimely death, That he may vow, in that sad hour of mine, Revenge on him that made me stop my breath.",
        "My stained blood to Tarquin I’ll bequeath, Which by him tainted shall for him be spent, And as his due writ in my testament. “My honour I’ll bequeath unto the knife That wounds my body so dishonoured. ’Tis honour to deprive dishonoured life; The one will live, the other being dead.",
        "So of shame’s ashes shall my fame be bred, For in my death I murder shameful scorn; My shame so dead, mine honour is new born. “Dear lord of that dear jewel I have lost, What legacy shall I bequeath to thee?",
        "My resolution, love, shall be thy boast, By whose example thou revenged mayst be.",
        "How Tarquin must be used, read it in me; Myself, thy friend, will kill myself, thy foe, And for my sake serve thou false Tarquin so. “This brief abridgement of my will I make: My soul and body to the skies and ground; My resolution, husband, do thou take; Mine honour be the knife’s that makes my wound; My shame be his that did my fame confound; And all my fame that lives disbursed be To those that live and think no shame of me. “Thou, Collatine, shalt oversee this will; How was I overseen that thou shalt see it!",
        "My blood shall wash the slander of mine ill; My life’s foul deed my life’s fair end shall free it.",
        "Faint not, faint heart, but stoutly say, ‘So be it.’ Yield to my hand; my hand shall conquer thee.",
        "Thou dead, both die, and both shall victors be.” This plot of death when sadly she had laid, And wiped the brinish pearl from her bright eyes, With untuned tongue she hoarsely called her maid, Whose swift obedience to her mistress hies; For fleet-winged duty with thought’s feathers flies.",
        "Poor Lucrece’ cheeks unto her maid seem so As winter meads when sun doth melt their snow.",
        "Her mistress she doth give demure good-morrow, With soft slow tongue, true mark of modesty, And sorts a sad look to her lady’s sorrow, For why her face wore sorrow’s livery, But durst not ask of her audaciously Why her two suns were cloud-eclipsed so, Nor why her fair cheeks over-washed with woe.",
        "But as the earth doth weep, the sun being set, Each flower moistened like a melting eye, Even so the maid with swelling drops ’gan wet Her circled eyne, enforced by sympathy Of those fair suns set in her mistress’ sky, Who in a salt-waved ocean quench their light, Which makes the maid weep like the dewy night.",
        "A pretty while these pretty creatures stand, Like ivory conduits coral cisterns filling.",
        "One justly weeps; the other takes in hand No cause, but company, of her drops spilling.",
        "Their gentle sex to weep are often willing, Grieving themselves to guess at others’ smarts, And then they drown their eyes or break their hearts.",
        "For men have marble, women waxen, minds, And therefore are they formed as marble will; The weak oppressed, th’ impression of strange kinds Is formed in them by force, by fraud, or skill.",
        "Then call them not the authors of their ill, No more than wax shall be accounted evil, Wherein is stamped the semblance of a devil.",
        "Their smoothness, like a goodly champaign plain, Lays open all the little worms that creep; In men, as in a rough-grown grove, remain Cave-keeping evils that obscurely sleep.",
        "Through crystal walls each little mote will peep.",
        "Though men can cover crimes with bold stern looks, Poor women’s faces are their own faults’ books.",
        "No man inveigh against the withered flower, But chide rough winter that the flower hath killed; Not that devoured, but that which doth devour, Is worthy blame.",
        "O, let it not be hild Poor women’s faults, that they are so fulfilled With men’s abuses!",
        "Those proud lords, to blame, Make weak-made women tenants to their shame.",
        "The precedent whereof in Lucrece view, Assailed by night with circumstances strong Of present death, and shame that might ensue By that her death, to do her husband wrong.",
        "Such danger to resistance did belong, The dying fear through all her body spread; And who cannot abuse a body dead?",
        "By this, mild patience bid fair Lucrece speak To the poor counterfeit of her complaining: “My girl,” quoth she, “on what occasion break Those tears from thee, that down thy cheeks are raining?",
        "If thou dost weep for grief of my sustaining, Know, gentle wench, it small avails my mood.",
        "If tears could help, mine own would do me good. “But tell me, girl, when went”--and there she stayed Till after a deep groan--“Tarquin from hence?” “Madam, ere I was up,” replied the maid, “The more to blame my sluggard negligence.",
        "Yet with the fault I thus far can dispense: Myself was stirring ere the break of day, And, ere I rose, was Tarquin gone away. “But, lady, if your maid may be so bold, She would request to know your heaviness.” “O peace!” quoth Lucrece. “If it should be told, The repetition cannot make it less; For more it is than I can well express, And that deep torture may be called a hell, When more is felt than one hath power to tell. “Go, get me hither paper, ink, and pen.",
        "Yet save that labour, for I have them here.",
        "What should I say?--One of my husband’s men Bid thou be ready by and by to bear A letter to my lord, my love, my dear.",
        "Bid him with speed prepare to carry it; The cause craves haste, and it will soon be writ.” Her maid is gone, and she prepares to write, First hovering o’er the paper with her quill.",
        "Conceit and grief an eager combat fight; What wit sets down is blotted straight with will; This is too curious-good, this blunt and ill.",
        "Much like a press of people at a door, Throng her inventions, which shall go before.",
        "At last she thus begins: “Thou worthy lord Of that unworthy wife that greeteth thee, Health to thy person!",
        "Next vouchsafe t’ afford, If ever, love, thy Lucrece thou wilt see, Some present speed to come and visit me.",
        "So I commend me from our house in grief.",
        "My woes are tedious, though my words are brief.” Here folds she up the tenor of her woe, Her certain sorrow writ uncertainly.",
        "By this short schedule Collatine may know Her grief, but not her grief’s true quality; She dares not thereof make discovery, Lest he should hold it her own gross abuse, Ere she with blood had stained her stained excuse.",
        "Besides, the life and feeling of her passion She hoards, to spend when he is by to hear her; When sighs and groans and tears may grace the fashion Of her disgrace, the better so to clear her From that suspicion which the world might bear her.",
        "To shun this blot, she would not blot the letter With words, till action might become them better.",
        "To see sad sights moves more than hear them told, For then the eye interprets to the ear The heavy motion that it doth behold, When every part a part of woe doth bear. ’Tis but a part of sorrow that we hear.",
        "Deep sounds make lesser noise than shallow fords, And sorrow ebbs, being blown with wind of words.",
        "Her letter now is sealed, and on it writ “At Ardea to my lord with more than haste.” The post attends, and she delivers it, Charging the sour-faced groom to hie as fast As lagging fowls before the northern blast.",
        "Speed more than speed but dull and slow she deems; Extremely still urgeth such extremes.",
        "The homely villain curtsies to her low, And, blushing on her with a steadfast eye, Receives the scroll without or yea or no, And forth with bashful innocence doth hie.",
        "But they whose guilt within their bosoms lie Imagine every eye beholds their blame, For Lucrece thought he blushed to see her shame, When, silly groom!",
        "God wot, it was defect Of spirit, life, and bold audacity.",
        "Such harmless creatures have a true respect To talk in deeds, while others saucily Promise more speed, but do it leisurely.",
        "Even so this pattern of the worn-out age Pawned honest looks, but laid no words to gage.",
        "His kindled duty kindled her mistrust, That two red fires in both their faces blazed; She thought he blushed, as knowing Tarquin’s lust, And, blushing with him, wistly on him gazed.",
        "Her earnest eye did make him more amazed.",
        "The more she saw the blood his cheeks replenish, The more she thought he spied in her some blemish.",
        "But long she thinks till he return again, And yet the duteous vassal scarce is gone.",
        "The weary time she cannot entertain, For now ’tis stale to sigh, to weep, to groan; So woe hath wearied woe, moan tired moan, That she her plaints a little while doth stay, Pausing for means to mourn some newer way.",
        "At last she calls to mind where hangs a piece Of skilful painting, made for Priam’s Troy, Before the which is drawn the power of Greece, For Helen’s rape the city to destroy, Threat’ning cloud-kissing Ilion with annoy; Which the conceited painter drew so proud, As heaven, it seemed, to kiss the turrets bowed.",
        "A thousand lamentable objects there, In scorn of Nature, Art gave lifeless life.",
        "Many a dry drop seemed a weeping tear, Shed for the slaughtered husband by the wife.",
        "The red blood reeked to show the painter’s strife, The dying eyes gleamed forth their ashy lights, Like dying coals burnt out in tedious nights.",
        "There might you see the labouring pioneer Begrimed with sweat and smeared all with dust; And from the towers of Troy there would appear The very eyes of men through loop-holes thrust, Gazing upon the Greeks with little lust.",
        "Such sweet observance in this work was had, That one might see those far-off eyes look sad.",
        "In great commanders grace and majesty You might behold, triumphing in their faces; In youth, quick bearing and dexterity; And here and there the painter interlaces Pale cowards marching on with trembling paces, Which heartless peasants did so well resemble, That one would swear he saw them quake and tremble.",
        "In Ajax and Ulysses, O, what art Of physiognomy might one behold!",
        "The face of either ciphered either’s heart; Their face their manners most expressly told.",
        "In Ajax’ eyes blunt rage and rigour rolled, But the mild glance that sly Ulysses lent Showed deep regard and smiling government.",
        "There pleading might you see grave Nestor stand, As ’twere encouraging the Greeks to fight, Making such sober action with his hand That it beguiled attention, charmed the sight.",
        "In speech, it seemed, his beard, all silver white, Wagged up and down, and from his lips did fly Thin winding breath, which purled up to the sky.",
        "About him were a press of gaping faces, Which seemed to swallow up his sound advice, All jointly list’ning, but with several graces, As if some mermaid did their ears entice; Some high, some low, the painter was so nice.",
        "The scalps of many, almost hid behind, To jump up higher seemed to mock the mind.",
        "Here one man’s hand leaned on another’s head, His nose being shadowed by his neighbour’s ear; Here one being thronged bears back, all boll’n and red; Another smothered seems to pelt and swear; And in their rage such signs of rage they bear As, but for loss of Nestor’s golden words, It seemed they would debate with angry swords.",
        "For much imaginary work was there, Conceit deceitful, so compact, so kind, That for Achilles’ image stood his spear Griped in an armed hand; himself, behind, Was left unseen, save to the eye of mind.",
        "A hand, a foot, a face, a leg, a head, Stood for the whole to be imagined.",
        "And from the walls of strong-besieged Troy, When their brave hope, bold Hector, marched to field, Stood many Trojan mothers, sharing joy To see their youthful sons bright weapons wield; And to their hope they such odd action yield That through their light joy seemed to appear, Like bright things stained, a kind of heavy fear.",
        "And from the strand of Dardan, where they fought, To Simois’ reedy banks the red blood ran, Whose waves to imitate the battle sought With swelling ridges, and their ranks began To break upon the galled shore, and then Retire again till, meeting greater ranks, They join, and shoot their foam at Simois’ banks.",
        "To this well-painted piece is Lucrece come, To find a face where all distress is stelled.",
        "Many she sees where cares have carved some, But none where all distress and dolour dwelled, Till she despairing Hecuba beheld, Staring on Priam’s wounds with her old eyes, Which bleeding under Pyrrhus’ proud foot lies.",
        "In her the painter had anatomized Time’s ruin, beauty’s wrack, and grim care’s reign.",
        "Her cheeks with chops and wrinkles were disguised; Of what she was no semblance did remain.",
        "Her blue blood, changed to black in every vein, Wanting the spring that those shrunk pipes had fed, Showed life imprisoned in a body dead.",
        "On this sad shadow Lucrece spends her eyes, And shapes her sorrow to the beldam’s woes, Who nothing wants to answer her but cries And bitter words to ban her cruel foes.",
        "The painter was no god to lend her those, And therefore Lucrece swears he did her wrong, To give her so much grief, and not a tongue. “Poor instrument,” quoth she, “without a sound, I’ll tune thy woes with my lamenting tongue, And drop sweet balm in Priam’s painted wound, And rail on Pyrrhus that hath done him wrong, And with my tears quench Troy that burns so long, And with my knife scratch out the angry eyes Of all the Greeks that are thine enemies. “Show me the strumpet that began this stir, That with my nails her beauty I may tear.",
        "Thy heat of lust, fond Paris, did incur This load of wrath that burning Troy doth bear; Thy eye kindled the fire that burneth here, And here in Troy, for trespass of thine eye, The sire, the son, the dame, and daughter die. “Why should the private pleasure of some one Become the public plague of many moe?",
        "Let sin, alone committed, light alone Upon his head that hath transgressed so; Let guiltless souls be freed from guilty woe.",
        "For one’s offence why should so many fall, To plague a private sin in general? “Lo, here weeps Hecuba, here Priam dies, Here manly Hector faints, here Troilus swounds; Here friend by friend in bloody channel lies, And friend to friend gives unadvised wounds, And one man’s lust these many lives confounds.",
        "Had doting Priam checked his son’s desire, Troy had been bright with fame and not with fire.” Here feelingly she weeps Troy’s painted woes, For sorrow, like a heavy-hanging bell, Once set on ringing, with his own weight goes; Then little strength rings out the doleful knell.",
        "So Lucrece set a-work, sad tales doth tell To pencilled pensiveness and coloured sorrow; She lends them words, and she their looks doth borrow.",
        "She throws her eyes about the painting round, And who she finds forlorn she doth lament.",
        "At last she sees a wretched image bound, That piteous looks to Phrygian shepherds lent.",
        "His face, though full of cares, yet showed content; Onward to Troy with the blunt swains he goes, So mild, that patience seemed to scorn his woes.",
        "In him the painter laboured with his skill To hide deceit and give the harmless show An humble gait, calm looks, eyes wailing still, A brow unbent that seemed to welcome woe, Cheeks neither red nor pale, but mingled so That blushing red no guilty instance gave, Nor ashy pale the fear that false hearts have.",
        "But, like a constant and confirmed devil, He entertained a show so seeming just, And therein so ensconced his secret evil, That jealousy itself could not mistrust False-creeping craft and perjury should thrust Into so bright a day such black-faced storms, Or blot with hell-born sin such saint-like forms.",
        "The well-skilled workman this mild image drew For perjured Sinon, whose enchanting story The credulous Old Priam after slew; Whose words like wildfire burnt the shining glory Of rich-built Ilion, that the skies were sorry, And little stars shot from their fixed places, When their glass fell wherein they viewed their faces.",
        "This picture she advisedly perused, And chid the painter for his wondrous skill, Saying some shape in Sinon’s was abused; So fair a form lodged not a mind so ill.",
        "And still on him she gazed, and gazing still, Such signs of truth in his plain face she spied, That she concludes the picture was belied. “It cannot be,” quoth she, “that so much guile”-- She would have said “can lurk in such a look.” But Tarquin’s shape came in her mind the while, And from her tongue “can lurk” from “cannot” took. “It cannot be” she in that sense forsook, And turned it thus: “It cannot be, I find, But such a face should bear a wicked mind. “For even as subtle Sinon here is painted, So sober-sad, so weary, and so mild, As if with grief or travail he had fainted, To me came Tarquin armed too, beguiled With outward honesty, but yet defiled With inward vice.",
        "As Priam him did cherish, So did I Tarquin; so my Troy did perish. “Look, look, how listening Priam wets his eyes, To see those borrowed tears that Sinon sheds!",
        "Priam, why art thou old and yet not wise?",
        "For every tear he falls a Trojan bleeds.",
        "His eye drops fire, no water thence proceeds; Those round clear pearls of his that move thy pity, Are balls of quenchless fire to burn thy city. “Such devils steal effects from lightless hell, For Sinon in his fire doth quake with cold, And in that cold hot-burning fire doth dwell.",
        "These contraries such unity do hold, Only to flatter fools and make them bold; So Priam’s trust false Sinon’s tears doth flatter, That he finds means to burn his Troy with water.” Here, all enraged, such passion her assails, That patience is quite beaten from her breast.",
        "She tears the senseless Sinon with her nails, Comparing him to that unhappy guest Whose deed hath made herself herself detest.",
        "At last she smilingly with this gives o’er; “Fool, fool!” quoth she, “his wounds will not be sore.” Thus ebbs and flows the current of her sorrow, And time doth weary time with her complaining.",
        "She looks for night, and then she longs for morrow, And both she thinks too long with her remaining.",
        "Short time seems long in sorrow’s sharp sustaining.",
        "Though woe be heavy, yet it seldom sleeps, And they that watch see time how slow it creeps.",
        "Which all this time hath overslipped her thought, That she with painted images hath spent, Being from the feeling of her own grief brought By deep surmise of others’ detriment, Losing her woes in shows of discontent.",
        "It easeth some, though none it ever cured, To think their dolour others have endured.",
        "But now the mindful messenger, come back, Brings home his lord and other company; Who finds his Lucrece clad in mourning black, And round about her tear-distained eye Blue circles streamed, like rainbows in the sky.",
        "These water-galls in her dim element Foretell new storms to those already spent.",
        "Which when her sad-beholding husband saw, Amazedly in her sad face he stares.",
        "Her eyes, though sod in tears, looked red and raw, Her lively colour killed with deadly cares.",
        "He hath no power to ask her how she fares; Both stood like old acquaintance in a trance, Met far from home, wond’ring each other’s chance.",
        "At last he takes her by the bloodless hand, And thus begins: “What uncouth ill event Hath thee befall’n, that thou dost trembling stand?",
        "Sweet love, what spite hath thy fair colour spent?",
        "Why art thou thus attired in discontent?",
        "Unmask, dear dear, this moody heaviness, And tell thy grief, that we may give redress.” Three times with sighs she gives her sorrow fire, Ere once she can discharge one word of woe.",
        "At length addressed to answer his desire, She modestly prepares to let them know Her honour is ta’en prisoner by the foe; While Collatine and his consorted lords With sad attention long to hear her words.",
        "And now this pale swan in her wat’ry nest Begins the sad dirge of her certain ending: “Few words,” quoth she, “shall fit the trespass best, Where no excuse can give the fault amending.",
        "In me more woes than words are now depending; And my laments would be drawn out too long, To tell them all with one poor tired tongue. “Then be this all the task it hath to say: Dear husband, in the interest of thy bed A stranger came, and on that pillow lay Where thou wast wont to rest thy weary head; And what wrong else may be imagined By foul enforcement might be done to me, From that, alas, thy Lucrece is not free. “For in the dreadful dead of dark midnight, With shining falchion in my chamber came A creeping creature with a flaming light, And softly cried ‘Awake, thou Roman dame, And entertain my love; else lasting shame On thee and thine this night I will inflict, If thou my love’s desire do contradict. “‘For some hard-favoured groom of thine,’ quoth he, ‘Unless thou yoke thy liking to my will, I’ll murder straight, and then I’ll slaughter thee And swear I found you where you did fulfil The loathsome act of lust, and so did kill The lechers in their deed.",
        "This act will be My fame and thy perpetual infamy.’ “With this, I did begin to start and cry, And then against my heart he sets his sword, Swearing, unless I took all patiently, I should not live to speak another word; So should my shame still rest upon record, And never be forgot in mighty Rome The adulterate death of Lucrece and her groom. “Mine enemy was strong, my poor self weak, And far the weaker with so strong a fear.",
        "My bloody judge forbade my tongue to speak; No rightful plea might plead for justice there.",
        "His scarlet lust came evidence to swear That my poor beauty had purloined his eyes; And when the judge is robbed, the prisoner dies. “O, teach me how to make mine own excuse, Or at the least, this refuge let me find: Though my gross blood be stained with this abuse, Immaculate and spotless is my mind; That was not forced; that never was inclined To accessary yieldings, but still pure Doth in her poisoned closet yet endure.” Lo, here the hopeless merchant of this loss, With head declined and voice dammed up with woe, With sad set eyes and wretched arms across, From lips new-waxen pale begins to blow The grief away that stops his answer so.",
        "But wretched as he is, he strives in vain; What he breathes out his breath drinks up again.",
        "As through an arch the violent roaring tide Outruns the eye that doth behold his haste, Yet in the eddy boundeth in his pride Back to the strait that forced him on so fast, In rage sent out, recalled in rage, being past: Even so his sighs, his sorrows make a saw, To push grief on, and back the same grief draw.",
        "Which speechless woe of his poor she attendeth, And his untimely frenzy thus awaketh: “Dear lord, thy sorrow to my sorrow lendeth Another power; no flood by raining slaketh.",
        "My woe too sensible thy passion maketh More feeling-painful.",
        "Let it then suffice To drown one woe, one pair of weeping eyes. “And for my sake, when I might charm thee so, For she that was thy Lucrece, now attend me: Be suddenly revenged on my foe, Thine, mine, his own.",
        "Suppose thou dost defend me From what is past.",
        "The help that thou shalt lend me Comes all too late, yet let the traitor die, For sparing justice feeds iniquity. “But ere I name him, you fair lords,” quoth she, Speaking to those that came with Collatine, “Shall plight your honourable faiths to me, With swift pursuit to venge this wrong of mine; For ’tis a meritorious fair design To chase injustice with revengeful arms.",
        "Knights, by their oaths, should right poor ladies’ harms.” At this request, with noble disposition Each present lord began to promise aid, As bound in knighthood to her imposition, Longing to hear the hateful foe bewrayed.",
        "But she, that yet her sad task hath not said, The protestation stops. “O, speak,” quoth she, “How may this forced stain be wiped from me? “What is the quality of my offence, Being constrained with dreadful circumstance?",
        "May my pure mind with the foul act dispense, My low-declined honour to advance?",
        "May any terms acquit me from this chance?",
        "The poisoned fountain clears itself again, And why not I from this compelled stain?",
        "With this, they all at once began to say, Her body’s stain her mind untainted clears, While with a joyless smile she turns away The face, that map which deep impression bears Of hard misfortune, carved in it with tears. “No, no,” quoth she, “no dame, hereafter living By my excuse shall claim excuse’s giving.” Here with a sigh, as if her heart would break, She throws forth Tarquin’s name: “He, he,” she says, But more than “he” her poor tongue could not speak; Till after many accents and delays, Untimely breathings, sick and short assays, She utters this: “He, he, fair lords, ’tis he, That guides this hand to give this wound to me.” Even here she sheathed in her harmless breast A harmful knife, that thence her soul unsheathed.",
        "That blow did bail it from the deep unrest Of that polluted prison where it breathed.",
        "Her contrite sighs unto the clouds bequeathed Her winged sprite, and through her wounds doth fly Life’s lasting date from cancelled destiny.",
        "Stone-still, astonished with this deadly deed, Stood Collatine and all his lordly crew, Till Lucrece’ father that beholds her bleed, Himself on her self-slaughtered body threw, And from the purple fountain Brutus drew The murd’rous knife, and, as it left the place, Her blood, in poor revenge, held it in chase; And bubbling from her breast, it doth divide In two slow rivers, that the crimson blood Circles her body in on every side, Who, like a late-sacked island, vastly stood Bare and unpeopled in this fearful flood.",
        "Some of her blood still pure and red remained, And some looked black, and that false Tarquin stained.",
        "About the mourning and congealed face Of that black blood a wat’ry rigol goes, Which seems to weep upon the tainted place; And ever since, as pitying Lucrece’ woes, Corrupted blood some watery token shows, And blood untainted still doth red abide, Blushing at that which is so putrified. “Daughter, dear daughter,” old Lucretius cries, “That life was mine which thou hast here deprived.",
        "If in the child the father’s image lies, Where shall I live now Lucrece is unlived?",
        "Thou wast not to this end from me derived.",
        "If children predecease progenitors, We are their offspring, and they none of ours. “Poor broken glass, I often did behold In thy sweet semblance my old age new born; But now that fair fresh mirror, dim and old, Shows me a bare-boned death by time outworn.",
        "O, from thy cheeks my image thou hast torn, And shivered all the beauty of my glass, That I no more can see what once I was! “O time, cease thou thy course and last no longer, If they surcease to be that should survive!",
        "Shall rotten death make conquest of the stronger, And leave the falt’ring feeble souls alive?",
        "The old bees die, the young possess their hive.",
        "Then live, sweet Lucrece, live again and see Thy father die, and not thy father thee!” By this starts Collatine as from a dream, And bids Lucretius give his sorrow place; And then in key-cold Lucrece’ bleeding stream He falls, and bathes the pale fear in his face, And counterfeits to die with her a space; Till manly shame bids him possess his breath, And live to be revenged on her death.",
        "The deep vexation of his inward soul Hath served a dumb arrest upon his tongue; Who, mad that sorrow should his use control Or keep him from heart-easing words so long, Begins to talk; but through his lips do throng Weak words, so thick come in his poor heart’s aid That no man could distinguish what he said.",
        "Yet sometime “Tarquin” was pronounced plain, But through his teeth, as if the name he tore.",
        "This windy tempest, till it blow up rain, Held back his sorrow’s tide, to make it more.",
        "At last it rains, and busy winds give o’er.",
        "Then son and father weep with equal strife Who should weep most, for daughter or for wife.",
        "The one doth call her his, the other his, Yet neither may possess the claim they lay, The father says “She’s mine.” “O, mine she is,” Replies her husband. “Do not take away My sorrow’s interest; let no mourner say He weeps for her, for she was only mine, And only must be wailed by Collatine.” “O,” quoth Lucretius, “I did give that life Which she too early and too late hath spilled.” “Woe, woe,” quoth Collatine, “she was my wife, I owed her, and ’tis mine that she hath killed.” “My daughter” and “my wife” with clamours filled The dispersed air, who, holding Lucrece’ life, Answered their cries, “my daughter” and “my wife”.",
        "Brutus, who plucked the knife from Lucrece’ side, Seeing such emulation in their woe, Began to clothe his wit in state and pride, Burying in Lucrece’ wound his folly’s show.",
        "He with the Romans was esteemed so As silly jeering idiots are with kings, For sportive words and utt’ring foolish things.",
        "But now he throws that shallow habit by, Wherein deep policy did him disguise, And armed his long-hid wits advisedly, To check the tears in Collatinus’ eyes. “Thou wronged lord of Rome,” quoth he, “arise!",
        "Let my unsounded self, supposed a fool, Now set thy long-experienced wit to school. “Why, Collatine, is woe the cure for woe?",
        "Do wounds help wounds, or grief help grievous deeds?",
        "Is it revenge to give thyself a blow For his foul act by whom thy fair wife bleeds?",
        "Such childish humour from weak minds proceeds.",
        "Thy wretched wife mistook the matter so, To slay herself, that should have slain her foe. “Courageous Roman, do not steep thy heart In such relenting dew of lamentations, But kneel with me, and help to bear thy part To rouse our Roman gods with invocations, That they will suffer these abominations,-- Since Rome herself in them doth stand disgraced,-- By our strong arms from forth her fair streets chased. “Now, by the Capitol that we adore, And by this chaste blood so unjustly stained, By heaven’s fair sun that breeds the fat earth’s store, By all our country rights in Rome maintained, And by chaste Lucrece’ soul that late complained Her wrongs to us, and by this bloody knife, We will revenge the death of this true wife.” This said, he struck his hand upon his breast, And kissed the fatal knife, to end his vow; And to his protestation urged the rest, Who, wond’ring at him, did his words allow.",
        "Then jointly to the ground their knees they bow, And that deep vow which Brutus made before, He doth again repeat, and that they swore.",
        "When they had sworn to this advised doom, They did conclude to bear dead Lucrece thence, To show her bleeding body thorough Rome, And so to publish Tarquin’s foul offence; Which being done with speedy diligence, The Romans plausibly did give consent To Tarquin’s everlasting banishment.",
        "VENUS AND ADONIS Vilia miretur vulgus; mihi flavus Apollo Pocula Castalia plena ministret aqua.",
        "TO THE RIGHT HONOURABLE HENRY WRIOTHESLEY, EARL OF SOUTHAMPTON, and Baron of Titchfield.",
        "Right Honourable, I know not how I shall offend in dedicating my unpolished lines to your lordship, nor how the world will censure me for choosing so strong a prop to support so weak a burthen: only, if your honour seem but pleased, I account myself highly praised, and vow to take advantage of all idle hours, till I have honoured you with some graver labour.",
        "But if the first heir of my invention prove deformed, I shall be sorry it had so noble a godfather, and never after ear so barren a land, for fear it yield me still so bad a harvest.",
        "I leave it to your honourable survey, and your honour to your heart’s content; which I wish may always answer your own wish and the world’s hopeful expectation.",
        "Your honour’s in all duty, WILLIAM SHAKESPEARE.",
        "VENUS AND ADONIS Even as the sun with purple-colour’d face Had ta’en his last leave of the weeping morn, Rose-cheek’d Adonis tried him to the chase; Hunting he lov’d, but love he laugh’d to scorn; 4 Sick-thoughted Venus makes amain unto him, And like a bold-fac’d suitor ’gins to woo him. “Thrice fairer than myself,” thus she began, “The field’s chief flower, sweet above compare, 8 Stain to all nymphs, more lovely than a man, More white and red than doves or roses are: Nature that made thee, with herself at strife, Saith that the world hath ending with thy life. 12 “Vouchsafe, thou wonder, to alight thy steed, And rein his proud head to the saddle-bow; If thou wilt deign this favour, for thy meed A thousand honey secrets shalt thou know: 16 Here come and sit, where never serpent hisses, And being set, I’ll smother thee with kisses. “And yet not cloy thy lips with loath’d satiety, But rather famish them amid their plenty, 20 Making them red, and pale, with fresh variety: Ten kisses short as one, one long as twenty: A summer’s day will seem an hour but short, Being wasted in such time-beguiling sport.” 24 With this she seizeth on his sweating palm, The precedent of pith and livelihood, And trembling in her passion, calls it balm, Earth’s sovereign salve to do a goddess good: 28 Being so enrag’d, desire doth lend her force Courageously to pluck him from his horse.",
        "Over one arm the lusty courser’s rein, Under her other was the tender boy, 32 Who blush’d and pouted in a dull disdain, With leaden appetite, unapt to toy; She red and hot as coals of glowing fire, He red for shame, but frosty in desire. 36 The studded bridle on a ragged bough Nimbly she fastens;--O! how quick is love!-- The steed is stalled up, and even now To tie the rider she begins to prove: 40 Backward she push’d him, as she would be thrust, And govern’d him in strength, though not in lust.",
        "So soon was she along, as he was down, Each leaning on their elbows and their hips: 44 Now doth she stroke his cheek, now doth he frown, And ’gins to chide, but soon she stops his lips, And kissing speaks, with lustful language broken, “If thou wilt chide, thy lips shall never open.” 48 He burns with bashful shame, she with her tears Doth quench the maiden burning of his cheeks; Then with her windy sighs and golden hairs To fan and blow them dry again she seeks. 52 He saith she is immodest, blames her miss; What follows more, she murders with a kiss.",
        "Even as an empty eagle, sharp by fast, Tires with her beak on feathers, flesh and bone, 56 Shaking her wings, devouring all in haste, Till either gorge be stuff’d or prey be gone: Even so she kiss’d his brow, his cheek, his chin, And where she ends she doth anew begin. 60 Forc’d to content, but never to obey, Panting he lies, and breatheth in her face.",
        "She feedeth on the steam, as on a prey, And calls it heavenly moisture, air of grace, 64 Wishing her cheeks were gardens full of flowers So they were dew’d with such distilling showers.",
        "Look how a bird lies tangled in a net, So fasten’d in her arms Adonis lies; 68 Pure shame and aw’d resistance made him fret, Which bred more beauty in his angry eyes: Rain added to a river that is rank Perforce will force it overflow the bank. 72 Still she entreats, and prettily entreats, For to a pretty ear she tunes her tale.",
        "Still is he sullen, still he lours and frets, ’Twixt crimson shame and anger ashy pale; 76 Being red she loves him best, and being white, Her best is better’d with a more delight.",
        "Look how he can, she cannot choose but love; And by her fair immortal hand she swears, 80 From his soft bosom never to remove, Till he take truce with her contending tears, Which long have rain’d, making her cheeks all wet; And one sweet kiss shall pay this countless debt.",
        "Upon this promise did he raise his chin, 85 Like a dive-dapper peering through a wave, Who, being look’d on, ducks as quickly in; So offers he to give what she did crave, 88 But when her lips were ready for his pay, He winks, and turns his lips another way.",
        "Never did passenger in summer’s heat More thirst for drink than she for this good turn. 92 Her help she sees, but help she cannot get; She bathes in water, yet her fire must burn: “O! pity,” ’gan she cry, “flint-hearted boy, ’Tis but a kiss I beg; why art thou coy? 96 “I have been woo’d as I entreat thee now, Even by the stern and direful god of war, Whose sinewy neck in battle ne’er did bow, Who conquers where he comes in every jar; 100 Yet hath he been my captive and my slave, And begg’d for that which thou unask’d shalt have. “Over my altars hath he hung his lance, His batter’d shield, his uncontrolled crest, 104 And for my sake hath learn’d to sport and dance, To toy, to wanton, dally, smile, and jest; Scorning his churlish drum and ensign red Making my arms his field, his tent my bed. 108 “Thus he that overrul’d I oversway’d, Leading him prisoner in a red rose chain: Strong-temper’d steel his stronger strength obey’d, Yet was he servile to my coy disdain. 112 Oh be not proud, nor brag not of thy might, For mast’ring her that foil’d the god of fight. “Touch but my lips with those fair lips of thine, Though mine be not so fair, yet are they red, 116 The kiss shall be thine own as well as mine: What see’st thou in the ground? hold up thy head, Look in mine eyeballs, there thy beauty lies; Then why not lips on lips, since eyes in eyes? 120 “Art thou asham’d to kiss? then wink again, And I will wink; so shall the day seem night.",
        "Love keeps his revels where there are but twain; Be bold to play, our sport is not in sight, 124 These blue-vein’d violets whereon we lean Never can blab, nor know not what we mean. “The tender spring upon thy tempting lip 127 Shows thee unripe; yet mayst thou well be tasted, Make use of time, let not advantage slip; Beauty within itself should not be wasted, Fair flowers that are not gather’d in their prime Rot, and consume themselves in little time. 132 “Were I hard-favour’d, foul, or wrinkled old, Ill-nurtur’d, crooked, churlish, harsh in voice, O’erworn, despised, rheumatic, and cold, Thick-sighted, barren, lean, and lacking juice, 136 Then mightst thou pause, for then I were not for thee; But having no defects, why dost abhor me? “Thou canst not see one wrinkle in my brow, 139 Mine eyes are grey and bright, and quick in turning; My beauty as the spring doth yearly grow, My flesh is soft and plump, my marrow burning, My smooth moist hand, were it with thy hand felt, Would in thy palm dissolve, or seem to melt. 144 “Bid me discourse, I will enchant thine ear, Or like a fairy, trip upon the green, Or like a nymph, with long dishevell’d hair, Dance on the sands, and yet no footing seen. 148 Love is a spirit all compact of fire, Not gross to sink, but light, and will aspire. “Witness this primrose bank whereon I lie: 151 These forceless flowers like sturdy trees support me; Two strengthless doves will draw me through the sky, From morn till night, even where I list to sport me.",
        "Is love so light, sweet boy, and may it be That thou shouldst think it heavy unto thee? 156 “Is thine own heart to thine own face affected?",
        "Can thy right hand seize love upon thy left?",
        "Then woo thyself, be of thyself rejected, Steal thine own freedom, and complain on theft. 160 Narcissus so himself himself forsook, And died to kiss his shadow in the brook. “Torches are made to light, jewels to wear, Dainties to taste, fresh beauty for the use, 164 Herbs for their smell, and sappy plants to bear; Things growing to themselves are growth’s abuse, Seeds spring from seeds, and beauty breedeth beauty; Thou wast begot; to get it is thy duty. 168 “Upon the earth’s increase why shouldst thou feed, Unless the earth with thy increase be fed?",
        "By law of nature thou art bound to breed, That thine may live when thou thyself art dead; 172 And so in spite of death thou dost survive, In that thy likeness still is left alive.” By this the love-sick queen began to sweat, For where they lay the shadow had forsook them, 176 And Titan, tired in the midday heat, With burning eye did hotly overlook them, Wishing Adonis had his team to guide, So he were like him and by Venus’ side. 180 And now Adonis with a lazy spright, And with a heavy, dark, disliking eye, His louring brows o’erwhelming his fair sight, Like misty vapours when they blot the sky, 184 Souring his cheeks, cries, “Fie, no more of love: The sun doth burn my face; I must remove.” “Ay me,” quoth Venus, “young, and so unkind!",
        "What bare excuses mak’st thou to be gone! 188 I’ll sigh celestial breath, whose gentle wind Shall cool the heat of this descending sun: I’ll make a shadow for thee of my hairs; If they burn too, I’ll quench them with my tears. 192 “The sun that shines from heaven shines but warm, And lo I lie between that sun and thee: The heat I have from thence doth little harm, Thine eye darts forth the fire that burneth me; 196 And were I not immortal, life were done, Between this heavenly and earthly sun. “Art thou obdurate, flinty, hard as steel?",
        "Nay more than flint, for stone at rain relenteth: 200 Art thou a woman’s son and canst not feel What ’tis to love, how want of love tormenteth?",
        "O had thy mother borne so hard a mind, She had not brought forth thee, but died unkind. 204 “What am I that thou shouldst contemn me this?",
        "Or what great danger dwells upon my suit?",
        "What were thy lips the worse for one poor kiss?",
        "Speak, fair; but speak fair words, or else be mute: 208 Give me one kiss, I’ll give it thee again, And one for int’rest, if thou wilt have twain. “Fie, lifeless picture, cold and senseless stone, Well-painted idol, image dull and dead, 212 Statue contenting but the eye alone, Thing like a man, but of no woman bred: Thou art no man, though of a man’s complexion, For men will kiss even by their own direction.” 216 This said, impatience chokes her pleading tongue, And swelling passion doth provoke a pause; Red cheeks and fiery eyes blaze forth her wrong; Being judge in love, she cannot right her cause. 220 And now she weeps, and now she fain would speak, And now her sobs do her intendments break.",
        "Sometimes she shakes her head, and then his hand, Now gazeth she on him, now on the ground; 224 Sometimes her arms infold him like a band: She would, he will not in her arms be bound; And when from thence he struggles to be gone, She locks her lily fingers one in one. 228 “Fondling,” she saith, “since I have hemm’d thee here Within the circuit of this ivory pale, I’ll be a park, and thou shalt be my deer; Feed where thou wilt, on mountain or in dale: 232 Graze on my lips, and if those hills be dry, Stray lower, where the pleasant fountains lie. “Within this limit is relief enough, Sweet bottom grass and high delightful plain, 236 Round rising hillocks, brakes obscure and rough, To shelter thee from tempest and from rain: Then be my deer, since I am such a park, 239 No dog shall rouse thee, though a thousand bark.” At this Adonis smiles as in disdain, That in each cheek appears a pretty dimple; Love made those hollows, if himself were slain, He might be buried in a tomb so simple; 244 Foreknowing well, if there he came to lie, Why there love liv’d, and there he could not die.",
        "These lovely caves, these round enchanting pits, Open’d their mouths to swallow Venus’ liking. 248 Being mad before, how doth she now for wits?",
        "Struck dead at first, what needs a second striking?",
        "Poor queen of love, in thine own law forlorn, To love a cheek that smiles at thee in scorn! 252 Now which way shall she turn? what shall she say?",
        "Her words are done, her woes the more increasing; The time is spent, her object will away, And from her twining arms doth urge releasing: 256 “Pity,” she cries; “some favour, some remorse!” Away he springs, and hasteth to his horse.",
        "But lo from forth a copse that neighbours by, A breeding jennet, lusty, young, and proud, 260 Adonis’ tramping courser doth espy, And forth she rushes, snorts and neighs aloud: The strong-neck’d steed, being tied unto a tree, Breaketh his rein, and to her straight goes he. 264 Imperiously he leaps, he neighs, he bounds, And now his woven girths he breaks asunder; The bearing earth with his hard hoof he wounds, Whose hollow womb resounds like heaven’s thunder; The iron bit he crusheth ’tween his teeth, 269 Controlling what he was controlled with.",
        "His ears up-prick’d; his braided hanging mane Upon his compass’d crest now stand on end; 272 His nostrils drink the air, and forth again, As from a furnace, vapours doth he send: His eye, which scornfully glisters like fire, Shows his hot courage and his high desire. 276 Sometime he trots, as if he told the steps, With gentle majesty and modest pride; Anon he rears upright, curvets and leaps, As who should say, “Lo thus my strength is tried; And this I do to captivate the eye 281 Of the fair breeder that is standing by.” What recketh he his rider’s angry stir, His flattering “Holla”, or his “Stand, I say”? 284 What cares he now for curb or pricking spur?",
        "For rich caparisons or trappings gay?",
        "He sees his love, and nothing else he sees, Nor nothing else with his proud sight agrees. 288 Look when a painter would surpass the life, In limning out a well-proportion’d steed, His art with nature’s workmanship at strife, As if the dead the living should exceed: 292 So did this horse excel a common one, In shape, in courage, colour, pace and bone.",
        "Round-hoof’d, short-jointed, fetlocks shag and long, Broad breast, full eye, small head, and nostril wide, High crest, short ears, straight legs and passing strong, Thin mane, thick tail, broad buttock, tender hide: Look, what a horse should have he did not lack, Save a proud rider on so proud a back. 300 Sometimes he scuds far off, and there he stares; Anon he starts at stirring of a feather: To bid the wind a base he now prepares, And where he run or fly they know not whether; 304 For through his mane and tail the high wind sings, Fanning the hairs, who wave like feather’d wings.",
        "He looks upon his love, and neighs unto her; She answers him as if she knew his mind, 308 Being proud, as females are, to see him woo her, She puts on outward strangeness, seems unkind, Spurns at his love and scorns the heat he feels, Beating his kind embracements with her heels. 312 Then like a melancholy malcontent, He vails his tail that like a falling plume, Cool shadow to his melting buttock lent: He stamps, and bites the poor flies in his fume. 316 His love, perceiving how he was enrag’d, Grew kinder, and his fury was assuag’d.",
        "His testy master goeth about to take him, When lo the unback’d breeder, full of fear, 320 Jealous of catching, swiftly doth forsake him, With her the horse, and left Adonis there: As they were mad, unto the wood they hie them, Outstripping crows that strive to overfly them. 324 All swoln with chafing, down Adonis sits, Banning his boisterous and unruly beast; And now the happy season once more fits That love-sick love by pleading may be blest; 328 For lovers say, the heart hath treble wrong, When it is barr’d the aidance of the tongue.",
        "An oven that is stopp’d, or river stay’d, Burneth more hotly, swelleth with more rage: 332 So of concealed sorrow may be said, Free vent of words love’s fire doth assuage; But when the heart’s attorney once is mute, The client breaks, as desperate in his suit. 336 He sees her coming, and begins to glow, Even as a dying coal revives with wind, And with his bonnet hides his angry brow, Looks on the dull earth with disturbed mind, 340 Taking no notice that she is so nigh, For all askance he holds her in his eye.",
        "O what a sight it was, wistly to view How she came stealing to the wayward boy, 344 To note the fighting conflict of her hue, How white and red each other did destroy: But now her cheek was pale, and by and by It flash’d forth fire, as lightning from the sky. 348 Now was she just before him as he sat, And like a lowly lover down she kneels; With one fair hand she heaveth up his hat, Her other tender hand his fair cheek feels: 352 His tend’rer cheek receives her soft hand’s print, As apt as new-fall’n snow takes any dint.",
        "Oh what a war of looks was then between them, Her eyes petitioners to his eyes suing, 356 His eyes saw her eyes, as they had not seen them, Her eyes woo’d still, his eyes disdain’d the wooing: And all this dumb play had his acts made plain With tears, which, chorus-like, her eyes did rain.",
        "Full gently now she takes him by the hand, 361 A lily prison’d in a gaol of snow, Or ivory in an alabaster band, So white a friend engirts so white a foe: 364 This beauteous combat, wilful and unwilling, Show’d like two silver doves that sit a-billing.",
        "Once more the engine of her thoughts began: “O fairest mover on this mortal round, 368 Would thou wert as I am, and I a man, My heart all whole as thine, thy heart my wound, For one sweet look thy help I would assure thee, Though nothing but my body’s bane would cure thee.” “Give me my hand,” saith he, “why dost thou feel it?” “Give me my heart,” saith she, “and thou shalt have it.",
        "O give it me lest thy hard heart do steel it, And being steel’d, soft sighs can never grave it. 376 Then love’s deep groans I never shall regard, Because Adonis’ heart hath made mine hard.” “For shame,” he cries, “let go, and let me go, My day’s delight is past, my horse is gone, 380 And ’tis your fault I am bereft him so, I pray you hence, and leave me here alone, For all my mind, my thought, my busy care, Is how to get my palfrey from the mare.” 384 Thus she replies: “Thy palfrey as he should, Welcomes the warm approach of sweet desire, Affection is a coal that must be cool’d; Else, suffer’d, it will set the heart on fire, 388 The sea hath bounds, but deep desire hath none; Therefore no marvel though thy horse be gone. “How like a jade he stood tied to the tree, Servilely master’d with a leathern rein! 392 But when he saw his love, his youth’s fair fee, He held such petty bondage in disdain; Throwing the base thong from his bending crest, Enfranchising his mouth, his back, his breast. 396 “Who sees his true-love in her naked bed, Teaching the sheets a whiter hue than white, But when his glutton eye so full hath fed, His other agents aim at like delight? 400 Who is so faint that dare not be so bold To touch the fire, the weather being cold? “Let me excuse thy courser, gentle boy, And learn of him, I heartily beseech thee, 404 To take advantage on presented joy, Though I were dumb, yet his proceedings teach thee.",
        "O learn to love, the lesson is but plain, And once made perfect, never lost again.” 408 “I know not love,” quoth he, “nor will not know it, Unless it be a boar, and then I chase it; ’Tis much to borrow, and I will not owe it; My love to love is love but to disgrace it; 412 For I have heard, it is a life in death, That laughs and weeps, and all but with a breath. “Who wears a garment shapeless and unfinish’d?",
        "Who plucks the bud before one leaf put forth? 416 If springing things be any jot diminish’d, They wither in their prime, prove nothing worth; The colt that’s back’d and burden’d being young, Loseth his pride, and never waxeth strong. 420 “You hurt my hand with wringing.",
        "Let us part, And leave this idle theme, this bootless chat: Remove your siege from my unyielding heart, To love’s alarms it will not ope the gate: 424 Dismiss your vows, your feigned tears, your flatt’ry; For where a heart is hard they make no batt’ry.” “What! canst thou talk?” quoth she, “hast thou a tongue?",
        "O would thou hadst not, or I had no hearing; 428 Thy mermaid’s voice hath done me double wrong; I had my load before, now press’d with bearing: Melodious discord, heavenly tune, harsh-sounding, Ear’s deep sweet music, and heart’s deep sore wounding. “Had I no eyes but ears, my ears would love 433 That inward beauty and invisible; Or were I deaf, thy outward parts would move Each part in me that were but sensible: 436 Though neither eyes nor ears, to hear nor see, Yet should I be in love by touching thee. “Say that the sense of feeling were bereft me, And that I could not see, nor hear, nor touch, 440 And nothing but the very smell were left me, Yet would my love to thee be still as much; For from the stillitory of thy face excelling Comes breath perfum’d, that breedeth love by smelling. “But oh what banquet wert thou to the taste, 445 Being nurse and feeder of the other four; Would they not wish the feast might ever last, And bid suspicion double-lock the door, Lest jealousy, that sour unwelcome guest, Should by his stealing in disturb the feast?” 448 Once more the ruby-colour’d portal open’d, Which to his speech did honey passage yield, 452 Like a red morn that ever yet betoken’d Wrack to the seaman, tempest to the field, Sorrow to shepherds, woe unto the birds, Gusts and foul flaws to herdmen and to herds. 456 This ill presage advisedly she marketh: Even as the wind is hush’d before it raineth, Or as the wolf doth grin before he barketh, Or as the berry breaks before it staineth, 460 Or like the deadly bullet of a gun, His meaning struck her ere his words begun.",
        "And at his look she flatly falleth down For looks kill love, and love by looks reviveth; 464 A smile recures the wounding of a frown; But blessed bankrout, that by love so thriveth!",
        "The silly boy, believing she is dead, Claps her pale cheek, till clapping makes it red. 468 And all amaz’d brake off his late intent, For sharply he did think to reprehend her, Which cunning love did wittily prevent: Fair fall the wit that can so well defend her! 472 For on the grass she lies as she were slain, Till his breath breatheth life in her again.",
        "He wrings her nose, he strikes her on the cheeks, He bends her fingers, holds her pulses hard, 476 He chafes her lips; a thousand ways he seeks To mend the hurt that his unkindness marr’d: He kisses her; and she, by her good will, Will never rise, so he will kiss her still. 480 The night of sorrow now is turn’d to day: Her two blue windows faintly she up-heaveth, Like the fair sun when in his fresh array He cheers the morn, and all the world relieveth: 484 And as the bright sun glorifies the sky, So is her face illumin’d with her eye.",
        "Whose beams upon his hairless face are fix’d, As if from thence they borrow’d all their shine. 488 Were never four such lamps together mix’d, Had not his clouded with his brow’s repine; But hers, which through the crystal tears gave light Shone like the moon in water seen by night. 492 “O where am I?” quoth she, “in earth or heaven?",
        "Or in the ocean drench’d, or in the fire?",
        "What hour is this? or morn or weary even?",
        "Do I delight to die, or life desire? 496 But now I liv’d, and life was death’s annoy; But now I died, and death was lively joy. “O thou didst kill me; kill me once again: Thy eyes’ shrewd tutor, that hard heart of thine, 500 Hath taught them scornful tricks, and such disdain, That they have murder’d this poor heart of mine; And these mine eyes, true leaders to their queen, But for thy piteous lips no more had seen. 504 “Long may they kiss each other for this cure!",
        "Oh never let their crimson liveries wear, And as they last, their verdure still endure, To drive infection from the dangerous year: 508 That the star-gazers, having writ on death, May say, the plague is banish’d by thy breath. “Pure lips, sweet seals in my soft lips imprinted, What bargains may I make, still to be sealing? 512 To sell myself I can be well contented, So thou wilt buy, and pay, and use good dealing; Which purchase if thou make, for fear of slips, Set thy seal manual on my wax-red lips. 516 “A thousand kisses buys my heart from me; And pay them at thy leisure, one by one, What is ten hundred touches unto thee?",
        "Are they not quickly told and quickly gone? 520 Say, for non-payment that the debt should double, Is twenty hundred kisses such a trouble?” “Fair queen,” quoth he, “if any love you owe me, Measure my strangeness with my unripe years: 524 Before I know myself, seek not to know me; No fisher but the ungrown fry forbears: The mellow plum doth fall, the green sticks fast, Or being early pluck’d, is sour to taste. 528 “Look the world’s comforter, with weary gait His day’s hot task hath ended in the west; The owl, night’s herald, shrieks, ’tis very late; The sheep are gone to fold, birds to their nest, 532 And coal-black clouds that shadow heaven’s light Do summon us to part, and bid good night. “Now let me say good night, and so say you; If you will say so, you shall have a kiss.” 536 “Good night,” quoth she; and ere he says adieu, The honey fee of parting tender’d is: Her arms do lend his neck a sweet embrace; Incorporate then they seem, face grows to face. 540 Till breathless he disjoin’d, and backward drew The heavenly moisture, that sweet coral mouth, Whose precious taste her thirsty lips well knew, Whereon they surfeit, yet complain on drouth, 544 He with her plenty press’d, she faint with dearth, Their lips together glued, fall to the earth.",
        "Now quick desire hath caught the yielding prey, And glutton-like she feeds, yet never filleth; 548 Her lips are conquerors, his lips obey, Paying what ransom the insulter willeth; Whose vulture thought doth pitch the price so high, That she will draw his lips’ rich treasure dry. 552 And having felt the sweetness of the spoil, With blindfold fury she begins to forage; Her face doth reek and smoke, her blood doth boil, And careless lust stirs up a desperate courage, 556 Planting oblivion, beating reason back, Forgetting shame’s pure blush and honour’s wrack.",
        "Hot, faint, and weary, with her hard embracing, Like a wild bird being tam’d with too much handling, Or as the fleet-foot roe that’s tir’d with chasing, 561 Or like the froward infant still’d with dandling: He now obeys, and now no more resisteth, While she takes all she can, not all she listeth. 564 What wax so frozen but dissolves with temp’ring, And yields at last to every light impression?",
        "Things out of hope are compass’d oft with vent’ring, Chiefly in love, whose leave exceeds commission: 568 Affection faints not like a pale-fac’d coward, But then woos best when most his choice is froward.",
        "When he did frown, O had she then gave over, Such nectar from his lips she had not suck’d. 572 Foul words and frowns must not repel a lover; What though the rose have prickles, yet ’tis pluck’d.",
        "Were beauty under twenty locks kept fast, Yet love breaks through, and picks them all at last.",
        "For pity now she can no more detain him; 577 The poor fool prays her that he may depart: She is resolv’d no longer to restrain him, Bids him farewell, and look well to her heart, 580 The which by Cupid’s bow she doth protest, He carries thence encaged in his breast. “Sweet boy,” she says, “this night I’ll waste in sorrow, For my sick heart commands mine eyes to watch. 584 Tell me, love’s master, shall we meet tomorrow Say, shall we? shall we? wilt thou make the match?” He tells her no, tomorrow he intends To hunt the boar with certain of his friends. 588 “The boar!” quoth she; whereat a sudden pale, Like lawn being spread upon the blushing rose, Usurps her cheek, she trembles at his tale, And on his neck her yoking arms she throws. 592 She sinketh down, still hanging by his neck, He on her belly falls, she on her back.",
        "Now is she in the very lists of love, Her champion mounted for the hot encounter: 596 All is imaginary she doth prove, He will not manage her, although he mount her; That worse than Tantalus’ is her annoy, To clip Elysium and to lack her joy. 600 Even as poor birds, deceiv’d with painted grapes, Do surfeit by the eye and pine the maw: Even so she languisheth in her mishaps, As those poor birds that helpless berries saw. 604 The warm effects which she in him finds missing, She seeks to kindle with continual kissing.",
        "But all in vain, good queen, it will not be, She hath assay’d as much as may be prov’d; 608 Her pleading hath deserv’d a greater fee; She’s love, she loves, and yet she is not lov’d. “Fie, fie,” he says, “you crush me; let me go; You have no reason to withhold me so.” 612 “Thou hadst been gone,” quoth she, “sweet boy, ere this, But that thou told’st me thou wouldst hunt the boar.",
        "Oh be advis’d; thou know’st not what it is, With javelin’s point a churlish swine to gore, 616 Whose tushes never sheath’d he whetteth still, Like to a mortal butcher, bent to kill. “On his bow-back he hath a battle set Of bristly pikes, that ever threat his foes; 620 His eyes like glow-worms shine when he doth fret; His snout digs sepulchres where’er he goes; Being mov’d, he strikes whate’er is in his way, And whom he strikes his crooked tushes slay. 624 “His brawny sides, with hairy bristles armed, Are better proof than thy spear’s point can enter; His short thick neck cannot be easily harmed; Being ireful, on the lion he will venture: 628 The thorny brambles and embracing bushes, As fearful of him, part, through whom he rushes. “Alas! he naught esteems that face of thine, To which love’s eyes pay tributary gazes; 632 Nor thy soft hands, sweet lips, and crystal eyne, Whose full perfection all the world amazes; But having thee at vantage, wondrous dread!",
        "Would root these beauties as he roots the mead. “Oh let him keep his loathsome cabin still, 637 Beauty hath naught to do with such foul fiends: Come not within his danger by thy will; They that thrive well, take counsel of their friends.",
        "When thou didst name the boar, not to dissemble, I fear’d thy fortune, and my joints did tremble. “Didst thou not mark my face, was it not white?",
        "Saw’st thou not signs of fear lurk in mine eye? 644 Grew I not faint, and fell I not downright?",
        "Within my bosom, whereon thou dost lie, My boding heart pants, beats, and takes no rest, But like an earthquake, shakes thee on my breast. “For where love reigns, disturbing jealousy 649 Doth call himself affection’s sentinel; Gives false alarms, suggesteth mutiny, And in a peaceful hour doth cry “Kill, kill!” 652 Distemp’ring gentle love in his desire, As air and water do abate the fire. “This sour informer, this bate-breeding spy, This canker that eats up love’s tender spring, 656 This carry-tale, dissentious jealousy, That sometime true news, sometime false doth bring, Knocks at my heart, and whispers in mine ear, That if I love thee, I thy death should fear. 660 “And more than so, presenteth to mine eye The picture of an angry chafing boar, Under whose sharp fangs on his back doth lie An image like thyself, all stain’d with gore; 664 Whose blood upon the fresh flowers being shed, Doth make them droop with grief and hang the head. “What should I do, seeing thee so indeed, That tremble at th’imagination? 668 The thought of it doth make my faint heart bleed, And fear doth teach it divination: I prophesy thy death, my living sorrow, If thou encounter with the boar tomorrow. 672 “But if thou needs wilt hunt, be rul’d by me; Uncouple at the timorous flying hare, Or at the fox which lives by subtilty, Or at the roe which no encounter dare: 676 Pursue these fearful creatures o’er the downs, And on thy well-breath’d horse keep with thy hounds. “And when thou hast on foot the purblind hare, Mark the poor wretch, to overshoot his troubles 680 How he outruns the wind, and with what care He cranks and crosses with a thousand doubles: The many musits through the which he goes Are like a labyrinth to amaze his foes. 684 “Sometime he runs among a flock of sheep, To make the cunning hounds mistake their smell, And sometime where earth-delving conies keep, To stop the loud pursuers in their yell, 688 And sometime sorteth with a herd of deer; Danger deviseth shifts, wit waits on fear. “For there his smell with others being mingled, 691 The hot scent-snuffing hounds are driven to doubt, Ceasing their clamorous cry, till they have singled With much ado the cold fault cleanly out; Then do they spend their mouths: echo replies, As if another chase were in the skies. 696 “By this, poor Wat, far off upon a hill, Stands on his hinder legs with list’ning ear, To hearken if his foes pursue him still.",
        "Anon their loud alarums he doth hear; 700 And now his grief may be compared well To one sore sick that hears the passing bell. “Then shalt thou see the dew-bedabbled wretch Turn, and return, indenting with the way, 704 Each envious briar his weary legs do scratch, Each shadow makes him stop, each murmur stay: For misery is trodden on by many, And being low never reliev’d by any. 708 “Lie quietly, and hear a little more; Nay, do not struggle, for thou shalt not rise: To make thee hate the hunting of the boar, Unlike myself thou hear’st me moralize, 712 Applying this to that, and so to so, For love can comment upon every woe. “Where did I leave?” “No matter where,” quoth he “Leave me, and then the story aptly ends: 716 The night is spent.” “Why, what of that?” quoth she. “I am,” quoth he, “expected of my friends; And now ’tis dark, and going I shall fall.” “In night,” quoth she, “desire sees best of all.” 720 But if thou fall, oh then imagine this, The earth, in love with thee, thy footing trips, And all is but to rob thee of a kiss. 723 Rich preys make true men thieves; so do thy lips Make modest Dian cloudy and forlorn, Lest she should steal a kiss and die forsworn. “Now of this dark night I perceive the reason: Cynthia for shame obscures her silver shine 728 Till forging nature be condemn’d of treason, For stealing moulds from heaven, that were divine; Wherein she fram’d thee, in high heaven’s despite, To shame the sun by day and her by night. 732 “And therefore hath she brib’d the destinies, To cross the curious workmanship of nature, To mingle beauty with infirmities, And pure perfection with impure defeature, 736 Making it subject to the tyranny Of mad mischances and much misery. “As burning fevers, agues pale and faint, Life-poisoning pestilence and frenzies wood, 740 The marrow-eating sickness, whose attaint Disorder breeds by heating of the blood; Surfeits, imposthumes, grief, and damn’d despair, Swear nature’s death, for framing thee so fair. 744 “And not the least of all these maladies But in one minute’s fight brings beauty under: Both favour, savour, hue and qualities, Whereat th’impartial gazer late did wonder, 748 Are on the sudden wasted, thaw’d and done, As mountain snow melts with the midday sun. “Therefore despite of fruitless chastity, Love-lacking vestals and self-loving nuns, 752 That on the earth would breed a scarcity And barren dearth of daughters and of sons, Be prodigal: the lamp that burns by night Dries up his oil to lend the world his light. 756 “What is thy body but a swallowing grave, Seeming to bury that posterity, Which by the rights of time thou needs must have, If thou destroy them not in dark obscurity? 760 If so, the world will hold thee in disdain, Sith in thy pride so fair a hope is slain. “So in thyself thyself art made away; A mischief worse than civil home-bred strife, 764 Or theirs whose desperate hands themselves do slay, Or butcher sire that reeves his son of life.",
        "Foul cank’ring rust the hidden treasure frets, But gold that’s put to use more gold begets.” 768 “Nay then,” quoth Adon, “you will fall again Into your idle over-handled theme; The kiss I gave you is bestow’d in vain, And all in vain you strive against the stream; 772 For by this black-fac’d night, desire’s foul nurse, Your treatise makes me like you worse and worse. “If love have lent you twenty thousand tongues, And every tongue more moving than your own, 776 Bewitching like the wanton mermaid’s songs, Yet from mine ear the tempting tune is blown; For know, my heart stands armed in mine ear, And will not let a false sound enter there. 780 “Lest the deceiving harmony should run Into the quiet closure of my breast, And then my little heart were quite undone, In his bedchamber to be barr’d of rest. 784 No, lady, no; my heart longs not to groan, But soundly sleeps, while now it sleeps alone. “What have you urg’d that I cannot reprove?",
        "The path is smooth that leadeth on to danger; 790 I hate not love, but your device in love That lends embracements unto every stranger.",
        "You do it for increase: O strange excuse!",
        "When reason is the bawd to lust’s abuse. 792 “Call it not, love, for love to heaven is fled, Since sweating lust on earth usurp’d his name; Under whose simple semblance he hath fed Upon fresh beauty, blotting it with blame; 796 Which the hot tyrant stains and soon bereaves, As caterpillars do the tender leaves. “Love comforteth like sunshine after rain, But lust’s effect is tempest after sun; 800 Love’s gentle spring doth always fresh remain, Lust’s winter comes ere summer half be done.",
        "Love surfeits not, lust like a glutton dies; Love is all truth, lust full of forged lies. 804 “More I could tell, but more I dare not say; The text is old, the orator too green.",
        "Therefore, in sadness, now I will away; My face is full of shame, my heart of teen, 808 Mine ears, that to your wanton talk attended Do burn themselves for having so offended.” With this he breaketh from the sweet embrace 811 Of those fair arms which bound him to her breast, And homeward through the dark laund runs apace; Leaves love upon her back deeply distress’d.",
        "Look how a bright star shooteth from the sky, So glides he in the night from Venus’ eye. 816 Which after him she darts, as one on shore Gazing upon a late embarked friend, Till the wild waves will have him seen no more, Whose ridges with the meeting clouds contend: 820 So did the merciless and pitchy night Fold in the object that did feed her sight.",
        "Whereat amaz’d, as one that unaware Hath dropp’d a precious jewel in the flood, 824 Or ’stonish’d as night-wanderers often are, Their light blown out in some mistrustful wood; Even so confounded in the dark she lay, Having lost the fair discovery of her way. 828 And now she beats her heart, whereat it groans, That all the neighbour caves, as seeming troubled, Make verbal repetition of her moans; Passion on passion deeply is redoubled: 832 “Ay me!” she cries, and twenty times, “Woe, woe!” And twenty echoes twenty times cry so.",
        "She marking them, begins a wailing note, And sings extemporally a woeful ditty; 836 How love makes young men thrall, and old men dote, How love is wise in folly foolish witty: Her heavy anthem still concludes in woe, And still the choir of echoes answer so. 840 Her song was tedious, and outwore the night, For lovers’ hours are long, though seeming short, If pleas’d themselves, others they think, delight In such like circumstance, with such like sport: 844 Their copious stories oftentimes begun, End without audience, and are never done.",
        "For who hath she to spend the night withal, But idle sounds resembling parasites; 848 Like shrill-tongu’d tapsters answering every call, Soothing the humour of fantastic wits?",
        "She says, “’Tis so:” they answer all, “’Tis so;” And would say after her, if she said “No.” 852 Lo here the gentle lark, weary of rest, From his moist cabinet mounts up on high, And wakes the morning, from whose silver breast The sun ariseth in his majesty; 856 Who doth the world so gloriously behold, That cedar tops and hills seem burnish’d gold.",
        "Venus salutes him with this fair good morrow: “Oh thou clear god, and patron of all light, 860 From whom each lamp and shining star doth borrow The beauteous influence that makes him bright, There lives a son that suck’d an earthly mother, May lend thee light, as thou dost lend to other.” This said, she hasteth to a myrtle grove, 865 Musing the morning is so much o’erworn, And yet she hears no tidings of her love; She hearkens for his hounds and for his horn. 868 Anon she hears them chant it lustily, And all in haste she coasteth to the cry.",
        "And as she runs, the bushes in the way Some catch her by the neck, some kiss her face, 872 Some twine about her thigh to make her stay: She wildly breaketh from their strict embrace, Like a milch doe, whose swelling dugs do ache, Hasting to feed her fawn hid in some brake. 876 By this she hears the hounds are at a bay, Whereat she starts like one that spies an adder Wreath’d up in fatal folds just in his way, The fear whereof doth make him shake and shudder; 880 Even so the timorous yelping of the hounds Appals her senses, and her spirit confounds.",
        "For now she knows it is no gentle chase, But the blunt boar, rough bear, or lion proud, 884 Because the cry remaineth in one place, Where fearfully the dogs exclaim aloud, Finding their enemy to be so curst, They all strain court’sy who shall cope him first. 888 This dismal cry rings sadly in her ear, Through which it enters to surprise her heart; Who overcome by doubt and bloodless fear, With cold-pale weakness numbs each feeling part; 892 Like soldiers when their captain once doth yield, They basely fly and dare not stay the field.",
        "Thus stands she in a trembling ecstasy, Till cheering up her senses sore dismay’d, 896 She tells them ’tis a causeless fantasy, And childish error, that they are afraid; Bids them leave quaking, bids them fear no more: And with that word, she spied the hunted boar. 900 Whose frothy mouth bepainted all with red, Like milk and blood being mingled both together, A second fear through all her sinews spread, Which madly hurries her she knows not whither: 904 This way she runs, and now she will no further, But back retires, to rate the boar for murther.",
        "A thousand spleens bear her a thousand ways, She treads the path that she untreads again; 908 Her more than haste is mated with delays, Like the proceedings of a drunken brain, Full of respects, yet naught at all respecting, In hand with all things, naught at all effecting.",
        "Here kennel’d in a brake she finds a hound, 913 And asks the weary caitiff for his master, And there another licking of his wound, ’Gainst venom’d sores the only sovereign plaster. 916 And here she meets another sadly scowling, To whom she speaks, and he replies with howling.",
        "When he hath ceas’d his ill-resounding noise, Another flap-mouth’d mourner, black and grim, 920 Against the welkin volleys out his voice; Another and another answer him, Clapping their proud tails to the ground below, Shaking their scratch’d ears, bleeding as they go.",
        "Look how the world’s poor people are amazed 925 At apparitions, signs, and prodigies, Whereon with fearful eyes they long have gazed, Infusing them with dreadful prophecies; 928 So she at these sad sighs draws up her breath, And sighing it again, exclaims on death. “Hard-favour’d tyrant, ugly, meagre, lean, 931 Hateful divorce of love,” thus chides she death, “Grim-grinning ghost, earth’s worm, what dost thou mean?",
        "To stifle beauty and to steal his breath, Who when he liv’d, his breath and beauty set Gloss on the rose, smell to the violet. 936 “If he be dead, O no, it cannot be, Seeing his beauty, thou shouldst strike at it, O yes, it may, thou hast no eyes to see, But hatefully at random dost thou hit. 940 Thy mark is feeble age, but thy false dart Mistakes that aim, and cleaves an infant’s heart. “Hadst thou but bid beware, then he had spoke, And hearing him, thy power had lost his power. 944 The destinies will curse thee for this stroke; They bid thee crop a weed, thou pluck’st a flower.",
        "Love’s golden arrow at him should have fled, And not death’s ebon dart to strike him dead. 948 “Dost thou drink tears, that thou provok’st such weeping?",
        "What may a heavy groan advantage thee?",
        "Why hast thou cast into eternal sleeping Those eyes that taught all other eyes to see? 952 Now nature cares not for thy mortal vigour, Since her best work is ruin’d with thy rigour.” Here overcome, as one full of despair, She vail’d her eyelids, who like sluices stopp’d 956 The crystal tide that from her two cheeks fair In the sweet channel of her bosom dropp’d But through the flood-gates breaks the silver rain, And with his strong course opens them again. 960 O how her eyes and tears did lend and borrow; Her eyes seen in the tears, tears in her eye; Both crystals, where they view’d each other’s sorrow, Sorrow that friendly sighs sought still to dry; 964 But like a stormy day, now wind, now rain, Sighs dry her cheeks, tears make them wet again.",
        "Variable passions throng her constant woe, As striving who should best become her grief; 968 All entertain’d, each passion labours so, That every present sorrow seemeth chief, But none is best, then join they all together, Like many clouds consulting for foul weather. 972 By this, far off she hears some huntsman holla; A nurse’s song ne’er pleas’d her babe so well: The dire imagination she did follow This sound of hope doth labour to expel; 976 For now reviving joy bids her rejoice, And flatters her it is Adonis’ voice.",
        "Whereat her tears began to turn their tide, Being prison’d in her eye, like pearls in glass; 980 Yet sometimes falls an orient drop beside, Which her cheek melts, as scorning it should pass To wash the foul face of the sluttish ground, Who is but drunken when she seemeth drown’d.",
        "O hard-believing love, how strange it seems 985 Not to believe, and yet too credulous; Thy weal and woe are both of them extremes; Despair and hope make thee ridiculous, 988 The one doth flatter thee in thoughts unlikely, In likely thoughts the other kills thee quickly.",
        "Now she unweaves the web that she hath wrought, Adonis lives, and death is not to blame; 992 It was not she that call’d him all to naught; Now she adds honours to his hateful name.",
        "She clepes him king of graves, and grave for kings, Imperious supreme of all mortal things. 996 “No, no,” quoth she, “sweet death, I did but jest; Yet pardon me, I felt a kind of fear Whenas I met the boar, that bloody beast, Which knows no pity, but is still severe; 1000 Then, gentle shadow,--truth I must confess-- I rail’d on thee, fearing my love’s decease. “’Tis not my fault, the boar provok’d my tongue; Be wreak’d on him, invisible commander; 1004 ’Tis he, foul creature, that hath done thee wrong; I did but act, he’s author of my slander.",
        "Grief hath two tongues, and never woman yet, Could rule them both, without ten women’s wit.” Thus hoping that Adonis is alive, 1009 Her rash suspect she doth extenuate; And that his beauty may the better thrive, With death she humbly doth insinuate; 1012 Tells him of trophies, statues, tombs and stories His victories, his triumphs and his glories. “O love!” quoth she, “how much a fool was I, To be of such a weak and silly mind, 1016 To wail his death who lives, and must not die Till mutual overthrow of mortal kind; For he being dead, with him is beauty slain, And beauty dead, black Chaos comes again. 1020 “Fie, fie, fond love, thou art as full of fear As one with treasure laden, hemm’d with thieves, Trifles unwitnessed with eye or ear, Thy coward heart with false bethinking grieves.” 1024 Even at this word she hears a merry horn, Whereat she leaps that was but late forlorn.",
        "As falcon to the lure, away she flies; The grass stoops not, she treads on it so light, 1028 And in her haste unfortunately spies The foul boar’s conquest on her fair delight; Which seen, her eyes, as murder’d with the view, Like stars asham’d of day, themselves withdrew.",
        "Or as the snail, whose tender horns being hit, 1033 Shrinks backwards in his shelly cave with pain, And there all smother’d up, in shade doth sit, Long after fearing to creep forth again: 1036 So at his bloody view her eyes are fled Into the deep dark cabins of her head.",
        "Where they resign their office and their light To the disposing of her troubled brain, 1040 Who bids them still consort with ugly night, And never wound the heart with looks again; Who like a king perplexed in his throne, By their suggestion gives a deadly groan. 1044 Whereat each tributary subject quakes, As when the wind imprison’d in the ground, Struggling for passage, earth’s foundation shakes, Which with cold terror doth men’s minds confound.",
        "This mutiny each part doth so surprise 1049 That from their dark beds once more leap her eyes.",
        "And being open’d, threw unwilling light Upon the wide wound that the boar had trench’d In his soft flank, whose wonted lily white 1053 With purple tears that his wound wept, was drench’d.",
        "No flower was nigh, no grass, herb, leaf or weed, But stole his blood and seem’d with him to bleed.",
        "This solemn sympathy poor Venus noteth, 1057 Over one shoulder doth she hang her head, Dumbly she passions, franticly she doteth; She thinks he could not die, he is not dead: 1060 Her voice is stopp’d, her joints forget to bow, Her eyes are mad, that they have wept till now.",
        "Upon his hurt she looks so steadfastly, That her sight dazzling makes the wound seem three; And then she reprehends her mangling eye, 1065 That makes more gashes, where no breach should be: His face seems twain, each several limb is doubled, For oft the eye mistakes, the brain being troubled. “My tongue cannot express my grief for one, 1069 And yet,” quoth she, “behold two Adons dead!",
        "My sighs are blown away, my salt tears gone, Mine eyes are turn’d to fire, my heart to lead: 1072 Heavy heart’s lead, melt at mine eyes’ red fire!",
        "So shall I die by drops of hot desire. “Alas poor world, what treasure hast thou lost!",
        "What face remains alive that’s worth the viewing?",
        "Whose tongue is music now? what canst thou boast Of things long since, or anything ensuing? 1078 The flowers are sweet, their colours fresh and trim, But true sweet beauty liv’d and died with him. “Bonnet nor veil henceforth no creature wear! 1081 Nor sun nor wind will ever strive to kiss you: Having no fair to lose, you need not fear; The sun doth scorn you, and the wind doth hiss you.",
        "But when Adonis liv’d, sun and sharp air 1085 Lurk’d like two thieves, to rob him of his fair. “And therefore would he put his bonnet on, Under whose brim the gaudy sun would peep; 1088 The wind would blow it off, and being gone, Play with his locks; then would Adonis weep; And straight, in pity of his tender years, They both would strive who first should dry his tears. “To see his face the lion walk’d along 1093 Behind some hedge, because he would not fear him; To recreate himself when he hath sung, The tiger would be tame and gently hear him. 1096 If he had spoke, the wolf would leave his prey, And never fright the silly lamb that day. “When he beheld his shadow in the brook, The fishes spread on it their golden gills; 1100 When he was by, the birds such pleasure took, That some would sing, some other in their bills Would bring him mulberries and ripe-red cherries, He fed them with his sight, they him with berries. “But this foul, grim, and urchin-snouted boar, 1105 Whose downward eye still looketh for a grave, Ne’er saw the beauteous livery that he wore; Witness the entertainment that he gave. 1108 If he did see his face, why then I know He thought to kiss him, and hath kill’d him so. “’Tis true, ’tis true; thus was Adonis slain: He ran upon the boar with his sharp spear, 1112 Who did not whet his teeth at him again, But by a kiss thought to persuade him there; And nuzzling in his flank, the loving swine Sheath’d unaware the tusk in his soft groin. 1116 “Had I been tooth’d like him, I must confess, With kissing him I should have kill’d him first; But he is dead, and never did he bless My youth with his; the more am I accurst.” 1120 With this she falleth in the place she stood, And stains her face with his congealed blood.",
        "She looks upon his lips, and they are pale; She takes him by the hand, and that is cold, 1124 She whispers in his ears a heavy tale, As if they heard the woeful words she told; She lifts the coffer-lids that close his eyes, Where lo, two lamps burnt out in darkness lies.",
        "Two glasses where herself herself beheld 1129 A thousand times, and now no more reflect; Their virtue lost, wherein they late excell’d, And every beauty robb’d of his effect. 1132 “Wonder of time,” quoth she, “this is my spite, That thou being dead, the day should yet be light. “Since thou art dead, lo here I prophesy, Sorrow on love hereafter shall attend: 1136 It shall be waited on with jealousy, Find sweet beginning, but unsavoury end; Ne’er settled equally, but high or low, That all love’s pleasure shall not match his woe. “It shall be fickle, false and full of fraud, 1141 Bud, and be blasted in a breathing while; The bottom poison, and the top o’erstraw’d With sweets that shall the truest sight beguile. 1144 The strongest body shall it make most weak, Strike the wise dumb, and teach the fool to speak. “It shall be sparing, and too full of riot, Teaching decrepit age to tread the measures; 1148 The staring ruffian shall it keep in quiet, Pluck down the rich, enrich the poor with treasures; It shall be raging mad, and silly mild, Make the young old, the old become a child. 1152 “It shall suspect where is no cause of fear, It shall not fear where it should most mistrust; It shall be merciful, and too severe, And most deceiving when it seems most just; 1156 Perverse it shall be, where it shows most toward, Put fear to valour, courage to the coward. “It shall be cause of war and dire events, And set dissension ’twixt the son and sire; 1160 Subject and servile to all discontents, As dry combustious matter is to fire, Sith in his prime death doth my love destroy, They that love best their love shall not enjoy.” 1164 By this the boy that by her side lay kill’d Was melted like a vapour from her sight, And in his blood that on the ground lay spill’d, A purple flower sprung up, chequer’d with white, 1168 Resembling well his pale cheeks, and the blood Which in round drops upon their whiteness stood.",
        "She bows her head, the new-sprung flower to smell, Comparing it to her Adonis’ breath; 1172 And says within her bosom it shall dwell, Since he himself is reft from her by death; She drops the stalk, and in the breach appears Green-dropping sap, which she compares to tears. “Poor flower,” quoth she, “this was thy father’s guise, Sweet issue of a more sweet-smelling sire, For every little grief to wet his eyes, To grow unto himself was his desire, 1180 And so ’tis thine; but know, it is as good To wither in my breast as in his blood. “Here was thy father’s bed, here in my breast; Thou art the next of blood, and ’tis thy right: 1184 Lo in this hollow cradle take thy rest, My throbbing heart shall rock thee day and night: There shall not be one minute in an hour Wherein I will not kiss my sweet love’s flower.” Thus weary of the world, away she hies, 1189 And yokes her silver doves; by whose swift aid Their mistress mounted through the empty skies, In her light chariot quickly is convey’d; 1192 Holding their course to Paphos, where their queen Means to immure herself and not be seen.",
        "FINIS"
      ],
      "sentence_count": 627,
      "word_count": 25900
    }
  ],
  "statistics": {
    "total_chapters": 21,
    "total_sentences": 1259,
    "total_words": 33338,
    "average_sentences_per_chapter": 59,
    "average_words_per_chapter": 1587
  }
}