{
  "metadata": {
    "title": "Observations upon the Prophecies of Daniel, and the Apocalypse of St. John",
    "author": "Isaac Newton",
    "language": "English",
    "source_file": "pg16878-Observations_upon_the_Prophecies_of_Daniel,_and_th.txt",
    "processing_note": "Parsed and cleaned for gender transformation",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "774",
      "title": "774.",
      "sentences": [
        "According to Paulus Diaconus, the Lombards with many other Gothic nations came into the Empire from beyond the Danube in the reign of Arcadius and Honorius, that is, between the years 395 and 408.",
        "But they might come in a little earlier: for we are told that the Lombards, under their captains Ibor and Ayon, beat the Vandals in battle; and Prosper placeth this victory in the Consulship of Ausonius and Olybrius, that is, A.C. 379.",
        "Before this war the Vandals had remained quiet forty years in the seats granted them in Pannonia by Constantine the great.",
        "And therefore if these were the same Vandals, this war must have been in Pannonia; and might be occasioned by the coming of the Lombards over the Danube into Pannonia, a year or two before the battle; and so have put an end to that quiet which had lasted forty years.",
        "After Gratian and Theodosius had quieted the Barbarians, they might either retire over the Danube, or continue quiet under the Romans till the death of Theodosius; and then either invade the Empire anew, or throw off all subjection to it.",
        "By their wars, first with the Vandals, and then with the Bulgarians, a Scythian nation so called from the river Volga whence they came; it appears that even in those days they were a kingdom not contemptible. 10.",
        "These nine kingdoms being rent away, we are next to consider the residue of the Western Empire.",
        "While this Empire continued entire, it was the Beast itself: but the residue thereof is only a part of it.",
        "Now if this part be considered as a horn, the reign of this horn may be dated from the translation of the imperial seat from Rome to Ravenna, which was in October A.C. 408.",
        "For then the Emperor Honorius, fearing that Alaric would besiege him in Rome, if he staid there, retired to Millain, and thence to Ravenna: and the ensuing siege and sacking of Rome confirmed his residence there, so that he and his successors ever after made it their home.",
        "Accordingly Macchiavel in his Florentine history writes, that Valentinian having left Rome, translated the seat of the Empire to Ravenna.",
        "Rhætia belonged to the Western Emperors, so long as that Empire stood; and then it descended, with Italy and the Roman Senate, to Odoacer King of the Heruli in Italy, and after him to Theoderic King of the Ostrogoths and his successors, by the grant of the Greek Emperors.",
        "Upon the death of Valentinian the second, the Alemans and Suevians invaded Rhætia A.C. 455.",
        "But I do not find they erected any settled kingdom there: for in the year 457, while they were yet depopulating Rhætia, they were attacked and beaten by Burto Master of the horse to the Emperor Majoranus; and I hear nothing more of their invading Rhætia.",
        "Clodovæus King of France, in or about the year 496, conquered a kingdom of the Alemans, and slew their last King Ermeric.",
        "But this kingdom was seated in Germany, and only bordered upon Rhætia: for its people fled from Clodovæus into the neighbouring kingdom of the Ostrogoths under Theoderic, who received them as friends, and wrote a friendly letter to Clodovæus in their behalf: and by this means they became inhabitants of Rhætia, as subjects under the dominion of the Ostrogoths.",
        "When the Greek Emperor conquered the Ostrogoths, he succeeded them in the kingdom of Ravenna, not only by right of conquest but also by right of inheritance, the Roman Senate still going along with this kingdom.",
        "Therefore we may reckon that this kingdom continued in the Exarchate of Ravenna and Senate of Rome: for the remainder of the Western Empire went along with the Senate of Rome, by reason of the right which this Senate still retained, and at length exerted, of chusing a new Western Emperor.",
        "I have now enumerated the ten kingdoms, into which the Western Empire became divided at its first breaking, that is, at the time of Rome's being besieged and taken by the Goths.",
        "Some of these kingdoms at length fell, and new ones arose: but whatever was their number afterwards, they are still called the Ten Kings from their first number.",
        "Notes to Chap.",
        "VI.",
        "Apud Bucherum, l. 14. c. 9. n. 8.",
        "Rolevinc's Antiqua Saxon. l. 1. c. 6. * * * * * CHAP.",
        "VII.",
        "Of the eleventh horn of Daniel's fourth Beast.",
        "Now Daniel, considered the horns, and behold there came up among them another horn, before whom there were three of the first horns pluckt up by the roots; and behold in this horn were eyes like the eyes of a man, and a mouth speaking great things,--and  his look was more stout than his fellows,--and the same horn made war with the saints, and prevailed against them: and one who stood by, and made Daniel know the interpretation of these things, told him, that  the ten horns were ten kings that should arise, and another should arise after them, and be diverse from the first, and he should subdue three kings,  and speak great words against the most High, and wear out the saints, and think to change times and laws: and that they should be given into his hands until a time and times and half a time.",
        "Kings are put for kingdoms, as above; and therefore the little horn is a little kingdom.",
        "It was a horn of the fourth Beast, and rooted up three of his first horns; and therefore we are to look for it among the nations of the Latin Empire, after the rise of the ten horns.",
        "But it was a kingdom of a different kind from the other ten kingdoms, having a life or soul peculiar to itself, with eyes and a mouth.",
        "By its eyes it was a Seer; and by its mouth speaking great things and changing times and laws, it was a Prophet as well as a King.",
        "And such a Seer, a Prophet and a King, is the Church of Rome.",
        "A Seer, , is a Bishop in the literal sense of the word; and this Church claims the universal Bishoprick.",
        "With his mouth he gives laws to kings and nations as an Oracle; and pretends to Infallibility, and that his dictates are binding to the whole world; which is to be a Prophet in the highest degree.",
        "In the eighth century, by rooting up and subduing the Exarchate of Ravenna, the kingdom of the Lombards, and the Senate and Dukedom of Rome, he acquired Peter's Patrimony out of their dominions; and thereby rose up as a temporal Prince or King, or horn of the fourth Beast.",
        "In a small book printed at Paris A.C. 1689, entitled, An historical dissertation upon some coins of Charles the great, Ludovicus Pius, Lotharius, and their successors stamped at Rome, it is recorded, that in the days of Pope Leo X, there was remaining in the Vatican, and till those days exposed to public view, an inscription in honour of Pipin the father of Charles the great, in these words: Pipinum pium, primum fuisse qui amplificandæ Ecclesiæ Romanæ viam aperuerit, Exarchatu Ravennate, & plurimis aliis oblatis; \"That Pipin the pious was the first who opened a way to the grandeur of the Church of Rome, conferring upon her the Exarchate of Ravenna and many other oblations.\"",
        "In and before the reign of the Emperors Gratian and Theodosius, the Bishop of Rome lived splendidly; but this was by the oblations of the Roman Ladies, as Ammianus describes.",
        "After those reigns Italy was invaded by foreign nations, and did not get rid of her troubles before the fall of the kingdom of Lombardy.",
        "It was certainly by the victory of the see of Rome over the Greek Emperor, the King of Lombardy, and the Senate of Rome, that she acquired Peter's Patrimony, and rose up to her greatness.",
        "The donation of Constantine the Great is a fiction, and so is the donation of the Alpes Cottiæ to the Pope by Aripert King of the Lombards: for the Alpes Cottiæ were a part of the Exarchate, and in the days of Aripert belonged to the Greek Emperor.",
        "The invocation of the dead, and veneration of their images, being gradually introduced in the 4th, 5th, 6th and 7th centuries, the Greek Emperor Philippicus declared against the latter, A.C. 711 or 712.",
        "And  the Emperor Leo Isaurus, to put a stop to it, called a meeting of Counsellors and Bishops in his Palace, A.C. 726; and by their advice put out an Edict against that worship, and wrote to Pope Gregory II. that a general Council might be called.",
        "But the Pope thereupon called a Council at Rome, confirmed the worship of Images, excommunicated the Greek Emperor, absolved the people from their allegiance, and forbad them to pay tribute, or otherwise be obedient to him.",
        "Then the people of Rome, Campania, Ravenna and Pentapolis, with the cities under them, revolted and laid violent hands upon their magistrates, killing the Exarch Paul at Ravenna, and laying aside Peter Duke of Rome who was become blind: and when Exhileratus Duke of Campania incited the people against the Pope, the Romans invaded Campania, and slew him with his son Hadrian.",
        "Then a new Exarch, Eutychius, coming to Naples, sent some secretly to take away the lives of the Pope and the Nobles of Rome: but the plot being discovered, the Romans revolted absolutely from the Greek Emperor, and took an oath to preserve the life of the Pope, to defend his state, and be obedient to his authority in all things.",
        "Thus Rome with its Duchy, including part of Tuscany and part of Campania, revolted in the year 726, and became a free state under the government of the Senate of this city.",
        "The authority of the Senate in civil affairs was henceforward absolute, the authority of the Pope extending hitherto no farther than to the affairs of the Church only.",
        "At that time  the Lombards also being zealous for the worship of images, and pretending to favour the cause of the Pope, invaded the cities of the Exarchate: and at length, viz.",
        "A.C. 752, took Ravenna, and put an end to the Exarchate.",
        "And this was the first of the three kingdoms which fell before the little horn.",
        "In the year 751  Pope Zechary deposed Childeric, a slothful and useless King of France, and the last of the race of Merovæus; and absolving his subjects from their oath of allegiance, gave the kingdom to Pipin the major of the Palace; and thereby made a new and potent friend.",
        "His successor  Pope Stephen III, knowing better how to deal with the Greek Emperor than with the Lombards, went the next year to the King of the Lombards, to persuade him to return the Exarchate to the Emperor.",
        "But this not succeeding, he went into France, and persuaded Pipin to take the Exarchate and Pentapolis from the Lombards, and give it to St. Peter.",
        "Accordingly Pipin A.C. 754 came with an army into Italy, and made Aistulphus King of the Lombards promise the surrender: but the next year Aistulphus, on the contrary, to revenge himself on the Pope, besieged the city of Rome.",
        "Whereupon the Pope sent letters to Pipin, wherein he told him that if he came not speedily against the Lombards, pro data sibi potentia, alienandum fore à regno Dei & vita æterna, he should be excommunicated.",
        "Pipin therefore, fearing a revolt of his subjects, and being indebted to the Church of Rome, came speedily with an army into Italy, raised the siege, besieged the Lombards in Pavia, and forced them to surrender the Exarchate and region of Pentapolis to the Pope for a perpetual possession.",
        "Thus the Pope became Lord of Ravenna, and the Exarchate, some few cities excepted; and the keys were sent to Rome, and laid upon the confession of St. Peter, that is, upon his tomb at the high Altar, in signum veri perpetuique dominii, sed pietate Regis gratuita, as the inscription of a coin of Pipin hath it.",
        "This was in the year of Christ 755.",
        "And henceforward the Popes being temporal Princes, left off in their Epistles and Bulls to note the years of the Greek Emperors, as they had hitherto done.",
        "After this  the Lombards invading the Pope's countries, Pope Adrian sent to Charles the great, the son and successor of Pipin, to come to his assistance.",
        "Accordingly Charles entered Italy with an army, invaded the Lombards, overthrew their kingdom, became master of their countries, and restored to the Pope, not only what they had taken from him, but also the rest of the Exarchate which they had promised Pipin to surrender to him, but had hitherto detained; and also gave him some cities of the Lombards, and was in return himself made Patricius by the Romans, and had the authority of confirming the elections of the Popes conferred upon him.",
        "These things were done in the years 773 and 774.",
        "This kingdom of the Lombards was the second kingdom which fell before the little horn.",
        "But Rome, which was to be the seat of his kingdom, was not yet his own.",
        "In the year 796,  Leo III being made Pope, notified his election to Charles the great by his Legates, sending to him for a present, the golden keys of the Confession of Peter, and the Banner of the city of Rome: the first as an acknowledgment of the Pope's holding the cities of the Exarchate and Lombardy by the grant of Charles; the other as a signification that Charles should come and subdue the Senate and people of Rome, as he had done the Exarchate and the kingdom of the Lombards.",
        "For the Pope at the same time desired Charles to send some of his Princes to Rome, who might subject the Roman people to him, and bind them by oath in fide & subjectione, in fealty and subjection, as his words are recited by Sigonius.",
        "An anonymous Poet, publish'd by Boeclerus at Strasburg, expresseth it thus: Admonuitque piis precibus, qui mittere vellet Ex propriis aliquos primoribus, ac sibi plebem Subdere Romanam, servandaque foedera cogens Hanc fidei sacramentis promittere magnis.",
        "Hence arose a misunderstanding between the Pope and the city: and the Romans about two or three years after, by assistance of some of the Clergy, raised such tumults against him, as gave occasion to a new state of things in all the West.",
        "For two of the Clergy accused him of crimes, and the Romans with an armed force, seized him, stript him of his sacerdotal habit, and imprisoned him in a monastery.",
        "But by assistance of his friends he made his escape, and fled into Germany to Charles the great, to whom he complained of the Romans for acting against him out of a design to throw off all authority of the Church, and to recover their antient freedom.",
        "In his absence his accusers with their forces ravaged the possessions of the Church, and sent the accusations to Charles; who before the end of the year sent the Pope back to Rome with a large retinue.",
        "The Nobles and Bishops of France who accompanied him, examined the chief of his accusers at Rome, and sent them into France in custody.",
        "This was in the year 799.",
        "The next year Charles himself went to Rome, and upon a day appointed presided in a Council of Italian and French Bishops to hear both parties.",
        "But when the Pope's adversaries expected to be heard, the Council declared  that he who was the supreme judge of all men, was above being judged by any other than himself: whereupon he made a solemn declaration of his innocence before all the people, and by doing so was looked upon as acquitted.",
        "Soon after, upon Christmas-day, the people of Rome, who had hitherto elected their Bishop, and reckoned that they and their Senate inherited the rights of the antient Senate and people of Rome, voted Charles their Emperor, and subjected themselves to him in such manner as the old Roman Empire and their Senate were subjected to the old Roman Emperors.",
        "The Pope crowned him, and anointed him with holy oil, and worshipped him on his knees after the manner of adoring the old Roman Emperors; as the aforesaid Poet thus relates: Post laudes igitur dictas & summus eundem Præsul adoravit, sicut mos debitus olim Principibus fuit antiquis.",
        "The Emperor, on the other hand, took the following oath to the Pope: In nomine Christi spondeo atque polliceor, Ego Carolus Imperator coram Deo & beato Petro Apostolo, me protectorem ac defensorem fore hujus sanctæ Romanæ Ecclesiæ in omnibus utilitatibus, quatenùs divino fultus fuero adjutorio, prout sciero poteroque.",
        "The Emperor was also made Consul of Rome, and his son Pipin crowned King of Italy: and henceforward the Emperor stiled himself: Carolus serenissimus, Augustus, à Deo coronatus, magnus, pacificus, Romæ gubernans imperium, or Imperator Romanorum; and was prayed for in the Churches of Rome.",
        "His image was henceforward put upon the coins of Rome: while the enemies of the Pope, to the number of three hundred Romans and two or three of the Clergy, were sentenced to death.",
        "The three hundred Romans were beheaded in one day in the Lateran fields: but the Clergymen at the intercession of the Pope were pardoned, and banished into France.",
        "And thus the title of Roman Emperor, which had hitherto been in the Greek Emperors, was by this act transferred in the West to the Kings of France.",
        "After these things  Charles gave the City and Duchy of Rome to the Pope, subordinately to himself as Emperor of the Romans; spent the winter in ordering the affairs of Rome, and those of the Apostolic see, and of all Italy, both civil and ecclesiastical, and in making new laws for them; and returned the next summer into France: leaving the city under its Senate, and both under the Pope and himself.",
        "But hearing that his new laws were not observed by the judges in dictating the law, nor by the people in hearing it; and that the great men took servants from free men, and from the Churches and Monasteries, to labour in their vineyards, fields, pastures and houses, and continued to exact cattle and wine of them, and to oppress those that served the Churches: he wrote to his son Pipin to remedy these abuses, to take care of the Church, and see his laws executed.",
        "Now the Senate and people and principality of Rome I take to be the third King the little horn overcame, and even the chief of the three.",
        "For this people elected the Pope and the Emperor; and now, by electing the Emperor and making him Consul, was acknowledged to retain the authority of the old Roman Senate and people.",
        "This city was the Metropolis of the old Roman Empire, represented in Daniel by the fourth Beast; and by subduing the Senate and people and Duchy, it became the Metropolis of the little horn of that Beast, and completed Peter's Patrimony, which was the kingdom of that horn.",
        "Besides, this victory was attended with greater consequences than those over the other two Kings.",
        "For it set up the Western Empire, which continues to this day.",
        "It set up the Pope above the judicature of the Roman Senate, and above that of a Council of Italian and French Bishops, and even above all human judicature; and gave him the supremacy over the Western Churches and their Councils in a high degree.",
        "It gave him a look more stout than his fellows; so that when this new religion began to be established in the minds of men, he grappled not only with Kings, but even with the Western Emperor himself.",
        "It is observable also, that the custom of kissing the Pope's feet, an honour superior to that of Kings and Emperors, began about this time.",
        "There are some instances of it in the ninth century: Platina tells us, that the feet of Pope Leo IV were kissed, according to antient custom, by all who came to him: and some say that Leo III began this custom, pretending that his hand was infected by the kiss of a woman.",
        "The Popes began also about this time to canonize saints, and to grant indulgences and pardons: and some represent that Leo III was the first author of all these things.",
        "It is further observable, that Charles the great, between the years 775 and 796, conquered all Germany from the Rhine and Danube northward to the Baltic sea, and eastward to the river Teis; extending his conquests also into Spain as far as the river Ebro: and by these conquests he laid the foundation of the new Empire; and at the same time propagated the Roman Catholic religion into all his conquests, obliging the Saxons and Hunns who were heathens, to receive the Roman faith, and distributing his northern conquests into Bishopricks, granting tithes to the Clergy and Peter-pence to the Pope: by all which the Church of Rome was highly enlarged, enriched, exalted, and established.",
        "In the forementioned dissertation upon some coins of Charles the great, Ludovicus Pius, Lotharius, and their successors, stamped at Rome, there is a draught of a piece of Mosaic work which Pope Leo III. caused to be made in his Palace near the Church of John Lateran, in memory of his sending the standard or banner of the city of Rome curiously wrought, to Charles the great; and which still remained there at the publishing of the said book.",
        "In the Mosaic work there appeared Peter with three keys in his lap, reaching the Pallium to the Pope with his right hand, and the banner of the city to Charles the great with his left.",
        "By the Pope was this inscription, SCISSIMUS D.N.",
        "LEO PP; by the King this, D.N.",
        "CARVLO REGI; and under the feet of Peter this, BEATE PETRE, DONA VITAM LEONI PP, ET BICTORIAM CARVLO REGI DONA.",
        "This Monument gives the title of King to Charles, and therefore was erected before he was Emperor.",
        "It was erected when Peter was reaching the Pallium to the Pope, and the Pope was sending the banner of the city to Charles, that is, A.C. 796.",
        "The words above, Sanctissimus Dominus noster Leo Papa Domino nostro Carolo Regi, relate to the message; and the words below, Beate Petre, dona vitam Leoni Papæ & victoriam Carolo regi dona, are a prayer that in this undertaking God would preserve the life of the Pope, and give victory to the King over the Romans.",
        "The three keys in the lap of Peter signify the keys of the three parts of his Patrimony, that of Rome with its Duchy, which the Pope claimed and was conquering, those of Ravenna with the Exarchate, and of the territories taken from the Lombards; both which he had newly conquered.",
        "These were the three dominions, whose keys were in the lap of St. Peter, and whose Crowns are now worn by the Pope, and by the conquest of which he became the little horn of the fourth Beast.",
        "By Peter's giving the Pallium to the Pope with his right hand, and the banner of the city to the King with his left, and by naming the Pope before the King in the inscription, may be understood that the Pope was then reckoned superior in dignity to the Kings of the earth.",
        "After the death of Charles the great, his son and successor Ludovicus Pius, at the request of the Pope,  confirmed the donations of his grandfather and father to the see of Rome.",
        "And in the confirmation he names first Rome with its Duchy extending into Tuscany and Campania; then the Exarchate of Ravenna, with Pentapolis; and in the third place, the territories taken from the Lombards.",
        "These are his three conquests, and he was to hold them of the Emperor for the use of the Church sub integritate, entirely, without the Emperor's medling therewith, or with the jurisdiction or power of the Pope therein, unless called thereto in certain cases.",
        "This ratification the Emperor Ludovicus made under an oath: and as the King of the Ostrogoths, for acknowledging that he held his kingdom of Italy of the Greek Emperor, stamped the effigies of the Emperor on one side of his coins and his own on the reverse; so the Pope made the like acknowledgment to the Western Emperor.",
        "For the Pope began now to coin money, and the coins of Rome are henceforward found with the heads of the Emperors, Charles, Ludovicus Pius, Lotharius, and their successors, on the one side, and the Pope's inscription on the reverse, for many years.",
        "Notes to Chap.",
        "VII.",
        "Chap. vii. 8.",
        "Ver. 20, 21.",
        "Ver. 24.",
        "Ver. 25.",
        "Sigonius de Regno Italiæ, ad Ann. 726.",
        "Sigonius ib. ad Ann. 726, 752.",
        "Sigon. ib.",
        "Ann. 750.",
        "Sigon. ib.",
        "Ann. 753, 754, 755.",
        "Sigon. ib.",
        "Ann. 773.",
        "Sigon. de Regno Ital. ad Ann. 796.",
        "Vide Anastasium.",
        "Sigon. de Regno Ital.  Confirmationem recitat Sigonius, lib. 4. de Regno Italiæ, ad An. 817. * * * * * CHAP.",
        "VIII.",
        "Of the power of the eleventh horn of Daniel's fourth Beast, to change times and laws.",
        "In the reign of the Greek Emperor Justinian, and again in the reign of Phocas, the Bishop of Rome obtained some dominion over the Greek Churches, but of no long continuance.",
        "His standing dominion was only over the nations of the Western Empire, represented by Daniel's fourth Beast.",
        "And this jurisdiction was set up by the following Edict of the Emperors Gratian and Valentinian.-- Volumus ut quicunque judicio Damasi, quod ille cum Concilio quinque vel septem habuerit Episcoporum, vel eorum qui Catholici sunt judicio vel Concilio condemnatus fuerit, si juste voluerit Ecclesiam retentare, ut qui ad sacerdotale judicium per contumeliam non ivisset: ut ab illustribus viris Præfectis Prætorio Galliæ atque Italiæ, authoritate adhibitâ, ad Episcopale judicium remittatur, sive à Consularibus vel Vicariis, ut ad Urbem Romam sub prosecutione perveniat.",
        "Aut si in longinquioribus partibus alicujus ferocitas talis emerserit, omnis ejus causæ edictio ad Metropolitæ in eadem Provincia Episcopi deduceretur examen.",
        "Vel si ipse Metropolitanus est, Romam necessariò, vel ad eos quos Romanus Episcopus judices dederit, sine delatione contendat.----Quod si vel Metropolitani Episcopi vel cujuscunque sacerdotis iniquitas est suspecta, aut gratia; ad Romanum Episcopum, vel ad Concilium quindecim finitimorum Episcoporum accersitum liceat provocare; modo ne post examen habitum, quod definitum fuerit, integretur.",
        "This Edict wanting the name of both Valens and Theodosius in the Title, was made in the time between their reigns, that is, in the end of the year 378, or the beginning of 379.",
        "It was directed to the Præfecti Prætorio Italiæ & Galliæ, and therefore was general. For the Præfectus Prætorio Italiæ governed Italy, Illyricum occidentale and Africa; and the Præfectus Prætorio Galliæ governed Gallia, Spain, and Britain.",
        "The granting of this jurisdiction to the Pope gave several Bishops occasion to write to him for his resolutions upon doubtful cases, whereupon he answered by decretal Epistles; and henceforward he gave laws to the Western Churches by such Epistles.",
        "Himerius Bishop of Tarraco, the head city of a province in Spain, writing to Pope Damasus for his direction about certain Ecclesiastical matters, and the Letter not arriving at Rome till after the death of Damasus, A.C. 384; his successor Siricius answered the same with a legislative authority, telling him of one thing: Cum hoc fieri--missa ad Provincias à venerandæ memoriæ prædecessore meo Liberio generalia decreta, prohibeant.",
        "Of another: Noverint se ab omni ecclesiastico honore, quo indignè usi sunt, Apostolicæ Sedis auctoritate, dejectos.",
        "Of another: Scituri posthac omnium Provinciarum summi Antistites, quod si ultrò ad sacros ordines quenquam de talibus esse assumendum, & de suo & de aliorum statu, quos contra Canones & interdicta nostra provexerint, congruam ab Apostolica Sede promendam esse sententiam.",
        "And the Epistle he concludes thus: Explicuimus, ut arbitror, frater charissime, universa quæ digesta sunt in querelam; & ad singulas causas, de quibus ad Romanam Ecclesiam, utpote ad caput tui corporis, retulisti; sufficientia, quantum opinor, responsa reddidimus.",
        "Nunc fraternitatis tuæ animum ad servandos canones, & tenenda decretalia constituta, magis ac magis incitamus: ad hæc quæ ad tua consulta rescripsimus in omnium Coepiscoporum perferri facias notionem; & non solum corum, qui in tua sunt dioecesi constituti, sed etiam ad universos Carthaginenses ac Boeticos, Lusitanos atque  Gallicos, vel eos qui vicinis tibi collimitant hinc inde Provinciis, hæc quæ a nobis sunt salubri ordinatione disposita, sub literarum tuarum prosecutione mittantur.",
        "Et quanquam statuta sedis Apostolicæ vel Canonum venerabilia definita, nulli Sacerdotum Domini ignorare sit liberum: utilius tamen, atque pro antiquitate sacerdotii tui, dilectioni tuæ esse admodùm poterit gloriosum, si ea quæ ad te speciali nomine generaliter scripta sunt, per unanimitatis tuæ sollicitudinem in universorum fratrum nostrorum notitiam perferantur; quatenus & quæ à nobis non inconsultè sed providè sub nimia cautela & deliberatione sunt salubriter constituta, intemerata permaneant, & omnibus in posterum excusationibus aditus, qui jam nulli apud nos patere poterit, obstruatur.",
        "Dat. 3 Id.",
        "Febr.",
        "Arcadio & Bautone viris clarissimis Consulibus, A.C. 385.",
        "Pope Liberius in the reign of Jovian or Valentinian I. sent general Decrees to the Provinces, ordering that the Arians should not be rebaptized: and this he did in favour of the Council of Alexandria, that nothing more should be required of them than to renounce their opinions.",
        "Pope Damasus is said to have decreed in a Roman Council, that Tithes and Tenths should be paid upon pain of an Anathema; and that Glory be to the Father, &c. should be said or sung at the end of the Psalms.",
        "But the first decretal Epistle now extant is this of Siricius to Himerius; by which the Pope made Himerius his Vicar over all Spain for promulging his Decrees, and seeing them observed.",
        "The Bishop of Sevill was also the Pope's Vicar sometimes; for Simplicius wrote thus to Zeno Bishop of that place: Talibus idcirco gloriantes indiciis, congruum duximus vicariâ Sedis nostræ te auctoritate fulciri: cujus vigore munitus, Apostolicæ institutionis Decreta, vel sanctorum terminos Patrum, nullatenus transcendi permittas.",
        "And Pope Hormisda  made the Bishop of Sevill his Vicar over Boetica and Lusitania, and the Bishop of Tarraco his Vicar over all the rest of Spain, as appears by his Epistles to them.",
        "Pope Innocent the first, in his decretal Epistle to Victricius Bishop of Rouen in France, A.C. 404, in pursuance of the Edict of Gratian, made this Decree: Si quæ autem causæ vel contentiones inter Clericos tam superioris ordinis quam etiam inferioris fuerint exortæ; ut secundum Synodum Nicenam congregatis ejusdem Provinciæ Episcopis jurgium terminetur: nec alicui liceat,  Romanæ Ecclesiæ, cujus in omnibus causis debet reverentia custodiri, relictis his sacerdotibus, qui in eadem Provincia Dei Ecclesiam nutu Divino gubernant, ad alias convolare Provincias.",
        "Quod siquis fortè præsumpserit; & ab officio Clericatûs summotus, & injuriarum reus judicetur.",
        "Si autem majores causæ in medium fuerint devolutæ, ad Sedem Apostolicam sicut Synodus statuit, & beata consuetudo exigit, post judicium Episcopale referantur.",
        "By these Letters it seems to me that Gallia was now subject to the Pope, and had been so for some time, and that the Bishop of Rouen was then his Vicar or one of them: for the Pope directs him to refer the greater causes to the See of Rome, according to custom.",
        "But the Bishop of Arles soon after became the Pope's Vicar over all Gallia: for Pope Zosimus, A.C. 417, ordaining that none should have access to him without the credentials of his Vicars, conferred upon Patroclus the Bishop of Arles this authority over all Gallia, by the following Decree.",
        "Zosimus universis Episcopis per Gallias & septem Provincias constitutis.",
        "Placuit Apostolicæ Sedi, ut siquis ex qualibet Galliarum parte sub quolibet ecclesiastico gradu ad nos Romæ venire contendit, vel aliò terrarum ire disponit, non aliter proficiscatur nisi Metropolitani Episcopi Formatas acceperit, quibus sacerdotium suum vel locum ecclesiasticum quem habet, scriptorum ejus adstipulatione perdoceat: quod ex gratia statuimus quia plures episcopi sive presbyteri sive ecclesiastici simulantes, quia nullum documentum Formatarum extat per quod valeant confutari, in nomen venerationis irrepunt, & indebitam reverentiam promerentur.",
        "Quisquis igitur, fratres charissimi, prætermissà supradicti Formatâ sive episcopus, sive presbyter, sive diaconus, aut deinceps inferiori gradu sit, ad nos venerit: sciat se omnino suscipi non posse.",
        "Quam auctoritatem ubique nos misisse manifestum est, ut cunctis regionibus innotescat id quod statuimus omnimodis esse servandum.",
        "Siquis autem hæc salubriter constituta temerare tentaverit sponte suâ, se a nostra noverit communione discretum.",
        "Hoc autem privilegium Formatarum sancto Patroclo fratri & coepiscopo nostro, meritorum ejus speciali contemplatione, concessimus.",
        "And that the Bishop of Arles was sometimes the Pope's Vicar over all France, is affirmed also by all the Bishops of the Diocess of Arles in their Letter to Pope Leo I.",
        "Cui id etiam honoris dignitatisque collatum est, say they, ut non tantum has Provincias potestate propriâ gubernaret; verum etiam omnes Gallias sibi Apostolicæ Sedis vice mandatas, sub omni ecclesiastica regula contineret.",
        "And Pope Pelagius I.",
        "A.C. 556, in his Epistle to Sapaudus Bishop of Arles: Majorum nostrorum, operante Dei misericordiâ, cupientes inhærere vestigiis & eorum actus divino examine in omnibus imitari: Charitati tuæ per universam Galliam, sanctæ Sedis Apostolicæ, cui divinâ gratiâ præsidemus, vices injungimus.",
        "By the influence of the same imperial Edict, not only Spain and Gallia, but also Illyricum became subject to the Pope.",
        "Damasus made Ascholius, or Acholius, Bishop of Thessalonica the Metropolis of Oriental Illyricum, his Vicar for hearing of causes; and in the year 382, Acholius being summoned by Pope Damasus, came to a Council at Rome.",
        "Pope Siricius the successor of Damasus, decreed that no Bishop should be ordained in Illyricum without the consent of Anysius the successor of Acholius.",
        "And the following Popes gave Rufus the successor of Anysius, a power of calling Provincial Councils: for in the Collections of Holstenius there is an account of a Council of Rome convened under Pope Boniface II. in which were produced Letters of Damasus, Syricius, Innocent I.",
        "Boniface I. and Cælestine Bishops of Rome, to Ascholius, Anysius and Rufus, Bishops of Thessalonica: in which Letters they commend to them the hearing of causes in Illyricum, granted by the Lord and the holy Canons to the Apostolic See thro'out that Province.",
        "And Pope Siricius saith in his Epistle to Anysius: Etiam dudum, frater charissime, per Candidianum Episcopum, qui nos præcessit ad Dominum, hujusmodi literas dederamus, ut nulla licentia esset, sine consensu tuo in Illyrico Episcopos ordinare præsumere, quæ utrum ad te pervenerint scire non potui.",
        "Multa enim gesta sunt per contentionem ab Episcopis in ordinationibus faciendis, quod tua melius caritas novit.",
        "And a little after: Ad omnem enim hujusmodi audaciam comprimendam vigilare debet instantia tua, Spiritu in te Sancto fervente: ut vel ipse, si potes, vel quos judicaveris Episcopos idoneos, cum literis dirigas, dato consensu qui possit, in ejus locum qui defunctus vel depositus fuerit, Catholicum Episcopum vitâ & moribus probatum, secundum Nicænæ Synodi statuta vel Ecclesiæ Romanæ, Clericum de Clero meritum ordinare.",
        "And Pope Innocent I. saith in his Epistle to Anysius: Cui  etiam anteriores tanti ac tales viri prædecessores mei Episcopi, id est, sanctæ memoriæ Damasus, Siricius, atque supra memoratus vir ita detulerunt; ut omnia quæ in omnibus illis partibus gererentur, Sanctitati tuæ, quæ plena justitiæ est, traderent cognoscenda.",
        "And in his Epistle to Rufus the successor of Anysius: Ita longis intervallis disterminatis à me ecclesiis discat consulendum; ut prudentiæ gravitatique tuæ committendam curam causasque, siquæ exoriantur, per Achaiæ, Thessaliæ, Epiri veteris, Epiri novæ, & Cretæ, Daciæ mediterraneæ, Daciæ ripensis, Moesiæ, Dardaniæ, & Prævali ecclesias, Christo Domino annuente, censeam.",
        "Verè enim ejus sacratissimis monitis lectissimæ sinceritatis tuæ providentiæ & virtuti hanc injungimus sollicitudinem: non primitùs hæc statuentes, sed Præcessores nostros Apostolicos imitati, qui beatissimis Acholio & Anysio injungi pro meritis ista voluerunt.",
        "And Boniface I. in his decretal Epistle to Rufus and the rest of the Bishops in Illyricum: Nullus, ut frequenter dixi, alicujus ordinationem citra ejus  conscientiam celebrare præsumat: cui, ut supra dictum est, vice nostrâ cuncta committimus.",
        "And Pope Cælestine, in his decretal Epistle to the Bishops thro'out Illyricum, saith: Vicem nostram per vestram Provinciam noveritis  esse commissam, ita ut ad eum, fratres carissimi, quicquid de causis agitur, referatur.",
        "Sine ejus consilio nullus ordinetur.",
        "Nullus usurpet, eodem inconscio, commissam illi Provinciam; colligere nisi cum ejus voluntate Episcopus non præsumat.",
        "And in the cause of Perigenes, in the title of his Epistle, he thus enumerates the Provinces under this Bishop: Rufo & cæteris Episcopis per Macedoniam, Achaiam, Thessaliam, Epirum veterem, Epirum novam, Prævalin, & Daciam constitutis.",
        "And Pope Xistus in a decretal Epistle to the same Bishops: Illyricanæ omnes Ecclesiæ, ut à decessoribus nostris recepimus, & nos quoque fecimus, ad curam nunc pertinent Thessalonicensis Antistitis, ut suâ sollicitudine, siquæ inter fratres nascantur, ut assolent, actiones distinguat atque definiat; & ad eum, quicquid à singulis sacerdotibus agitur, referatur.",
        "Sit Concilium, quotiens causæ fuerint, quotiens ille pro necessitatum emergentium ratione decreverit.",
        "And Pope Leo I. in his decretal Epistle to Anastasius Bishop of Thessalonica: Singulis autem Metropolitanis sicut potestas ista committitur, ut in suis Provinciis jus habeant ordinandi; ita eos Metropolitanos à te volumus ordinari; maturo tamen & decocto judicio.",
        "Occidental Illyricum comprehended Pannonia prima and secunda, Savia, Dalmatia, Noricum mediterraneum, and Noricum ripense; and its Metropolis was Sirmium, till Attila destroyed this city.",
        "Afterwards Laureacum became the Metropolis of Noricum and both Pannonias, and Salona the Metropolis of Dalmatia.",
        "Now  the Bishops of Laureacum and Salona received the Pallium from the Pope: and Zosimus, in his decretal Epistle to Hesychius Bishop of Salona, directed him to denounce the Apostolic decrees as well to the Bishops of his own, as to those of the neighbouring Provinces.",
        "The subjection of these Provinces to the See of Rome seems to have begun in Anemius, who was ordained Bishop of Sirmium by Ambrose Bishop of Millain, and who in the Council of Aquileia under Pope Damasus, A.C. 381, declared his sentence in these words: Caput Illyrici non nisi civitas Sirmiensis: Ego igitur illius civitatis Episcopus sum.",
        "Eum qui non confitetur filium Dei æternum, & coeternum patri, qui est sempiternus, anathema dico.",
        "The next year Anemius and Ambrose, with Valerian Bishop of Aquileia, Acholias Bishop of Thessalonica, and many others, went to the Council of Rome, which met for overruling the Greek Church by majority of votes, and exalting the authority of the Apostolic See, as was attempted before in the Council of Sardica.",
        "Aquileia was the second city of the Western Empire, and by some called the second Rome.",
        "It was the Metropolis of Istria, Forum Julium, and Venetia; and its subjection to the See of Rome is manifest by the decretal Epistle of Leo I. directed to Nicetas Bishop of this city; for the Pope begins his Epistle thus: Regressus ad nos filius meus Adeodatus Diaconus Sedis nostræ, dilectionem tuam poposcisse memorat, ut de his à nobis authoritatem Apostolicæ Sedis acciperes, quæ quidem magnam difficultatem dijudicationis videntur afferre.",
        "Then he sets down an answer to the questions proposed by Nicetas, and concludes thus: Hanc autem Epistolam nostram, quam ad consultationem tuæ fraternitatis emisimus, ad omnes fratres & comprovinciales tuos Episcopos facies pervenire, ut in omnium observantia, data profit authoritas.",
        "Data 1-2 Kal. Apr. Majorano Aug. Cos.",
        "A.C. 458.",
        "Gregory the great A.C. 591,  cited Severus Bishop of Aquileia to appear before him in judgment in a Council at Rome.",
        "The Bishops of Aquileia and Millain created one another, and therefore were of equal authority, and alike subject to the See of Rome.",
        "Pope Pelagius about the year 557, testified this in the following words:  Mos antiquus fuit, saith he, ut quia pro longinquitate vel difficultate itineris, ab Apostolico illis onerosum fuerit ordinari, ipsi se invicem Mediolanensis & Aquileiensis ordinare Episcopos debuissent.",
        "These words imply that the ordination of these two Bishops belonged to the See of Rome.",
        "When Laurentius Bishop of Millain had excommunicated Magnus, one of his Presbyters, and was dead,  Gregory the great absolved Magnus, and sent the Pallium to the new elected Bishop Constantius; whom the next year  he reprehended of partiality in judging Fortunatus, and commanded him to send Fortunatus to Rome to be judged there: four years after  he appointed the Bishops of Millain and Ravenna to hear the cause of one Maximus; and two years after, viz.",
        "A.C. 601, when Constantius was dead, and the people of Millain had elected Deusdedit his successor, and the Lombards had elected another,  Gregory wrote to the Notary, Clergy, and People of Millain, that by the authority of his Letters Deusdedit should be ordained, and that he whom the Lombards had ordained was an unworthy successor of Ambrose: whence I gather, that the Church of Millain had continued in this state of subordination to the See of Rome ever since the days of Ambrose; for Ambrose himself acknowledged the authority of that See.",
        "Ecclesia Romana,  saith he, hanc consuetudinem non habet, cujus typum in omnibus sequimur, & formam.",
        "And a little after: In omnibus cupio sequi Ecclesiam Romanam.",
        "And in his Commentary upon 1 Tim. iii.",
        "Cum totus mundus Dei sit, tamen domus ejus Ecclesia dicitur, cujus hodie rector est Damasus.",
        "In his Oration on the death of his brother Satyrus, he relates how his brother coming to a certain city of Sardinia, advocavit Episcopum loci, percontatusque est ex eo utrum cum Episcopis Catholicis hoc est cum Romana Ecclesia conveniret?",
        "And in conjunction with the Synod of Aquileia A.C. 381, in a synodical Epistle to the Emperor Gratian, he saith: Totius orbis Romani caput Romanam Ecclesiam, atque illam sacrosanctam Apostolorum fidem, ne turbari sineret, obsecranda fuit clementia vestra; inde enim in omnes venerandæ communionis jura dimanant.",
        "The Churches therefore of Aquileia and Millain were subject to the See of Rome from the days of the Emperor Gratian.",
        "Auxentius the predecessor of Ambrose was not subject to the see of Rome, and consequently the subjection of the Church of Millain began in Ambrose.",
        "This Diocese of Millain contained Liguria with Insubria, the Alpes Cottiæ and Rhætia; and was divided from the Diocese of Aquileia by the river Addua.",
        "In the year 844, the Bishop of Millain broke off from the See of Rome, and continued in this separation about 200 years, as is thus related by  Sigonius: Eodem anno Angilbertus Mediolanensis Archiepiscopus ab Ecclesia Romana parum comperta de causa descivit, tantumque exemplo in posterum valuit, ut non nisi post ducentos annos Ecclesia Mediolanensis ad Romanæ obedientiam auctoritatemque redierit.",
        "The Bishop of Ravenna, the Metropolis of Flaminia and Æmilia, was also subject to the Pope: for Zosimus, A.C. 417, excommunicated some of the Presbyters of that Church, and wrote a commonitory Epistle about them to the Clergy of that Church as a branch of the Roman Church: In sua, saith he, hoc est, in Ecclesia nostra Romana.",
        "When those of Ravenna, having elected a new Bishop, gave notice thereof to Pope Sixtus, the Pope set him aside, and  ordained Peter Chrysologus in his room.",
        "Chrysologus in his Epistle to Eutyches, extant in the Acts of the Council of Chalcedon, wrote thus: Nos pro studio pacis & fidei, extra consensum Romanæ civitatis Episcopi, causas fidei audire non possumus.",
        "Pope Leo I. being consulted by Leo Bishop of Ravenna about some questions, answered him by a decretal Epistle A.C. 451.",
        "And Pope Gregory the great,  reprehending John Bishop of Ravenna about the use of the Pallium, tells him of a Precept of one of his Predecessors, Pope John, commanding that all the Privileges formerly granted to the Bishop and Church of Ravenna should be kept: to this John returned a submissive answer; and after his death Pope Gregory ordered a visitation of the Church of Ravenna, confirmed the privileges heretofore granted them, and sent his Pallium, as of antient custom, to their new Bishop Marinian.",
        "Yet this Church revolted sometimes from the Church of Rome, but returned again to its obedience.",
        "The rest of Italy, with the Islands adjacent, containing the suburbicarian regions, or ten Provinces under the temporal Vicar of Rome, viz. 1Campania, 2Tuscia and Umbria, 3Picenum suburbicarium, 4Sicily, 5Apulia and Calabria, 6Brutii and Lucania, 7Samnium, 8Sardinia, 9Corsica, and 10Valeria, constituted the proper Province of the Bishop of Rome.",
        "For the Council of Nice in their fifth Canon ordained that Councils should be held every spring and autumn in every Province; and according to this Canon, the Bishops of this Province met at Rome every half year.",
        "In this sense Pope Leo I. applied this Canon to Rome, in a decretal Epistle to the Bishops of Sicily, written Alippio & Ardabure Coss.",
        "A.C. 447.",
        "Quia saluberrime, saith he, à sanctis patribus constitutum est, binos in annis singulis Episcoporum debere esse conventus, terni semper ex vobis ad diem tertium Kalendarum Octobrium Romam æterno concilio sociandi occurrant.",
        "Et indissimulanter à vobis hæc consuetudo servetur, quoniam adjuvante Dei gratiâ, faciliùs poterit provideri, ut in Ecclesiis Christi nulla scandala, nulli nascantur errores; cum coram Apostolo Petro semper in communione tractatum fuerit, ut omnia Canonum Decreta apud omnes Domini sacerdotes inviolata permaneant.",
        "The Province of Rome therefore comprehended Sicily, with so much of Italy and the neighbouring Islands as sent Bishops to the annual Councils of Rome; but extended not into the Provinces of Ravenna, Aquileia, Millain, Arles, &c. those Provinces having Councils of their own.",
        "The Bishops in every Province of the Roman Empire were convened in Council by the Metropolitan or Bishop of the head city of the Province, and this Bishop presided in that Council: but the Bishop of Rome did not only preside in his own Council of the Bishops of the suburbicarian regions, but also gave Orders to the Metropolitans of all the other Provinces in the Western Empire, as their universal governor; as may be further perceived by the following instances.",
        "Pope Zosimus A.C. 417, cited Proculus Bishop of Marseilles to appear before a Council at Rome for illegitimate Ordinations; and condemned him, as he mentions in several of his Epistles.",
        "Pope Boniface I.",
        "A.C. 419, upon a complaint of the Clergy of Valentia against Maximus a Bishop, summoned the Bishops of all Gallia and the seven Provinces to convene in a Council against him; and saith in his Epistle, that his Predecessors had done the like.",
        "Pope Leo I. called a general Council of all the Provinces of Spain to meet in Gallæcia against the Manichees and Priscillianists, as he says in his decretal Epistle to Turribius a Spanish Bishop.",
        "And in one of his decretal Epistles to Nicetas Bishop of Aquileia, he commands him to call a Council of the Bishops of that Province against the Pelagians, which might ratify all the Synodal Decrees which had been already ratified by the See of Rome against this heresy.",
        "And in his decretal Epistle to Anastasius Bishop of Thessalonica, he ordained that Bishop should hold two Provincial Councils every year, and refer the harder causes to the See of Rome: and if upon any extraordinary occasion it should be necessary to call a Council, he should not be troublesom to the Bishops under him, but content himself with two Bishops out of every Province, and not detain them above fifteen days.",
        "In the same Epistle he describes the form of Church-Government then set up, to consist in a subordination of all the Churches to the See of Rome: De qua forma, saith he, Episcoporum quoque est orta distinctio, & magna dispositione provisum est ne omnes sibi omnia vindicarent, sed essent in singulis Provinciis singuli quorum inter fratres haberetur prima sententia, & rursus quidam in majoribus urbibus constituti sollicitudinem sumerent ampliorem, per quos ad unam Petri Sedem universalis Ecclesiæ cura conflueret, & nihil usque à suo capite dissideret.",
        "Qui ergo scit se quibusdam esse præpositum, non moleste ferat aliquem sibi esse præpositum; sed obedientiam quam exigit etiam ipse dependat; et sicut non vult gravis oneris sarcinam ferre, ita non audeat aliis importabile pondus imponere.",
        "These words sufficiently shew the monarchical form of government then set up in the Churches of the Western Empire under the Bishop of Rome, by means of the imperial Decree of Gratian, and the appeals and decretal Epistles grounded thereupon.",
        "The same Pope Leo, having in a Council at Rome passed sentence upon Hilary Bishop of Arles, for what he had done by a Provincial Council in Gallia, took occasion from thence to procure the following Edict from the Western Emperor Valentinian III. for the more absolute establishing the authority of his See over all the Churches of the Western Empire.",
        "Impp.",
        "Theodosius & Valentinianus AA.",
        "Aetio Viro illustri, Comiti & Magistro utriusque militiæ & Patricio.",
        "Certum est & nobis & imperio nostro unicum esse præsidium in supernæ Divinitatis favore, ad quem promerendum præcipue Christiana fides & veneranda nobis religio suffragatur.",
        "Cum igitur Sedis Apostolicæ Primatum sancti Petri meritum, qui princeps est Episcopalis coronæ & Romanæ dignitas civitatis, sacræ etiam Synodi firmavit auctoritas: ne quid præter auctoritatem Sedis istius illicitum præsumptio attemperare nitatur: tunc enim demum Ecclesiarum pax ubique servabitur, si Rectorem suum agnoscat Universitas.",
        "Hæc cum hactenus inviolabiliter suerint custodita, Hilarius Arelatensis, sicut venerabilis viri Leonis Romani Papæ fideli relatione comperimus, contumaci ausu illicita quædam præsumenda tentavit, & ideo Transalpinas Ecclesias abominabilis tumultus invasit, quod recens maximè testatur exemplum.",
        "Hilarius enim qui Episcopus Arelatensis vocatur, Ecclesiæ Romanæ urbis inconsulto Pontifice indebitas sibi ordinationes Episcoporum solâ temeritate usurpans invasit.",
        "Nam alios incompetenter removit; indecenter alios, invitis & repugnantibus civibus, ordinavit.",
        "Qui quidem, quoniam non facile ab his qui non elegerant, recipiebantur, manum sibi contrahebat armatam, & claustra murorum in hostilem morem vel obsidione cingebat, vel aggressione reserabat, & ad sedem quietis pacem prædicaturus per bella ducebat: His talibus contra Imperii majestatem, & contra reverentiam Apostolicæ Sedis admissis, per ordinem religiosi viri Urbis Papæ cognitione discussis, certa in eum, ex his quos malè ordinaverat, lata sententia est.",
        "Erat quidem ipsa sententia per Gallias etiam sine Imperiali Sanctione valitura: quid enim Pontificis auctoritate non liceret?",
        "Sed nostram quoque præceptionem hæc ratio provocavit.",
        "Nec ulterius vel Hilario, quem adhuc Episcopum nuncupare sola mansueta Præsulis permittit humanitas, nec cuiquam alteri ecclesiasticis rebus arma miscere, aut præceptis Romani Antistitis liceat obviare: ausibus enim talibus fides & reverentia nostri violatur Imperii.",
        "Nec hoc solum, quod est maximi criminis, submovemus: verum ne levis saltem inter Ecclesias turba nascatur, vel in aliquo minui religionis disciplina videatur, hoc perenni sanctione discernimus; nequid tam Episcopis Gallicanis quam aliarum Provinciarum contra consuetudinem veterem liceat, sine viri venerabilis Papæ Urbis æternæ auctoritate, tentare.",
        "Sed illis omnibusque pro lege sit, quicquid sanxit vel sanxerit Apostolicæ Sedis auctoritas: ita ut quisquis Episcoporum ad judicium Romani Antistitis evocatus venire neglexerit, per Moderatorem ejusdem Provinciæ adesse cogatur, per omnia servatis quæ Divi parentes nostri Romanæ Ecclesiæ detulerunt, Aetî pater carissime Augusti.",
        "Unde illustris & præclara magnificentia tua præsentis Edictalis Legis auctoritate faciet quæ sunt superius statuta servari, decem librarum auri multa protinus exigenda ab unoquoque Judice qui passus fuerit præcepta nostra violari.",
        "Divinitas te servet per multos annos, parens carissime.",
        "Dat. viii.",
        "Id.",
        "Jun. Romæ, Valentiniano A. vi.",
        "Consule, A.C. 445.",
        "By this Edict the Emperor Valentinian enjoined an absolute obedience to the will of the Bishop of Rome thro'out all the Churches of his Empire; and declares, that for the Bishops to attempt any thing without the Pope's authority is contrary to antient custom, and that the Bishops summoned to appear before his judicature must be carried thither by the Governor of the Province; and he ascribes these privileges of the See of Rome to the concessions of his dead Ancestors, that is, to the Edict of Gratian and Valentinian II. as above: by which reckoning this dominion of the Church of Rome was now of 66 years standing: and if in all this time it had not been sufficiently established, this new Edict was enough to settle it beyond all question thro'out the Western Empire.",
        "Hence all the Bishops of the Province of Arles in their Letter to Pope Leo, A.C. 450, petitioning for a restitution of the privileges of their Metropolitan, say: Per beatum Petrum Apostolorum principem, sacrosancta Ecclesia Romana tenebat supra omnes totius mundi Ecclesias principatum.",
        "And Ceratius, Salonius and Veranus, three Bishops of Gallia, say, in their Epistle to the same Pope: Magna præterea & ineffabili quadam nos peculiares tui gratulatione succrescimus, quod illa specialis doctrinæ vestræ pagina ita per omnium Ecclesiarum conventicula celebratur, ut vere consona omnium sententia declaretur; merito illic principatum Sedis Apostolicæ constitutum, unde adhuc Apostolici spiritus oracula reserentur.",
        "And Leo himself, in  his Epistle to the metropolitan Bishops thro'out Illyricum: Quia per omnes Ecclesias cura nostra distenditur, exigente hoc à nobis Domino, qui Apostolicæ dignitatis beatissimo Apostolo Petro primatum, fidei sui remuneratione commisit, universalem Ecclesiam in fundamenti ipsius soliditate constituens.",
        "While this Ecclesiastical Dominion was rising up, the northern barbarous nations invaded the Western Empire, and founded several kingdoms therein, of different religions from the Church of Rome.",
        "But these kingdoms by degrees embraced the Roman faith, and at the same time submitted to the Pope's authority.",
        "The Franks in Gaul submitted in the end of the fifth Century, the Goths in Spain in the end of the sixth; and the Lombards in Italy were conquered by Charles the great A.C. 774.",
        "Between the years 775 and 794, the same Charles extended the Pope's authority over all Germany and Hungary as far as the river Theysse and the Baltic sea; he then set him above all human judicature, and at the same time assisted him in subduing the City and Duchy of Rome.",
        "By the conversion of the ten kingdoms to the Roman religion, the Pope only enlarged his spiritual dominion, but did not yet rise up as a horn of the Beast.",
        "It was his temporal dominion which made him one of the horns: and this dominion he acquired in the latter half of the eighth century, by subduing three of the former horns as above.",
        "And now being arrived at a temporal dominion, and a power above all human judicature, he reigned  with a look more stout than his fellows, and  times and laws were henceforward given into his hands, for a time times and half a time, or three times and an half; that is, for 1260 solar years, reckoning a time for a Calendar year of 360 days, and a day for a solar year.",
        "After which  the judgment is to sit, and they shall take away his dominion, not at once, but by degrees, to consume, and to destroy it unto the end.",
        "And the kingdom and dominion, and greatness of the kingdom under the whole heaven shall, by degrees, be given unto the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.",
        "Notes to Chap.",
        "VIII.",
        "See the Annals of Baronius, Anno 381.",
        "Sect. 6.",
        "Populos Galliciæ.",
        "Hormisd.",
        "Epist. 24. 26.",
        "The words, sine auctoritate, seem wanting.",
        "Vide Caroli a S.",
        "Paulo Geographiam sacram, p. 72, 73.",
        "Greg.",
        "M. lib. 1.",
        "Indic. 9.",
        "Epist. 16.",
        "Apud Gratianum de Mediolanensi & Aquileiensi Episcopis.",
        "Greg.",
        "M. lib. 3.",
        "Epist. 26. & lib. 4.",
        "Epist. 1.",
        "Greg. lib. 5.",
        "Epist. 4.",
        "Greg. lib. 9.",
        "Epist. 10 & 67.",
        "Greg. lib. 11.",
        "Epist. 3, 4.",
        "Ambros l. 3. de sacramentis, c. 1.",
        "Sigonius de Regno Italiæ, lib. 5.",
        "See Baronius, Anno 433.",
        "Sect. 24.",
        "Greg.",
        "M. lib. 3.",
        "Epist. 56, 57. & lib. 5.",
        "Epist. 25, 26, 56.",
        "Epist. 25. apud Holstenium.",
        "Dan. vii. 20.",
        "Ver. 25.",
        "Ver. 26.",
        "Ver. 27. * * * * * CHAP.",
        "IX.",
        "Of the kingdoms represented in Daniel by the Ram and He-Goat.",
        "The second and third Empires, represented by the Bear and Leopard, are again represented by the Ram and He-Goat; but with this difference, that the Ram represents the kingdoms of the Medes and Persians from the beginning of the four Empires, and the Goat represents the kingdom of the Greeks to the end of them.",
        "By this means, under the type of the Ram and He-Goat, the times of all the four Empires are again described: I lifted up mine eyes, saith  Daniel, and saw, and behold there stood before the river  a Ram which had two horns, and the two horns were high, but one was higher than the other, and the higher came up last.--And the Ram having two horns, are the kings of Media and Persia: not two persons but two kingdoms, the kingdoms of Media and Persia; and the kingdom of Persia was the higher horn and came up last.",
        "The kingdom of Persia rose up, when Cyrus having newly conquered Babylon, revolted from Darius King of the Medes, and beat him at Pasargadæ, and set up the Persians above the Medes.",
        "This was the horn which came up last.",
        "And the horn which came up first was the kingdom of the Medes, from the time that Cyaxares and Nebuchadnezzar overthrew Nineveh, and shared the Empire of the Assyrians between them.",
        "The Empires of Media and Babylon were contemporary, and rose up together by the fall of the Assyrian Empire; and the Prophecy of the four Beasts begins with one of them, and that of the Ram and He-Goat with the other.",
        "As the Ram represents the kingdom of Media and Persia from the beginning of the four Empires; so the He-Goat represents the Empire of the Greeks to the end of those Monarchies.",
        "In the reign of his great horn, and of the four horns which succeeded it, he represents this Empire during the reign of the Leopard: and in the reign of his little horn, which stood up in the latter time of the kingdom of the four, and after their fall became mighty but not by his own power, he represents it during the reign of the fourth Beast.",
        "The rough Goat, saith Daniel, is the King of Grecia, that is, the kingdom; and the great horn between his eyes is the first King: not the first Monarch, but the first kingdom, that which lasted during the reign of Alexander the great, and his brother Aridæus and two young sons, Alexander and Hercules.",
        "Now that  being broken off, whereas four  stood up for it, four kingdoms shall stand up out of the nation , but not in his  power.",
        "The four horns are therefore four kingdoms; and by consequence, the first great horn which they succeeded is the first great kingdom of the Greeks, that which was founded by Alexander the great, An.",
        "Nabonass. 414, and lasted till the death of his son Hercules, An.",
        "Nabonass. 441.",
        "And the four are those of Cassander, Lysimachus, Antigonus, and Ptolemy, as above.",
        "And in the latter time of their kingdom, when the transgressors are come to the full, a King  of fierce countenance, and understanding dark sentences, shall stand up: and his power shall be mighty, but not by his own power.",
        "This King was the last horn of the Goat, the little horn which came up out of one of the four horns, and waxed exceeding great.",
        "The latter time of their kingdom was when the Romans began to conquer them, that is, when they conquered Perseus King of Macedonia, the fundamental kingdom of the Greeks.",
        "And at that time the transgressors came to the full: for then the High-priesthood was exposed to sale, the Vessels of the Temple were sold to pay for the purchase; and the High-priest, with some of the Jews, procured a licence from Antiochus Epiphanes to do after the ordinances of the heathen, and set up a school at Jerusalem for teaching those ordinances.",
        "Then Antiochus took Jerusalem with an armed force, slew 4000 Jews, took as many prisoners and sold them, spoiled the Temple, interdicted the worship, commanded the Law of Moses to be burnt, and set up the worship of the heathen Gods in all Judea.",
        "In the very same year, An.",
        "Nabonass. 580, the Romans conquered Macedonia, the chief of the four horns.",
        "Hitherto the Goat was mighty by its own power, but henceforward began to be under the Romans.",
        "Daniel distinguishes the times, by describing very particularly the actions of the Kings of the north and south, those two of the four horns which bordered upon Judea, until the Romans conquered Macedonia; and thenceforward only touching upon the main revolutions which happened within the compass of the nations represented by the Goat.",
        "In this latter period of time the little horn was to stand up and grow mighty, but not by his own power.",
        "The three first of Daniel's Beasts had their dominions taken away, each of them at the rise of the next Beast; but their lives were prolonged, and they are all of them still alive.",
        "The third Beast, or Leopard, reigned in his four heads, till the rise of the fourth Beast, or Empire of the Latins; and his life was prolonged under their power.",
        "This Leopard reigning in his four heads, signifies the same thing with the He-Goat reigning in his four horns: and therefore the He-Goat reigned in his four horns till the rise of Daniel's fourth Beast, or Empire of the Latins: then its dominion was taken away by the Latins, but its life was prolonged under their power.",
        "The Latins are not comprehended among the nations represented by the He-Goat in this Prophecy: their power over the Greeks is only named in it, to distinguish the times in which the He-Goat was mighty by his own power, from the times in which he was mighty but not by his own power.",
        "He was mighty by his own power till his dominion was taken away by the Latins; after that, his life was prolonged under their dominion, and this prolonging of his life was in the days of his last horn: for in the days of this horn the Goat became mighty, but not by his own power.",
        "Now because this horn was a horn of the Goat, we are to look for it among the nations which composed the body of the Goat.",
        "Among those nations he was to rise up and grow mighty: he grew mighty  towards the south, and towards the east, and towards the pleasant land; and therefore he was to rise up in the north-west parts of those nations, and extend his dominion towards Egypt, Syria and Judea.",
        "In the latter time of the kingdom of the four horns, it was to rise up out of one of them and subdue the rest, but not by its own power.",
        "It was to be assisted by a foreign power, a power superior to itself, the power which took away the dominion of the third Beast, the power of the fourth Beast.",
        "And such a little horn was the kingdom of Macedonia, from the time that it became subject to the Romans.",
        "This kingdom, by the victory of the Romans over Persius King of Macedonia, Anno Nabonass. 580, ceased to be one of the four horns of the Goat, and became a dominion of a new sort: not a horn of the fourth Beast, for Macedonia belonged to the body of the third; but a horn of the third Beast of a new sort, a horn of the Goat which grew mighty but not by his own power, a horn which rose up and grew potent under a foreign power, the power of the Romans.",
        "The Romans, by the legacy of Attalus the last King of Pergamus, An.",
        "Nabonass. 615, inherited that kingdom, including all Asia Minor on this side mount Taurus.",
        "An.",
        "Nabonass. 684 and 685 they conquered Armenia, Syria and Judea; An.",
        "Nabonass. 718, they subdued Egypt.",
        "And by these conquests the little horn  waxed exceeding great towards the south, and towards the east, and towards the pleasant land.",
        "And it waxed great even to the host of heaven; and cast down some of the host and of the stars to the ground, and stamped upon them, that is, upon the people and great men of the Jews.",
        "Yea, he magnified himself even to the Prince of the Host, the Messiah, the Prince of the Jews, whom he put to death, An.",
        "Nabonass. 780.",
        "And by him the daily sacrifice was taken away, and the place of his sanctuary was cast down, viz. in the wars which the armies of the Eastern nations under the conduct of the Romans made against Judea, when Nero and Vespasian were Emperors, An.",
        "Nabonass. 816, 817, 818.",
        "And an host was given him against the daily sacrifice by reason of transgression, and it cast down the truth to the ground, and it practised and prospered.",
        "This transgression is in the next words called the transgression of desolation; and in Dan. xi. 31. the abomination which maketh desolate; and in Matth. xxiv. 15. the abomination of desolation, spoken of by Daniel the prophet, standing in the holy place.",
        "It may relate chiefly to the worship of Jupiter Olympius in his Temple built by the Emperor Hadrian, in the place of the Temple of the Jews, and to the revolt of the Jews under Barchochab occasioned thereby, and to the desolation of Judea which followed thereupon; all the Jews, being thenceforward banished Judea upon pain of death.",
        "Then I heard, saith  Daniel, one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?",
        "And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.",
        "Daniel's days are years; and these years may perhaps be reckoned either from the destruction of the Temple by the Romans in the reign of Vespasian, or from the pollution of the Sanctuary by the worship of Jupiter Olympius, or from the desolation of Judea made in the end of the Jewish war by the banishment of all the Jews out of their own country, or from some other period which time will discover.",
        "Henceforward the last horn of the Goat continued mighty under the Romans, till the reign of Constantine the great and his sons: and then by the division of the Roman Empire between the Greek and Latin Emperors, it separated from the Latins, and became the Greek Empire alone, but yet under the dominion of a Roman family; and at present it is mighty under the dominion of the Turks.",
        "This last horn is by some taken for Antiochus Epiphanes, but not very judiciously.",
        "A horn of a Beast is never taken for a single person: it always signifies a new kingdom, and the kingdom of Antiochus was an old one.",
        "Antiochus reigned over one of the four horns, and the little horn was a fifth under its proper kings.",
        "This horn was at first a little one, and waxed exceeding great, but so did not Antiochus.",
        "It is described great above all the former horns, and so was not Antiochus.",
        "His kingdom on the contrary was weak, and tributary to the Romans, and he did not enlarge it.",
        "The horn was a King of fierce countenance, and destroyed wonderfully, and prospered and practised; that is, he prospered in his practises against the holy people: but Antiochus was frighted out of Egypt by a mere message of the Romans, and afterwards routed and baffled by the Jews.",
        "The horn was mighty by another's power, Antiochus acted by his own.",
        "The horn stood up against the Prince of the Host of heaven, the Prince of Princes; and this is the character not of Antiochus but of Antichrist.",
        "The horn cast down the Sanctuary to the ground, and so did not Antiochus; he left it standing.",
        "The Sanctuary and Host were trampled under foot 2300 days; and in Daniel's Prophecies days are put for years: but the profanation of the Temple in the reign of Antiochus did not last so many natural days.",
        "These were to last till the time of the end, till the last end of the indignation against the Jews; and this indignation is not yet at an end.",
        "They were to last till the Sanctuary which had been cast down should be cleansed, and the Sanctuary is not yet cleansed.",
        "This Prophecy of the Ram and He-Goat is repeated in the last Prophecy of Daniel.",
        "There the Angel tells Daniel, that  he stood up to strengthen Darius the Mede, and that there should stand up yet three kings in Persia,  and the fourth  should be far richer than they all; and by his wealth thro' his riches he should stir up all against the realm of Grecia.",
        "This relates to the Ram, whose two horns were the kingdoms of Media and Persia.",
        "Then he goes on to describe the horns of the Goat by the  standing up of a mighty king, which should rule with great dominion, and do according to his will; and by the breaking of his kingdom into four smaller kingdoms, and not descending to his own posterity.",
        "Then he describes the actions of two of those kingdoms which bordered on Judea, viz.",
        "Egypt and Syria, calling them the Kings of the South and North, that is, in respect of Judea; and he carries on the description till the latter end of the kingdoms of the four, and till the reign of Antiochus Epiphanes, when transgressors were come to the full.",
        "In the eighth year of Antiochus, the year in which he profaned the Temple and set up the heathen Gods in all Judea, and the Romans conquered the kingdom of Macedon; the prophetic Angel leaves off describing the affairs of the kings of the South and North, and begins to describe those of the Greeks under the dominion of the Romans, in these words:  And after him Arms  shall stand up, and they shall pollute the sanctuary of strength.",
        "As  signifies after the king, Dan. xi. 8; so here  may signify after him: and so  may signify after one of them, Dan. viii. 9.",
        "Arms are every where in these Prophecies of Daniel put for the military power of a kingdom, and they stand up when they conquer and grow powerful.",
        "The Romans conquered Illyricum, Epirus and Macedonia, in the year of Nabonassar 580; and thirty five years after, by the last will and testament of Attalus the last King of Pergamus, they inherited that rich and flourishing kingdom, that is, all Asia on this side mount Taurus: and sixty nine years after, they conquered the kingdom of Syria, and reduced it into a Province: and thirty four years after they did the like to Egypt.",
        "By all these steps the Roman arms stood up over the Greeks.",
        "And after 95 years more, by making war upon the Jews, they polluted the sanctuary of strength, and took away the daily sacrifice, and, in its room soon after, placed the abomination which made the Land desolate: for this abomination was placed after the days of Christ, Matth. xxiv. 15.",
        "In the 16th year of the Emperor Hadrian, A.",
        "C. 132, they placed this abomination by building a Temple to Jupiter Capitolinus, where the Temple of God in Jerusalem had stood.",
        "Thereupon the Jews under the conduct of Barchochab rose up in arms against the Romans, and in that war had 50 cities demolished, 985 of their best towns destroyed, and 580000 men slain by the sword: and in the end of the war, A.C. 136, they were all banished Judea upon pain or death; and that time the land hath remained desolate of its old inhabitants.",
        "Now that the prophetic Angel passes in this manner from the four kingdoms of the Greeks to the Romans reigning over the Greeks, is confirmed from hence, that in the next place he describes the affairs of the Christians unto the time of the end, in these words:  And they that understand among the people shall instruct many, yet they shall fall by the sword and by flame, by captivity and by spoil many days.",
        "Now when they shall fall they shall be holpen with a little help, viz. in the reign of Constantine the great; but many shall cleave to them with dissimulation.",
        "And some of them of understanding there shall fall to try them, and to purge them from the dissemblers; and to make them white even to the time of the end.",
        "And a little after, the time of the end is said to be a time, times, and half a time: which is the duration of the reign of the last horn of Daniel's fourth Beast, and of the Woman and her Beast in the Apocalyps.",
        "Notes to Chap.",
        "IX.",
        "Chap. viii. 3.",
        "Ver. 22.",
        "Ver. 23.",
        "Chap. viii. 9.",
        "Chap. viii. 9, 10.",
        "Ver. 11.",
        "Ver. 12.",
        "Ver. 13, 14.",
        "Dan. xi. 1, 2.",
        "Ver. 3.",
        "Dan xi. 31.",
        "Chap. xi. 33, &c. * * * * * CHAP.",
        "X.",
        "Of the Prophecy of the Seventy Weeks.",
        "The Vision of the Image composed of four Metals was given first to Nebuchadnezzar, and then to Daniel in a dream: and Daniel began then to be celebrated for revealing of secrets, Ezek. xxviii. 3.",
        "The Vision of the four Beasts, and of the Son of man coming in the clouds of heaven, was also given to Daniel in a dream.",
        "That of the Ram and the He-Goat appeared to him in the day time, when he was by the bank of the river Ulay; and was explained to him by the prophetic Angel Gabriel.",
        "It concerns the Prince of the host, and the Prince of Princes: and now in the first year of Darius the Mede over Babylon, the same prophetic Angel appears to Daniel again, and explains to him what is meant by the Son of man, by the Prince of the host, and the Prince of Princes.",
        "The Prophecy of the Son of man coming in the clouds of heaven relates to the second coming of Christ; that of the Prince of the host relates to his first coming: and this Prophecy of the Messiah, in explaining them, relates to both comings, and assigns the times thereof.",
        "This Prophecy, like all the rest of Daniel's, consists of two parts, an introductory Prophecy and an explanation thereof; the whole I thus translate and interpret.  'Seventy weeks are  cut out upon thy people, and upon thy holy city, to finish transgression, and  to make an end of sins, to expiate iniquity, and to bring in everlasting righteousness, to consummate the Vision and  the Prophet, and to anoint the most Holy. 'Know also and understand, that from the going forth of the commandment to cause to return and to build Jerusalem, unto  the Anointed the Prince, shall be seven weeks. 'Yet threescore and two weeks shall  it return, and the street be built and the wall; but in troublesome times: and after the threescore and two weeks, the Anointed shall be cut off, and  it shall not be his; but the people of a Prince to come shall destroy the city and the sanctuary: and the end thereof shall be with a flood, and unto the end of the war, desolations are determined. 'Yet shall he confirm the covenant with many for one week: and in half a week he shall cause the sacrifice and oblation to cease: and upon a wing of abominations he shall make it desolate, even until the consummation, and that which is determined be poured upon the desolate.'",
        "Seventy weeks are cut out upon thy people, and upon thy holy city, to finish transgression, &c.",
        "Here, by putting a week for seven years, are reckoned 490 years from the time that the dispersed Jews should be re-incorporated into  a people and a holy city, until the death and resurrection of Christ; whereby transgression should be finished, and sins ended, iniquity be expiated, and everlasting righteousness brought in, and this Vision be accomplished, and the Prophet consummated, that Prophet whom the Jews expected; and whereby the most Holy should be anointed, he who is therefore in the next words called the Anointed, that is, the Messiah, or the Christ.",
        "For by joining the accomplishment of the vision with the expiation of sins, the 490 years are ended with the death of Christ.",
        "Now the dispersed Jews became a people and city when they first returned into a polity or body politick; and this was in the seventh year of Artaxerxes Longimanus, when Ezra returned with a body of Jews from captivity, and revived the Jewish worship; and by the King's commission created Magistrates in all the land, to judge and govern the people according to the laws of God and the King, Ezra vii. 25.",
        "There were but two returns from captivity, Zerubbabel's and Ezra's; in Zerubbabel's they had only commission to build the Temple, in Ezra's they first became a polity or city by a government of their own.",
        "Now the years of this Artaxerxes began about two or three months after the summer solstice, and his seventh year fell in with the third year of the eightieth Olympiad; and the latter part thereof, wherein Ezra went up to Jerusalem, was in the year of the Julian Period 4257.",
        "Count the time from thence to the death of Christ, and you will find it just 490 years.",
        "If you count in Judaic years commencing in autumn, and date the reckoning from the first autumn after Ezra's coming to Jerusalem, when he put the King's decree in execution; the death of Christ will fall on the year of the Julian Period 4747, Anno Domini 34; and the weeks will be Judaic weeks, ending with sabbatical years; and this I take to be the truth: but if you had rather place the death of Christ in the year before, as is commonly done, you may take the year of Ezra's journey into the reckoning.",
        "Know also and understand, that from the going forth of the commandment to cause to return and to build Jerusalem, unto the Anointed the Prince, shall be seven weeks.",
        "The former part of the Prophecy related to the first coming of Christ, being dated to his coming as a Prophet; this being dated to his coming to be Prince or King, seems to relate to his second coming.",
        "There, the Prophet was consummate, and the most holy anointed: here, he that was anointed comes to be Prince and to reign.",
        "For Daniel's Prophecies reach to the end of the world; and there is scarce a Prophecy in the Old Testament concerning Christ, which doth not in something or other relate to his second coming.",
        "If divers of the antients, as  Irenæus,  Julius Africanus, Hippolytus the martyr, and Apollinaris Bishop of Laodicea, applied the half week to the times of Antichrist; why may not we, by the same liberty of interpretation, apply the seven weeks to the time when Antichrist shall be destroyed by the brightness of Christ's coming?",
        "The Israelites in the days of the antient Prophets, when the ten Tribes were led into captivity, expected a double return; and that at the first the Jews should build a new Temple inferior to Solomon's, until the time of that age should be fulfilled; and afterwards they should return from all places of their captivity, and build Jerusalem and the Temple gloriously, Tobit xiv. 4, 5, 6: and to express the glory and excellence of this city, it is figuratively said to be built of precious stones, Tobit xiii. 16, 17, 18.",
        "Isa. liv. 11, 12.",
        "Rev. xi. and called the New Jerusalem, the Heavenly Jerusalem, the Holy City, the Lamb's Wife, the City of the Great King, the City into which the Kings of the earth do bring their glory and honour.",
        "Now while such a return from captivity was the expectation of Israel, even before the times of Daniel, I know not why Daniel should omit it in his Prophecy.",
        "This part of the Prophecy being therefore not yet fulfilled, I shall not attempt a particular interpretation of it, but content myself with observing, that as the seventy and the sixty two weeks were Jewish weeks, ending with sabbatical years; so the seven weeks are the compass of a Jubilee, and begin and end with actions proper for a Jubilee, and of the highest nature for which a Jubilee can be kept: and that since the commandment to return and to build Jerusalem, precedes the Messiah the Prince 49 years; it may perhaps come forth not from the Jews themselves, but from some other kingdom friendly to them, and precede their return from captivity, and give occasion to it; and lastly, that this rebuilding of Jerusalem and the waste places of Judah is predicted in Micah vii. 11.",
        "Amos ix. 11, 14.",
        "Ezek. xxxvi. 33, 35, 36, 38.",
        "Isa. liv. 3, 11, 12. lv. 12. lxi. 4. lxv. 18, 21,22. and Tobit xiv. 5. and that the return from captivity and coming of the Messiah and his kingdom are described in Daniel vii.",
        "Rev. xix.",
        "Acts i.",
        "Mat. xxiv.",
        "Joel iii.",
        "Ezek. xxxvi. xxxvii.",
        "Isa. lx. lxii. lxiii. lxv. and lxvi. and many other places of scripture.",
        "The manner I know not.",
        "Let time be the Interpreter.",
        "Yet threescore and two weeks shall it return, and the street be built and the wall, but in troublesome times: and after the threescore and two weeks the Messiah shall be cut off, and it shall not be his; but the people of a Prince to come shall destroy the city and the sanctuary, &c.",
        "Having foretold both comings of Christ, and dated the last from their returning and building Jerusalem; to prevent the applying that to the building Jerusalem by Nehemiah, he distinguishes this from that, by saying that from this period to the Anointed shall be, not seven weeks, but threescore and two weeks, and this not in prosperous but in troublesome times; and at the end of these Weeks the Messiah shall not be the Prince of the Jews, but be cut off; and Jerusalem not be his, but the city and sanctuary be destroyed.",
        "Now Nehemiah came to Jerusalem in the 20th year of this same Artaxerxes, while Ezra still continued there, Nehem. xii. 36, and found the city lying waste, and the houses and wall unbuilt, Nehem. ii. 17. vii. 4, and finished the wall the 25th day of the month Elul, Nehem. vi. 15, in the 28th year of the King, that is, in September in the year of the Julian Period 4278.",
        "Count now from this year threescore and two weeks of years, that is 434 years, and the reckoning will end in September in the year of the Julian Period 4712 which is the year in which Christ was born, according to Clemens Alexandrinus, Irenæus, Eusebius, Epiphanius, Jerome, Orosius, Cassiodorus, and other antients; and this was the general opinion, till Dionysius Exiguus invented the vulgar account, in which Christ's birth is placed two years later.",
        "If with some you reckon that Christ was born three or four years before the vulgar account, yet his birth will fall in the latter part of the last week, which is enough.",
        "How after these weeks Christ was cut off and the city and sanctuary destroyed by the Romans, is well known.",
        "Yet shall he confirm the covenant with many for one week.",
        "He kept it, notwithstanding his death, till the rejection of the Jews, and calling of Cornelius and the Gentiles in the seventh year after his passion.",
        "And in half a week he shall cause the sacrifice and oblation to cease; that is, by the war of the Romans upon the Jews: which war, after some commotions, began in the 13th year of Nero, A.D. 67, in the spring, when Vespasian with an army invaded them; and ended in the second year of Vespasian, A.D. 70, in autumn, Sept. 7, when Titus took the city, having burnt the Temple 27 days before: so that it lasted three years and an half.",
        "And upon a wing of abominations he shall cause desolation, even until the consummation, and that which is determined be poured upon the desolate.",
        "The Prophets, in representing kingdoms by Beasts and Birds, put their wings stretcht out over any country for their armies sent out to invade and rule over that country.",
        "Hence a wing of abominations is an army of false Gods: for an abomination is often put in scripture for a false God; as where Chemosh is called  the abomination of Moab, and Molech the abomination of Ammon.",
        "The meaning therefore is, that the people of a Prince to come shall destroy the sanctuary, and abolish the daily worship of the true God, and overspread the land with an army of false gods; and by setting up their dominion and worship, cause desolation to the Jews, until the times of the Gentiles be fulfilled.",
        "For Christ tells us, that the abomination of desolation spoken of by Daniel was to be set up in the times of the Roman Empire, Matth. xxiv. 15.",
        "Thus have we in this short Prophecy, a prediction of all the main periods relating to the coming of the Messiah; the time of his birth, that of his death, that of the rejection of the Jews, the duration of the Jewish war whereby he caused the city and sanctuary to be destroyed, and the time of his second coming: and so the interpretation here given is more full and complete and adequate to the design, than if we should restrain it to his first coming only, as Interpreters usually do.",
        "We avoid also the doing violence to the language of Daniel, by taking the seven weeks and sixty two weeks for one number.",
        "Had that been Daniel's meaning, he would have said sixty and nine weeks, and not seven weeks and sixty two weeks, a way of numbring used by no nation.",
        "In our way the years are Jewish Luni-solar years,  as they ought to be; and the seventy weeks of years are Jewish weeks ending with sabbatical years, which is very remarkable.",
        "For they end either with the year of the birth of Christ, two years before the vulgar account, or with the year of his death, or with the seventh year after it: all which are sabbatical years.",
        "Others either count by Lunar years, or by weeks not Judaic: and, which is worst, they ground their interpretations on erroneous Chronology, excepting the opinion of Funccius about the seventy weeks, which is the same with ours.",
        "For they place Ezra and Nehemiah in the reign of Artaxerxes Mnemon, and the building of the Temple in the reign of Darius Nothus, and date the weeks of Daniel from those two reigns.",
        "The grounds of the Chronology here followed, I will now set down as briefly as I can.",
        "The Peloponnesian war began in spring An. 1 Olymp. 87, as Diodorus, Eusebius, and all other authors agree.",
        "It began two months before Pythodorus ceased to be Archon, Thucyd. l. 2. that is, in April, two months before the end of the Olympic year.",
        "Now the years of this war are most certainly determined by the 50 years distance of its first year from the transit of Xerxes inclusively, Thucyd. l. 2. or 48 years exclusively, Eratosth. apud Clem.",
        "Alex. by the 69 years distance of its end, or 27th year, from the beginning of Alexander's reign in Greece; by the acting of the Olympic games in its 4th and 12th years, Thucyd. l. 5; and by three eclipses of the sun, and one of the moon, mentioned by Thucydides and Xenophon.",
        "Now Thucydides, an unquestionable witness, tells us, that the news of the death of Artaxerxes Longimanus was brought to Ephesus, and from thence by some Athenians to Athens, in the 7th year of this Peloponnesian war, when the winter half year was running; and therefore he died An. 4 Olymp. 88, in the end of An.",
        "J.P. 4289, suppose a month or two before midwinter; for so long the news would be in coming.",
        "Now Artaxerxes Longimanus reigned 40 years, by the consent of Diodorus, Eusebius, Jerome, Sulpitius; or 41, according to Ptol. in can.",
        "Clem.",
        "Alexand. l. 1.",
        "Strom.",
        "Chron.",
        "Alexandr.",
        "Abulpharagius, Nicephorus, including therein the reign of his successors Xerxes and Sogdian, as Abulpharagius informs us.",
        "After Artaxerxes reigned his son Xerxes two months, and Sogdian seven months; but their reign is not reckoned apart in summing up the years of the Kings, but is included in the 40 or 41 years reign of Artaxerxes: omit these nine months, and the precise reign of Artaxerxes will be thirty nine years and three months.",
        "And therefore since his reign ended in the beginning of winter An.",
        "J.P. 4289, it began between midsummer and autumn, An.",
        "J.P. 4250.",
        "The same thing I gather also thus.",
        "Cambyses began his reign in spring An.",
        "J.P. 4185, and reigned eight years, including the five months of Smerdes; and then Darius Hystaspis began in spring An.",
        "J.P. 4193, and reigned thirty six years, by the unanimous consent of all Chronologers.",
        "The reigns of these two Kings are determined by three eclipses of the moon observed at Babylon, and recorded by Ptolemy; so that it cannot be disputed.",
        "One was in the seventh year of Cambyses, An.",
        "J.P. 4191, Jul. 16, at 11 at night; another in the 20th year of Darius, An.",
        "J.P. 4212, Nov. 19, at 11h. 45' at night; a third in the 31st year of Darius, An.",
        "J.P. 4223, Apr. 25, at 11h. 30 at night.",
        "By these eclipses, and the Prophecies of Haggai and Zechary compared together, it is manifest that his years began after the 24th day of the 11th Jewish month, and before the 25th day of April, and by consequence about March.",
        "Xerxes therefore began in spring An.",
        "J.P. 4229: for Darius died in the fifth year after the battle at Marathon, as Herodotus, lib. 7, and Plutarch mention; and that battle was in October An.",
        "J.P. 4224, ten years before the battle at Salamis.",
        "Xerxes therefore began within less than a year after October An.",
        "J.P. 4228, suppose in the spring following: for he spent his first five years, and something more, in preparations for his expedition against the Greeks; and this expedition was in the time of the Olympic games, An. 1 Olymp. 75, Calliade Athenis Archonte, 28 years after the Regifuge, and Consulship of the first Consul Junius Brutus, Anno Urbis conditæ 273, Fabio & Furio Coss.",
        "The passage of Xerxes's army over the Hellespont began in the end of the fourth year of the 74th Olympiad, that is, in June An.",
        "J.P. 4234, and took up one month: and in autumn, three months after, on the full moon, the 16th day of the month Munychion, was the battle at Salamis, and a little after that an eclipse of the sun, which by the calculation fell on Octob. 2.",
        "His sixth year therefore began a little before June, suppose in spring An.",
        "J.P. 4234, and his first year consequently in spring An.",
        "J.P. 4229, as above.",
        "Now he reigned almost twenty one years, by the consent of all writers.",
        "Add the 7 months of Artabanus, and the sum will be 21 years and about four or five months, which end between midsummer and autumn An.",
        "J.P. 4250.",
        "At this time therefore began the reign of his successor Artaxerxes, as was to be proved.",
        "The same thing is also confirmed by Julius Africanus, who informs us out of former writers, that the 20th year of this Artaxerxes was the 115th year from the beginning of the reign of Cyrus in Persia, and fell in with An. 4 Olymp. 83.",
        "It began therefore with the Olympic year, soon after the summer Solstice, An.",
        "J.P. 4269.",
        "Subduct nineteen years, and his first year will begin at the same time of the year An.",
        "J.P. 4250, as above.",
        "His 7th year therefore began after midsummer An.",
        "J.P. 4256; and the Journey of Ezra to Jerusalem in the spring following fell on the beginning of An.",
        "J.P. 4257, as above.",
        "Notes to Chap.",
        "X.",
        "Chap. ix. 24, 25, 26, 27.",
        "Cut upon.",
        "A phrase in Hebrew, taken from the practise of numbring by cutting notches.",
        "Heb. to seal, i.e. to finish or consummate: a metaphor taken from sealing what is finished.",
        "So the Jews compute, ad obsignatum Misna, ad obsignatum Talmud, that is, ad absolutum.",
        "Heb. the Prophet, not the Prophecy.",
        "Heb. the Messiah, that is, in Greek, the Christ; in English, the Anointed.",
        "I use the English word, that the relation of this clause to the former may appear.",
        "Jerusalem.",
        "See Isa. xxiii. 13.",
        "Iren. l. 5.",
        "Hær. c. 25.",
        "Apud Hieron. in h. l.  1 Kings xi. 7.",
        "The antient solar years of the eastern nations consisted of 12 months, and every month of 30 days: and hence came the division of a circle into 360 degrees.",
        "This year seems to be used by Moses in his history of the Flood, and by John in the Apocalypse, where a time, times and half a time, 42 months and 1260 days, are put equipollent.",
        "But in reckoning by many of these years together, an account is to be kept of the odd days which were added to the end of these years.",
        "For the Egyptians added five days to the end of this year; and so did the Chaldeans long before the times of Daniel, as appears by the Æra, of Nabonassar: and the Persian Magi used the same year of 365 days, till the Empire of the Arabians.",
        "The antient Greeks also used the same solar year of 12 equal months, or 360 days; but every other year added an intercalary month, consisting of 10 and 11 days alternately.",
        "The year of the Jews, even from their coming out of Egypt, was Luni-solar.",
        "It was solar, for the harvest always followed the Passover, and the fruits of the land were always gathered before the feast of Tabernacles, Levit. xxiii.",
        "But the months were lunar, for the people were commanded by Moses in the beginning of every month to blow with trumpets, and offer burnt offerings with their drink offerings, Num. x. 10. xxviii. 11, 14. and this solemnity was kept on the new moons, Psal. lxxxi. 3,4,5. 1 Chron. xxiii. 31.",
        "These months were called by Moses the first, second, third, fourth month, &c. and the first month was also called Abib, the second Zif, the seventh Ethanim, the eighth Bull, Exod. xiii. 4. 1 Kings vi. 37, 38. viii. 2.",
        "But in the Babylonian captivity the Jews used the names of the Chaldean months, and by those names understood the months of their own year; so that the Jewish months then lost their old names, and are now called by those of the Chaldeans.",
        "The Jews began their civil year from the autumnal Equinox, and their sacred year from the vernal: and the first day of the first month was on the visible new moon, which was nearest the Equinox.",
        "Whether Daniel used the Chaldaick or Jewish year, is not very material; the difference being but six hours in a year, and 4 months in 480 years.",
        "But I take his months to be Jewish: first, because Daniel was a Jew, and the Jews even by the names of the Chaldean months understood the months of their own year: secondly, because this Prophecy is grounded on Jeremiah's concerning the 70 years captivity, and therefore must be understood of the same sort of years with the seventy; and those are Jewish, since that Prophecy was given in Judea before the captivity: and lastly, because Daniel reckons by weeks of years, which is a way of reckoning peculiar to the Jewish years.",
        "For as their days ran by sevens, and the last day of every seven was a sabbath; so their years ran by sevens, and the last year of every seven was a sabbatical year, and seven such weeks of years made a Jubilee. * * * * * CHAP.",
        "XI.",
        "Of the Times of the Birth and Passion of Christ.",
        "The times of the Birth and Passion of Christ, with such like niceties, being not material to religion, were little regarded by the Christians of the first age.",
        "They who began first to celebrate them, placed them in the cardinal periods of the year; as the annunciation of the Virgin Mary, on the 25th of March, which when Julius Cæsar corrected the Calendar was the vernal Equinox; the feast of John Baptist on the 24th of June, which was the summer Solstice; the feast of St. Michael on Sept. 29, which was the autumnal Equinox; and the birth of Christ on the winter Solstice, Decemb. 25, with the feasts of St. Stephen, St. John and the Innocents, as near it as they could place them.",
        "And because the Solstice in time removed from the 25th of December to the 24th, the 23d, the 22d, and so on backwards, hence some in the following centuries placed the birth of Christ on Decemb. 23, and at length on Decemb. 20: and for the same reason they seem to have set the feast of St. Thomas on Decemb. 21, and that of St. Matthew on Sept. 21.",
        "So also at the entrance of the Sun into all the signs in the Julian Calendar, they placed the days of other Saints; as the conversion of Paul on Jan. 25, when the Sun entred ; St. Matthias on Feb. 25, when he entred ; St. Mark on Apr. 25, when he entred ; Corpus Christi on May 26, when he entred ; St. James on July 25, when he entred ; St. Bartholomew on Aug. 24, when he entred ; Simon and Jude on Octob. 28, when he entred : and if there were any other remarkable days in the Julian Calendar, they placed the Saints upon them, as St. Barnabas on June 11, where Ovid seems to place the feast of Vesta and Fortuna, and the goddess Matuta; and St. Philip and James on the first of May, a day dedicated both to the Bona Dea, or Magna Mater, and to the goddess Flora, and still celebrated with her rites.",
        "All which shews that these days were fixed in the first Christian Calendars by Mathematicians at pleasure, without any ground in tradition; and that the Christians afterwards took up with what they found in the Calendars.",
        "Neither was there any certain tradition about the years of Christ.",
        "For the Christians who first began to enquire into these things, as Clemens Alexandrinus, Origen, Tertullian, Julius Africanus, Lactantius, Jerome, St. Austin, Sulpicius Severus, Prosper, and as many as place the death of Christ in the 15th or 16th year of Tiberius, make Christ to have preached but one year, or at most but two.",
        "At length Eusebius discovered four successive Passovers in the Gospel of John, and thereupon set on foot an opinion that he preacht three years and an half; and so died in the 19th year of Tiberius.",
        "Others afterwards, finding the opinion that he died in the Equinox Mar. 25, more consonant to the times of the Jewish Passover, in the 17th and 20th years, have placed his death in one of those two years.",
        "Neither is there any greater certainty in the opinions about the time of his birth.",
        "The first Christians placed his baptism near the beginning of the 15th year of Tiberius; and thence reckoning thirty years backwards, placed his birth in the 43d Julian year, the 42d of Augustus and 28th of the Actiac victory.",
        "This was the opinion which obtained in the first ages, till Dionysius Exiguus, placing the baptism of Christ in the 16th year of Tiberius, and misinterpreting the text of Luke, iii. 23. as if Jesus was only beginning to be 30 years old when he was baptized, invented the vulgar account, in which his birth is placed two years later than before.",
        "As therefore relating to these things there is no tradition worth considering; let us lay aside all and examine what prejudices can be gathered from records of good account.",
        "The fifteenth year of Tiberius began Aug. 28, An.",
        "J.P. 4727.",
        "So soon as the winter was over, and the weather became warm enough, we may reckon that John began to baptize; and that before next winter his fame went abroad, and all the people came to his baptism, and Jesus among the rest.",
        "Whence the first Passover after his baptism mentioned John ii. 13. was in the 16th year of Tiberius.",
        "After this feast Jesus came into the land of Judea, and staid there baptizing, whilst John was baptizing in Ænon, John iii. 22, 23.",
        "But when he heard that John was cast into prison, he departed into Galilee, Mat. iii. 12. being afraid, because the Pharisees had heard that he baptized more disciples than John, John iv. 1. and in his journey he passed thro' Samaria four months before the harvest, John iv. 35. that is, about the time of the winter Solstice.",
        "For their harvest was between Easter and Whitsunday, and began about a month after the vernal Equinox.",
        "Say not ye, saith he, there are yet four months, and then cometh harvest?",
        "Behold I say unto you, lift up your eyes, and look on the fields, for they are white already to harvest; meaning, that the people in the fields were ready for the Gospel, as his next words shew.",
        "John therefore was imprisoned about November, in the 17th year of Tiberius; and Christ thereupon went from Judea to Cana of Galilee in December, and was received there of the Galileans, who had seen all he did at Jerusalem at the Passover: and when a Nobleman of Capernaum heard he was returned into Galilee, and went to him and desired him to come and cure his son, he went not thither yet, but only said, Go thy way, thy son liveth; and the Nobleman returned and found it so, and believed, he and his house, John iv.",
        "This is the beginning of his miracles in Galilee; and thus far John is full and distinct in relating the actions of his first year, omitted by the other Evangelists.",
        "The rest of his history is from this time related more fully by the other Evangelists than by John; for what they relate he omits.",
        "From this time therefore Jesus taught in the Synagogues of Galilee on the sabbath-days, being glorified of all: and coming to his own city Nazareth, and preaching in their Synagogue, they were offended, and thrust him out of the city, and led him to the brow of the hill on which the city was built to cast him headlong; but he passing thro' the midst of them, went his way, and came and dwelt at Capernaum, Luke iv.",
        "And by this time we may reckon the second Passover was either past or at hand.",
        "All this time Matthew passeth over in few words, and here begins to relate the preaching and miracles of Christ.",
        "When Jesus, saith he, had heard that John was cast into prison, he departed into Galilee; and leaving Nazareth, he came and dwelt at Capernaum, and from that time began to preach and say, Repent, for the kingdom of heaven is at hand, Matth. iv. 12.",
        "Afterwards he called his disciples Peter, Andrew, James and John; and then went about all Galilee, teaching in the Synagogues,--and healing all manner of sickness:--and his fame went thro'out all Syria; and they brought unto him all sick people,--and there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judea, and from beyond Jordan, Matth, iv. 18, 25.",
        "All this was done before the sermon in the mount: and therefore we may certainly reckon that the second Passover was past before the preaching of that sermon.",
        "The multitudes that followed him from Jerusalem and Judea, shew that he had lately been there at the feast.",
        "The sermon in the mount was made when great multitudes came to him from all places, and followed him in the open fields; which is an argument of the summer-season: and in this sermon he pointed at the lilies of the field then in the flower before the eyes of his auditors.",
        "Consider, saith he, the lilies of the field, how they grow; they toil not, neither do they spin; and yet Solomon in all his glory was not arayed like one of these.",
        "Wherefore if God so clothe the grass of the field, which to day is and to morrow is cast into the oven, &c.",
        "Matth. vi. 28.",
        "So therefore the grass of the field was now in the flower, and by consequence the month of March with the Passover was past.",
        "Let us see therefore how the rest of the feasts follow in order in Matthew's Gospel: for he was an eye-witness of what he relates, and so tells all things in due order of time, which Mark and Luke do not.",
        "Some time after the sermon in the mount, when the time came that he should be received, that is, when the time of a feast came that he should be received by the Jews, he set his face to go to Jerusalem: and as he went with his disciples in the way, when the Samaritans in his passage thro' Samaria had denied him lodgings, and a certain Scribe said unto him, Master, I will follow thee whithersoever thou goest, Jesus said unto him, The foxes have holes, and the birds of the air have nests, but the Son of man hath not where to lay his head, Matth. viii. 19.",
        "Luke ix. 51, 57.",
        "The Scribe told Christ he would bear him company in his journey, and Christ replied that he wanted a lodging.",
        "Now this feast I take to be the feast of Tabernacles, because soon after I find Christ and his Apostles on the sea of Tiberias in a storm so great, that the ship was covered with water and in danger of sinking, till Christ rebuked the winds and the sea, Matth. viii. 23.",
        "For this storm shews that winter was now come on.",
        "After this Christ did many miracles, and went about all the cities and villages of Galilee, teaching in their Synagogues, and preaching the gospel of the kingdom, and healing every sickness, and every disease among the people, Matth. ix. he then sent forth the twelve to do the like, Matth. x. and at length when he had received a message from John, and answered it, he said to the multitudes, From the days of John the Baptist until now the kingdom of heaven suffereth violence; and upbraided the cities, Chorazin, Bethsaida, and Capernaum, wherein most of his mighty works were done, because they repented not, Matth. xi.",
        "Which several passages shew, that from the imprisonment of John till now there had been a considerable length of time: the winter was now past, and the next Passover was at hand; for immediately after this, Matthew, in chap. xii. subjoins, that Jesus went on the sabbath-day thro' the corn, and his disciples were an hungred, and began to pluck the ears of corn and to eat,--rubbing them, saith Luke, in their hands: the corn therefore was not only in the ear, but ripe; and consequently the Passover, in which the first-fruits were always offered before the harvest, was now come or past.",
        "Luke calls this sabbath , the second prime sabbath, that is, the second of the two great feasts of the Passover.",
        "As we call Easter day high Easter, and its octave low Easter or Lowsunday: so Luke calls the feast on the seventh day of the unlevened bread, the second of the two prime sabbaths.",
        "In one of the sabbaths following he went into a Synagogue, and healed a man with a withered hand, Matth. xii. 9.",
        "Luke vi. 6.",
        "And when the Pharisees took counsel to destroy him, he withdrew himself from thence, and great multitudes followed him; and he healed them all, and charged them that they should not make him known, Matth. xii. 14.",
        "Afterwards being in a ship, and the multitude standing on the shore, he spake to them three parables together, taken from the seeds-men sowing the fields, Matth. xiii. by which we may know that it was now seed-time, and by consequence that the feast of Tabernacles was past.",
        "After this he went into his own country, and taught them in their Synagogue, but did not many mighty works there because of their unbelief.",
        "Then the twelve having been abroad a year, returned, and told Jesus all that they had done: and at the same time Herod beheaded John in prison, and his disciples came and told Jesus; and when Jesus heard it, he took the twelve and departed thence privately by ship into a desert place belonging to Bethsaida: and the people when they knew it, followed him on foot out of the cities, the winter being now past; and he healed their sick, and in the desert fed them to the number of five thousand men, besides women and children, with only five loaves and two fishes, Matth. xiv.",
        "Luke ix. at the doing of which miracle the Passover of the Jews was nigh, John vi. 4.",
        "But Jesus went not up to this feast; but after these things walked in Galilee, because the Jews at the Passover before had taken counsel to destroy him, and still sought to kill him, John vii. i.",
        "Henceforward therefore he is found first in the coast of Tyre and Sidon, then by the sea of Galilee, afterwards in the coast of Cæsarea Philippi; and lastly at Capernaum, Matth. xv. 21, 29. xvi. 13. xvii. 34.",
        "Afterwards when the feast of Tabernacles was at hand, his brethren upbraided him for walking secretly, and urged him to go up to the feast.",
        "But he went not till they were gone, and then went up privately, John vii. 2. and when the Jews sought to stone him, he escaped, John viii. 59.",
        "After this he was at the feast of the Dedication in winter, John x. 22. and when they sought again to take him, he fled beyond Jordan, John x. 39, 40.",
        "Matth. xix. 1. where he stayed till the death of Lazarus, and then came to Bethany near Jerusalem, and raised him, John xi. 7, 18. whereupon the Jews took counsel from that time to kill him: and therefore he walked no more openly among the Jews, but went thence into a country near to the wilderness, into a city called Ephraim; and there continued with his disciples till the last Passover, in which the Jews put him to death, John xi. 53, 54.",
        "Thus have we, in the Gospels of Matthew and John compared together, the history of Christ's actions in continual order during five Passovers.",
        "John is more distinct in the beginning and end; Matthew in the middle: what either omits, the other supplies.",
        "The first Passover was between the baptism of Christ and the imprisonment of John, John ii. 13. the second within four months after the imprisonment of John, and Christ's beginning to preach in Galilee, John iv. 35. and therefore it was either that feast to which Jesus went up, when the Scribe desired to follow him, Matth. viii. 19.",
        "Luke ix. 51, 57. or the feast before it.",
        "The third was the next feast after it, when the corn was eared and ripe, Matth, xii. 1.",
        "Luke vi. 1.",
        "The fourth was that which was nigh at hand when Christ wrought the miracle of the five loaves, Matth. xiv. 15.",
        "John vi. 4, 5. and the fifth was that in which Christ suffered, Matth. xx. 17.",
        "John xii. 1.",
        "Between the first and second Passover John and Christ baptized together, till the imprisonment of John, which was four months before the second.",
        "Then Christ began to preach, and call his disciples; and after he had instructed them a year, lent them to preach in the cities of the Jews: at the same time John hearing of the fame of Christ, sent to him to know who he was.",
        "At the third, the chief Priests began to consult about the death of Christ.",
        "A little before the fourth, the twelve after they had preached a year in all the cities, returned to Christ; and at the same time Herod beheaded John in prison, after he had been in prison two years and a quarter: and thereupon Christ fled into the desart for fear of Herod.",
        "The fourth Christ went not up to Jerusalem for fear of the Jews, who at the Passover before had consulted his death, and because his time was not yet come.",
        "Thenceforward therefore till the feast of Tabernacles he walked in Galilee, and that secretly for fear of Herod: and after the feast of Tabernacles he returned no more into Galilee, but sometimes was at Jerusalem, and sometimes retired beyond Jordan, or to the city Ephraim by the wilderness, till the Passover in which he was betrayed, apprehended, and crucified.",
        "John therefore baptized two summers, and Christ preached three.",
        "The first summer John preached to make himself known, in order to give testimony to Christ.",
        "Then, after Christ came to his baptism and was made known to him, he baptized another summer, to make Christ known by his testimony; and Christ also baptized the same summer, to make himself the more known: and by reason of John's testimony there came more to Christ's baptism than to John's.",
        "The winter following John was imprisoned; and now his course being at an end, Christ entered upon his proper office of preaching in the cities.",
        "In the beginning of his preaching he completed the number of the twelve Apostles, and instructed them all the first year in order to send them abroad.",
        "Before the end of this year, his fame by his preaching and miracles was so far spread abroad, that the Jews at the Passover following consulted how to kill him.",
        "In the second year of his preaching, it being no longer safe for him to converse openly in Judea, he sent the twelve to preach in all their cities: and in the end of the year they returned to him, and told him all they had done.",
        "All the last year the twelve continued with him to be instructed more perfectly, in order to their preaching to all nations after his death.",
        "And upon the news of John's death, being afraid of Herod as well as of the Jews, he walked this year more secretly than before; frequenting desarts, and spending the last half of the year in Judea, without the dominions of Herod.",
        "Thus have we in the Gospels of Matthew and John all things told in due order, from the beginning of John's preaching to the death of Christ, and the years distinguished from one another by such essential characters that they cannot be mistaken.",
        "The second Passover is distinguished from the first, by the interposition of John's imprisonment.",
        "The third is distinguished from the second, by a double character: first, by the interposition of the feast to which Christ went up, Mat. viii. 19.",
        "Luke ix. 57. and secondly, by the distance of time from the beginning of Christ's preaching: for the second was in the beginning of his preaching, and the third so long after, that before it came Christ said, from the days of John the Baptist until now, &c. and upbraided the cities of Galilee for their not repenting at his preaching, and mighty works done in all that time.",
        "The fourth is distinguished from the third, by the mission of the twelve from Christ to preach in the cities of Judea in all the interval. The fifth is distinguished from all the former by the twelve's being returned from preaching, and continuing with Christ during all the interval, between the fourth and fifth, and by the passion and other infallible characters.",
        "Now since the first summer of John's baptizing fell in the fifteenth year of the Emperor Tiberius, and by consequence the first of these five Passovers in his sixteenth year; the last of them, in which Jesus suffered, will fall on the twentieth year of the same Emperor; and by consequence in the Consulship of Fabius and Vitellius, in the 79th Julian year, and year of Christ 34, which was the sabbatical year of the Jews.",
        "And that it did so, I further confirm by these arguments.",
        "I take it for granted that the passion was on friday the 14th day of the month Nisan, the great feast of the Passover on saturday the 15th day of Nisan, and the resurrection on the day following.",
        "Now the 14th day of Nisan always fell on the full moon next after the vernal Equinox; and the month began at the new moon before, not at the true conjunction, but at the first appearance of the new moon: for the Jews referred all the time of the silent moon, as they phrased it, that is, of the moon's disappearing, to the old moon; and because the first appearance might usually be about 18 hours after the true conjunction, they therefore began their month from the sixth hour at evening, that is, at sun set, next after the eighteenth hour from the conjunction.",
        "And this rule they called  Jah, designing by the letters  and  the number 18.",
        "I know that Epiphanius tells us, if some interpret his words rightly, that the Jews used a vicious cycle, and thereby anticipated the legal new moons by two days.",
        "But this surely he spake not as a witness, for he neither understood Astronomy nor Rabbinical learning, but as arguing from his erroneous hypothesis about the time of the passion.",
        "For the Jews did not anticipate, but postpone their months: they thought it lawful to begin their months a day later than the first appearance of the new moon, because the new moon continued for more days than one; but not a day sooner, lest they should celebrate the new moon before there was any.",
        "And the Jews still keep a tradition in their books, that the Sanhedrim used diligently to define the new moons by sight: sending witnesses into mountainous places, and examining them about the moon's appearing, and translating the new moon from the day they had agreed on to the day before, as often as witnesses came from distant regions, who had seen it a day sooner than it was seen at Jerusalem.",
        "Accordingly Josephus, one of the Jewish Priests who ministred in the temple, tells us  that the Passover was kept on the 14th day of Nisan,  according to the moon, when the sun was in Aries.",
        "This is confirmed also by two instances, recorded by him, which totally overthrow the hypothesis of the Jews using a vicious cycle.",
        "For that year in which Jerusalem was taken and destroyed, he saith, the Passover was on the 14th day of the month Xanticus, which according to Josephus is our April; and that five years before, it fell on the 8th day of the same month.",
        "Which two instances agree with the course of the moon.",
        "Computing therefore the new moons of the first month according to the course of the moon and the rule Jah, and thence counting 14 days, I find that the 14th day of this month in the year of Christ 31, fell on tuesday March 27; in the year 32, on sunday Apr. 13; in the year 33, on friday Apr. 3; in the year 34, on wednesday March 24, or rather, for avoiding the Equinox which fell on the same day, and for having a fitter time for harvest, on thursday Apr. 22. also in the year 35, on tuesday Apr. 12. and in the year 36, on saturday March 31.",
        "But because the 15th and 21st days of Nisan, and a day or two of Pentecost, and the 10th, 15th, and 22d of Tisri, were always sabbatical days or days of rest, and it was inconvenient on two sabbaths together to be prohibited burying their dead and making ready fresh meat, for in that hot region their meat would be apt in two days to corrupt: to avoid these and such like inconveniences, the Jews postponed their months a day, as often as the first day of the month Tisri, or, which is all one, the third of the month Nisan, was sunday, wednesday or friday: and this rule they called  Adu, by the letters  signifying the numbers 1, 4, 6; that is, the 1st, 4th, and 6th days of the week; which days we call sunday, wednesday and friday.",
        "Postponing therefore by this rule the months found above; the 14th day of the month Nisan will fall in the year of Christ 31, on wednesday March 28; in the year 32, on monday Apr. 14; in the year 33, on friday Apr. 3; in the year 34, on friday Apr. 23; in the year 35, on wednesday Apr. 13, and in the year 36, on saturday March 31.",
        "By this computation therefore the year 32 is absolutely excluded, because the Passion cannot fall on friday without making it five days after the full moon, or two days before it; whereas it ought to be upon the day of the full moon, or the next day.",
        "For the same reason the years 31 and 35 are excluded, because in them the Passion cannot fall on friday, without making it three days after the full moon, or four days before it: errors so enormous, that they would be very conspicuous in the heavens to every vulgar eye.",
        "The year 36 is contended for by few or none, and both this and the year 35 may be thus excluded.",
        "Tiberius in the beginning of his reign made Valerius Gratus President of Judea; and after 11 years, substituted Pontius Pilate, who governed 10 years.",
        "Then Vitellius, newly made President of Syria, deprived him of his honour, substituting Marcellus, and at length sent him to Rome: but, by reason of delays, Tiberius died before Pilate got thither.",
        "In the mean time Vitellius, after he had deposed Pilate, came to Jerusalem in the time of the Passover, to visit that Province as well as others in the beginning of his office; and in the place of Caiaphas, then High Priest, created Jonathas the son of Ananus, or Annas as he is called in scripture.",
        "Afterwards, when Vitellius was returned to Antioch, he received letters from Tiberius, to make peace with Artabanus king of the Parthians.",
        "At the same time the Alans, by the sollicitation of Tiberius, invaded the kingdom of Artabanus; and his subjects also, by the procurement of Vitellius, soon after rebelled: for Tiberius thought that Artabanus, thus pressed with difficulties, would more readily accept the conditions of peace.",
        "Artabanus therefore straightway gathering a greater army, opprest the rebels; and then meeting Vitellius at Euphrates, made a league with the Romans.",
        "After this Tiberius commanded Vitellius to make war upon Aretas King of Arabia.",
        "He therefore leading his army against Aretas, went together with Herod to Jerusalem, to sacrifice at the publick feast which was then to be celebrated.",
        "Where being received honourably, he stayed three days, and in the mean while translated the high Priesthood from Jonathas to his brother Theophilus: and the fourth day, receiving letters of the death of Tiberius, made the people swear allegiance to Caius the new Emperor; and recalling his army, sent them into quarters.",
        "All this is related by Josephus Antiq. lib. 18. c. 6, 7.",
        "Now Tiberius reigned 22 years and 7 months, and died March 16, in the beginning of the year of Christ 37; and the feast of the Passover fell on April 20 following, that is, 35 days after the death of Tiberius: so that there were about 36 or 38 days, for the news of his death to come from Rome to Vitellius at Jerusalem; which being a convenient time for that message, confirms that the feast which Vitellius and Herod now went up to was the Passover.",
        "For had it been the Pentecost, as is usually supposed, Vitellius would have continued three months ignorant of the Emperor's death: which is not to be supposed.",
        "However, the things done between this feast and the Passover which Vitellius was at before, namely, the stirring up a sedition in Parthia, the quieting that sedition, the making a league after that with the Parthians, the sending news of that league to Rome, the receiving new orders from thence to go against the Arabians, and the putting those orders in execution; required much more time than the fifty days between the Passover and Pentecost of the same year: and therefore the Passover which Vitellius first went up to, was in the year before.",
        "Therefore Pilate was deposed before the Passover A.C. 36, and by consequence the passion of Christ was before that Passover: for he suffered not under Vitellius, nor under Vitellius and Pilate together, but under Pilate alone.",
        "Now it is observable that the high Priesthood was at this time become an annual office, and the Passover was the time of making a new high Priest.",
        "For Gratus the predecessor of Pilate, saith Josephus, made Ismael high Priest after Ananus; and a while after, suppose a year, deposed him, and substituted Eleazar, and a year after Simon, and after another year Caiaphas; and then gave way to Pilate.",
        "So Vitellius at one Passover made Jonathas successor to Caiaphas, and at the next Theophilus to Jonathas.",
        "Hence Luke tells us, that in the 15th year of Tiberius, Annas and Caiaphas were high Priests, that is, Annas till the Passover, and Caiaphas afterwards.",
        "Accordingly John speaks of the high Priesthood as an annual office: for he tells us again and again, in the last year of Christ's preaching, that Caiaphas was high Priest for that year, John xi. 49, 51. xviii. 13.",
        "And the next year Luke tells you, that Annas was high Priest, Acts iv. 6.",
        "Theophilus was therefore made high Priest in the first year of Caius, Jonathas in the 22d year of Tiberius, and Caiaphas in the 21st year of the same Emperor: and therefore, allotting a year to each, the Passion, when Annas succeeded Caiaphas, could not be later than the 20th year of Tiberius, A.C. 34.",
        "Thus there remain only the years 33 and 34 to be considered; and the year 33 I exclude by this argument.",
        "In the Passover two years before the Passion, when Christ went thro' the corn, and his disciples pluckt the ears, and rubbed them with their hands to eat; this ripeness of the corn shews that the Passover then fell late: and so did the Passover A.C. 32, April 14, but the Passover A.C. 31, March 28th, fell very early.",
        "It was not therefore two years after the year 31, but two years after 32 that Christ suffered.",
        "Thus all the characters of the Passion agree to the year 34; and that is the only year to which they all agree.",
        "Notes to Chap.",
        "XI.",
        "I observe, that Christ and his forerunner John in their parabolical discourses were wont to allude to things present.",
        "The old Prophets, when they would describe things emphatically, did not only draw parables from things which offered themselves, as from the rent of a garment, 1 Sam. xv. from the sabbatic year, Isa. xxxvii. from the vessels of a Potter, Jer. xviii, &c. but also when such fit objects were wanting, they supplied them by their own actions, as by rending a garment, 1 Kings xi. by shooting, 2 Kings xiii. by making bare their body, Isa. xx. by imposing significant names to their sons, Isa. viii.",
        "Hos. i. by hiding a girdle in the bank of Euphrates, Jer. xiii. by breaking a potter's vessel, Jer. xix. by putting on fetters and yokes, Jer. xxvii. by binding a book to a stone, and casting them both into Euphrates, Jer. li. by besieging a painted city, Ezek. iv. by dividing hair into three parts, Ezek. v. by making a chain, Ezek. vii. by carrying out houshold stuff like a captive and trembling, Ezek. xii, &c.",
        "By such kind of types the Prophets loved to speak.",
        "And Christ being endued with a nobler prophetic spirit than the rest, excelled also in this kind of speaking, yet so as not to speak by his own actions, that was less grave and decent, but to turn into parables such things as offered themselves.",
        "On occasion of the harvest approaching, he admonishes his disciples once and again of the spiritual harvest, John iv. 35.",
        "Matth. ix. 37.",
        "Seeing the lilies of the field, he admonishes his disciples about gay clothing, Matth. vi. 28.",
        "In allusion to the present season of fruits, he admonishes his disciples about knowing men by their fruits, Matth. vii. 16.",
        "In the time of the Passover, when trees put forth leaves, he bids his disciples learn a parable from the fig tree: when its branch is yet tender and putteth forth leaves, ye know that summer is nigh, &c.",
        "Matth. xxiv. 32.",
        "Luke xxi. 29.",
        "The same day, alluding both to the season of the year and to his passion, which was to be two days after, he formed a parable of the time of fruits approaching, and the murdering of the heir, Matth. xxi. 33.",
        "Alluding at the same time, both to the money-changers whom he had newly driven out of the Temple, and to his passion at hand; he made a parable of a Noble-man going into a far country to receive a kingdom and return, and delivering his goods to his servants, and at his return condemning the slothful servant because he put not his money to the exchangers, Matth. xxv. 14.",
        "Luke xix. 12.",
        "Being near the Temple where sheep were kept in folds to be sold for the sacrifices, he spake many things parabolically of sheep, of the shepherd, and of the door of the sheepfold; and discovers that he alluded to the sheepfolds which were to be hired in the market-place, by speaking of such folds as a thief could not enter by the door, nor the shepherd himself open, but a porter opened to the shepherd, John x. 1, 3.",
        "Being in the mount of Olives, Matth. xxxvi. 30.",
        "John xiv. 31. a place so fertile that it could not want vines, he spake many things mystically of the Husbandman, and of the vine and its branches, John xv.",
        "Meeting a blind man, he admonished of spiritual blindness, John ix. 39.",
        "At the sight of little children, he described once and again the innocence of the elect, Matth. xviii. 2. xix. 13.",
        "Knowing that Lazarus was dead and should be raised again, he discoursed of the resurrection and life eternal, John xi. 25, 26.",
        "Hearing of the slaughter of some whom Pilate had slain, he admonished of eternal death, Luke xiii. 1.",
        "To his fishermen he spake of fishers of men, Matth. iv. 10. and composed another parable about fishes.",
        "Matth. xiii. 47.",
        "Being by the Temple, he spake of the Temple of his body, John ii. 19.",
        "At supper he spake a parable about the mystical supper to come in the kingdom of heaven, Luke xiv.",
        "On occasion of temporal food, he admonished his disciples of spiritual food, and of eating his flesh and drinking his blood mystically, John vi. 27, 53.",
        "When his disciples wanted bread, he bad them beware of the leven of the Pharisees, Matth. xvi. 6.",
        "Being desired to eat, he answered that he had other meat, John iv. 31.",
        "In the great day of the feast of Tabernacles, when the Jews, as their custom was, brought a great quantity of waters from the river Shiloah into the Temple, Christ stood and cried, saying, If any man thirst let him come unto me and drink.",
        "He that believeth in me, out of his belly shall flow rivers of living water, John vii. 37.",
        "The next day, in allusion to the servants who by reason of the sabbatical year were newly set free, he said, If ye continue in my word, the truth shall make you free.",
        "Which the Jews understanding literally with respect to the present manumission of servants, answered, We be Abraham's seed, and were never in bondage to any man: how sayeth thou, ye shall be made free?",
        "John viii.",
        "They assert their freedom by a double argument: first, because they were the seed of Abraham, and therefore newly made free, had they been ever in bondage; and then, because they never were in bondage.",
        "In the last Passover, when Herod led his army thro' Judea against Aretas King of Arabia, because Aretas was aggressor and the stronger in military forces, as appeared by the event; Christ alluding to that state of things, composed the parable of a weaker King leading his army against a stronger who made war upon him, Luke xiv. 31.",
        "And I doubt not but divers other parables were formed upon other occasions, the history of which we have not.",
        "Joseph.",
        "Antiq. lib. 3. c. 10. * * * * * CHAP.",
        "XII.",
        "Of the Prophecy of the Scripture of Truth.",
        "The kingdoms represented by the second and third Beasts, or the Bear and Leopard, are again described by Daniel in his last Prophecy written in the third year of Cyrus over Babylon, the year in which he conquered Persia.",
        "For this Prophecy is a commentary upon the Vision of the Ram and He-Goat.",
        "Behold, saith  he, there shall stand up yet three kings in Persia,  and the fourth  shall be far richer than they all: and by his strength thro' his riches he shall stir up all against the realm of Grecia.",
        "And a mighty king  shall stand up, that shall rule with great dominion, and do according to his will.",
        "And when he shall stand up, his kingdom shall be broken, and shall be divided towards the four winds of heaven; and not to his posterity  nor according to his dominion which he ruled: for his kingdom shall be pluckt up, even for others besides those.",
        "Alexander the great having conquered all the Persian Empire, and some part of India, died at Babylon a month before the summer Solstice, in the year of Nabonassar 425: and his captains gave the monarchy to his bastard brother Philip Aridæus, a man disturbed in his understanding; and made Perdiccas administrator of the kingdom.",
        "Perdiccas with their consent made Meleager commander of the army, Seleucus master of the horse, Craterus treasurer of the kingdom, Antipater governor of Macedon and Greece, Ptolemy governor of Egypt; Antigonus governor of Pamphylia, Lycia, Lycaonia, and Phrygia major; Lysimachus governor of Thrace, and other captains governors of other Provinces; as many as had been so before in the days of Alexander the great.",
        "The Babylonians began now to count by a new Æra, which they called the Æra of Philip, using the years of Nabonassar, and reckoning the 425th year of Nabonassar to be the first year of Philip.",
        "Roxana the wife of Alexander being left big with child, and about three or four months after brought to bed of a son, they called him Alexander, saluted him King, and joined him with Philip, whom they had before placed in the throne.",
        "Philip reigned three years under the administratorship of Perdiccas, two years more under the administratorship of Antipater, and above a year more under that of Polyperchon; in all six years and four months; and then was slain with his Queen Eurydice in September by the command of Olympias the mother of Alexander the great.",
        "The Greeks being disgusted at the cruelties of Olympias, revolted to Cassander the son and successor of Antipater.",
        "Cassander affecting the dominion of Greece, slew Olympias; and soon after shut up the young king Alexander, with his mother Roxana, in the castle of Amphipolis, under the charge of Glaucias, An.",
        "Nabonass. 432.",
        "The next year Ptolemy, Cassander and Lysimachus, by means of Seleucus, form'd a league against Antigonus; and after certain wars made peace with him, An.",
        "Nabonass. 438, upon these conditions: that Cassander should command the forces of Europe till Alexander the son of Roxana came to age; and that Lysimachus should govern Thrace, Ptolemy Egypt and Lybia, and Antigonus all Asia.",
        "Seleucus had possest himself of Mesopotamia, Babylonia, Sustana and Media, the year before.",
        "About three years after Alexander's death he was made governor of Babylon by Antipater; then was expelled by Antigonus; but now he recovered and enlarged his government over a great part of the East: which gave occasion to a new Æra, called Æra Seleucidarum.",
        "Not long after the peace made with Antigonus, Diodorus saith the same Olympic year; Cassander, seeing that Alexander the son of Roxana grew up, and that it was discoursed thro'out Macedonia that it was fit he should be set at liberty, and take upon him the government of his father's kingdom, commanded Glaucias the governor of the castle to kill Roxana and the young king Alexander her son, and conceal their deaths.",
        "Then Polyperchon set up Hercules, the son of Alexander the great by Barsinè, to be king; and soon after, at the sollicitation of Cassander, caused him to be slain.",
        "Soon after that, upon a great victory at sea got by Demetrius the son of Antigonus over Ptolemy, Antigonus took upon himself the title of king, and gave the same title to his son.",
        "This was An.",
        "Nabonass. 441.",
        "After his example, Seleucus, Cassander, Lysimachus and Ptolemy, took upon themselves the title and dignity of kings, having abstained from this honour while there remained any of Alexander's race to inherit the crown.",
        "Thus the monarchy of the Greeks for want of an heir was broken into several kingdoms; four of which, seated to the four winds of heaven, were very eminent.",
        "For Ptolemy reigned over Egypt, Lybia and Ethiopia; Antigonus over Syria and the lesser Asia; Lysimachus over Thrace; and Cassander over Macedon, Greece and Epirus, as above.",
        "Seleucus at this time reigned over the nations which were beyond Euphrates, and belonged to the bodies of the two first Beasts; but after six years he conquered Antigonus, and thereby became possest of one of the four kingdoms.",
        "For Cassander being afraid of the power of Antigonus, combined with Lysimachus, Ptolemy and Seleucus, against him: and while Lysimachus invaded the parts of Asia next the Hellespont, Ptolemy subdued Phoenicia and Coelosyria, with the sea-coasts of Asia.",
        "Seleucus came down with a powerful army into Cappadocia, and joining the confederate forces, fought Antigonus in Phrygia and flew him, and seized his kingdom, An.",
        "Nabonass. 447.",
        "After which Seleucus built Antioch, Seleucia, Laodicea, Apamea, Berrhæa, Edessa, and other cities in Syria and Asia; and in them granted the Jews equal privileges with the Greeks.",
        "Demetrius the son of Antigonus retained but a small part of his father's dominions, and at length lost Cyprus to Ptolemy; but afterwards killing Alexander, the son and successor of Cassander king of Macedon, he seized his kingdom, An.",
        "Nabonass. 454.",
        "Sometime after, preparing a very great army to recover his father's dominions in Asia; Seleucus, Ptolemy, Lysimachus and Pyrrhus king of Epirus, combined against him; and Pyrrhus invading Macedon, corrupted the army of Demetrius, put him to flight, seized his kingdom, and shared it with Lysimachus.",
        "After seven months, Lysimachus beating Pyrrhus, took Macedon from him, and held it five years and a half, uniting the kingdoms of Macedon and Thrace.",
        "Lysimachus in his wars with Antigonus and Demetrius, had taken from them Caria, Lydia, and Phrygia; and had a treasury in Pergamus, a castle on the top of a conical hill in Phrygia, by the river Caicus, the custody of which he had committed to one Philetærus, who was at first faithful to him, but in the last year of his reign revolted.",
        "For Lysimachus, having at the instigation of his wife Arsinoe, slain first his own son Agathocles, and then several that lamented him; the wife of Agathocles fled with her children and brothers, and some others of their friends, and sollicited Seleucus to make war upon Lysimachus; whereupon Philetærus also, who grieved at the death of Agathocles, and was accused thereof by Arsinoe, took up arms, and sided with Seleucus.",
        "On this occasion Seleucus and Lysimachus met and fought in Phrygia; and Lysimachus being slain in the battel, lost his kingdom to Seleucus, An.",
        "Nabonass. 465.",
        "Thus the Empire of the Greeks, which at first brake into four kingdoms, became now reduced into two notable ones, henceforward called by Daniel the kings of the South and North.",
        "For Ptolemy now reigned over Egypt, Lybia, Ethiopia, Arabia, Phoenicia, Coelosyria, and Cyprus; and Seleucus, having united three of the four kingdoms, had a dominion scarce inferior to that of the Persian Empire, conquered by Alexander the great.",
        "All which is thus represented by Daniel: And the king of the South  shall be strong, and one of his Princes  shall be strong above him, and have dominion; his dominion shall be a great dominion.",
        "After Seleucus had reigned seven months over Macedon, Greece, Thrace, Asia, Syria, Babylonia, Media, and all the East as far as India; Ptolemy Ceraunus, the younger brother of Ptolemy Philadelphus king of Egypt, slew him treacherously, and seized his dominions in Europe: while Antiochus Soter, the son of Seleucus, succeeded his father in Asia, Syria, and most of the East; and after nineteen or twenty years was succeeded by his son Antiochus Theos; who having a lasting war with Ptolemy Philadelphus, at length composed the same by marrying Berenice the daughter of Philadelphus: but after a reign of fifteen years, his first wife Laodice poisoned him, and set her son Seleucus Callinicus upon the throne.",
        "Callinicus in the beginning of his reign, by the impulse of his mother Laodice, besieged Berenice in Daphne near Antioch, and slew her with her young son and many of her women.",
        "Whereupon Ptolemy Euergetes, the son and successor of Philadelphus, made war upon Callinicus; took from him Phoenicia, Syria, Cilicia, Mesopotamia, Babylonia, Sustana, and some other regions; and carried back into Egypt 40000 talents of silver, and 2500 images of the Gods, amongst which were the Gods of Egypt carried away by Cambyses.",
        "Antiochus Hierax at first assisted his brother Callinicus, but afterwards contended with him for Asia.",
        "In the mean time Eumenes governor of Pergamus beat Antiochus, and took from them both all Asia westward of mount Taurus.",
        "This was in the fifth year of Callinicus, who after an inglorious reign of 20 years was succeeded by his son Seleucus Ceraunus; and Euergetes after four years more, An.",
        "Nabonass. 527, was succeeded by his son Ptolemy Philopator.",
        "All which is thus signified by Daniel: And in the end of years they  shall join themselves together: for the king's daughter of the South  shall come to the king of the North to make an agreement, but she shall not retain the power of the arm; neither shall she stand, nor her seed, but she shall be delivered up, and he  that brought her, and he whom she brought forth, and they that strengthned her in  times,  But out of a branch of her roots shall one stand up in his seat  who shall come with an army, and shall enter into the fortress  of the king of the North, and shall act against them and prevail: and shall carry captives into Egypt, their Gods with their Princes and precious vessels of silver and gold; and he shall continue some years after the king of the North.",
        "Seleucus Ceraunus, inheriting the remains of his father's kingdom, and thinking to recover the rest, raised a great army against the governor of Pergamus, now King thereof, but died in the third year of his reign.",
        "His brother and successor, Antiochus Magnus, carrying on the war, took from the King of Pergamus almost all the lesser Asia, recovering also the Provinces of Media, Persia and Babylonia, from the governors who had revolted: and in the fifth year of his reign invading Coelosyria, he with little opposition possest himself of a good part thereof; and the next year returning to invade the rest of Coelosyria and Phoenicia, beat the army of Ptolemy Philopator near Berytus; he then invaded Palestine and the neighbouring parts of Arabia, and the third year returned with an army of 78000: but Ptolemy coming out of Egypt with an army of 75000, fought and routed him at Raphia near Gaza, between Palestine and Egypt; and recovered all Phoenicia and Coelosyria, Ann.",
        "Nabonass. 532.",
        "Being puffed up with this victory, and living in all manner of luxury, the Egyptians revolted, and had wars with him, but were overcome; and in the broils sixty thousand Egyptian Jews were slain.",
        "All which is thus described by Daniel:  But his sons  shall be stirred up, and shall gather a great army; and he  shall come effectually and overflow, and pass thro' and return, and  be stirred up  to his fortress,  and the King of the South shall be moved with choler, and come forth  and fight with him, even with the King of the North; and he  shall lead forth a great multitude, but the multitude shall be given into his hand.",
        "And the multitude being taken away, his heart shall be lifted up, and he shall cast down many ten thousands; but he shall not be strengthned by it: for the king of the North shall return, &c.",
        "About twelve years after the battle between Philopator and Antiochus, Philopator died; and left his kingdom to his young son Ptolemy Epiphanes, a child of five years old.",
        "Thereupon Antiochus Magnus confederated with Philip king of Macedon, that they should each invade the dominions of Epiphanes which lay next to them.",
        "Hence arose a various war between Antiochus and Epiphanes, each of them seizing Phoenicia and Coelosyria by turns; whereby those countries were much afflicted by both parties.",
        "First Antiochus seized them; then one Scopas being sent with the army of Egypt, recovered them from Antiochus: the next year, An.",
        "Nabonass. 550, Antiochus fought and routed Scopas near the fountains of Jordan, besieged him in Sidon, took the city, and recovered Syria and Phoenicia from Egypt, the Jews coming over to him voluntarily.",
        "But about three years after, preparing for a war against the Romans, he came to Raphia on the borders of Egypt; made peace with Epiphanes, and gave him his daughter Cleopatra: next autumn he passed the Hellespont to invade the cities of Greece under the Roman protection, and took some of them; but was beaten by the Romans the summer following, and forced to return back with his army into Asia.",
        "Before the end of the year the fleet of Antiochus was beaten by the fleet of the Romans near Phocæa: and at the same time Epiphanes and Cleopatra sent an embassy to Rome to congratulate the Romans on their success against their father Antiochus, and to exhort them to prosecute the war against him into Asia.",
        "The Romans beat Antiochus again at sea near Ephesus, past their army over the Hellespont, and obtain'd a great victory over him by land, took from him all Asia westward of mount Taurus, gave it to the King of Pergamus who assisted them in the war; and imposed a large tribute upon Antiochus.",
        "Thus the King of Pergamus, by the power of the Romans, recovered what Antiochus had taken from him; and Antiochus retiring into the remainder of his kingdom, was slain two years after by the Persians, as he was robbing the Temple of Jupiter Belus in Elymais, to raise money for the Romans.",
        "All which is thus described by Daniel.",
        "For the King of the North  shall return, and shall set forth a multitude greater than the former; and shall certainly come, after certain years, with a great army and with much riches.",
        "And in those times there shall many stand up against the King of the South,  also the robbers of thy people  shall exalt themselves to establish the vision, but they shall fall.",
        "So the King of the North shall come, and cast up a mount, and take the most fenced cities; and the arms of the South shall not withstand, neither his chosen people, neither shall there he any strength to withstand.",
        "But he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the glorious land, which shall fail in his hand.",
        "He shall also set his face to go with the strength  of all his kingdom, and make an agreement with him  and he shall give him the daughter of women corrupting her; but she shall not stand his side, neither be for him.",
        "After this he shall turn his face unto the Isles, and shall take many: but a Prince for his own behalf  shall cause the reproach offered by him to cease; without his own reproach he shall cause it to turn upon him.",
        "Then he shall turn his face towards the fort of his own land: but he shall stumble and fall, and not be found.",
        "Seleucus Philopator succeeded his father Antiochus, Anno Nabonass. 561, and reigned twelve years, but did nothing memorable, being sluggish, and intent upon raising money for the Romans to whom he was tributary.",
        "He was slain by Heliodorus, whom he had sent to rob the Temple of Jerusalem.",
        "Daniel thus describes his reign.",
        "Then shall stand up in his estate a raiser of taxes in the glory of the kingdom, but within few days be shall be destroyed, neither in anger nor in battle.",
        "A little before the death of Philopator, his son Demetrius was sent hostage to Rome, in the place of Antiochus Epiphanes, the brother of Philopator; and Antiochus was at Athens in his way home from Rome, when Philopator died: whereupon Heliodorus the treasurer of the kingdom, stept into the throne.",
        "But Antiochus so managed his affairs, that the Romans kept Demetrius at Rome; and their ally the King of Pergamus expelled Heliodorus, and placed Antiochus in the throne, while Demetrius the right heir remained an hostage at Rome.",
        "Antiochus being thus made King by the friendship of the King of Pergamus reigned powerfully over Syria and the neighbouring nations: but carried himself much below his dignity, stealing privately out of his palace, rambling up and down the city in disguise with one or two of his companions; conversing and drinking with people of the lowest rank, foreigners and strangers; frequenting the meetings of dissolute persons to feast and revel; clothing himself like the Roman candidates and officers, acting their parts like a mimick, and in publick festivals jesting and dancing with servants and light people, exposing himself by all manner of ridiculous gestures.",
        "This conduct made some take him for a madman, and call him Antiochus .",
        "In the first year of his reign he deposed Onias the high-Priest, and sold the high-Priesthood to Jason the younger brother of Onias: for Jason had promised to give him 440 talents of silver for that office, and 15 more for a licence to erect a place of exercise for the training up of youth in the fashions of the heathen; which licence was granted by the King, and put in execution by Jason.",
        "Then the King sending one Apollonius into Egypt to the coronation of Ptolemy Philometor, the young son of Philometor and Cleopatra, and knowing Philometor not to be well affected to his affairs in Phoenicia, provided for his own safety in those parts; and for that end came to Joppa and Jerusalem, where he was honourably received; from thence he went in like manner with his little army to the cities of Phoenicia, to establish himself against Egypt, by courting the people, and distributing extraordinary favours amongst them.",
        "All which is thus represented by Daniel.",
        "And in his  estate shall stand up a vile person, to whom they  shall not give the honour of the kingdom.",
        "Yet he shall come in peaceably, and obtain the kingdom by flatteries  and the arms  shall be overflowed with a food from before him, and be broken; yea also  the Prince of the covenant.",
        "And after the league made with him,  he shall work deceitfully  for he shall come up and shall become strong  with a small people.",
        "And he shall enter into the quiet and plentiful cities of the Province  and  he shall do that which his fathers have not done, nor his fathers fathers: he shall scatter among them the prey and the spoil, and the riches  and shall forecast his devices against the strong holds  even for a time.",
        "These things were done in the first year of his reign, An.",
        "Nabonass. 573.",
        "And thenceforward he forecast his devices against the strong holds of Egypt, until the sixth year.",
        "For three years after, that is in the fourth year of his reign, Menelaus bought the high-Priesthood from Jason, but not paying the price was sent for by the King; and the King, before he could hear the cause, went into Cilicia to appease a sedition there, and left Andronicus his deputy at Antioch; in the mean time the brother of Menelaus, to make up the money, conveyed several vessels out of the Temple, selling some of them at Tyre, and sending others to Andronicus.",
        "When Menelaus was reproved for this by Onias, he caused Onias to be slain by Andronicus: for which fact the King at his return from Cilicia caused Andronicus to be put to death.",
        "Then Antiochus prepared his second expedition against Egypt, which he performed in the sixth year of his reign, An.",
        "Nabonass. 578: for upon the death of Cleopatra, the governors of her son the young King of Egypt claimed Phoenicia and Coelosyria from him as her dowry; and to recover those countries raised a great army.",
        "Antiochus considering that his father had not quitted the possession of those countries, denied they were her dowry; and with another great army met and fought the Egyptians on the borders of Egypt, between Pelusium and the mountain Casius.",
        "He there beat them, and might have destroyed their whole army, but that he rode up and down, commanding his soldiers not to kill them, but to take them alive: by which humanity he gained Pelusium, and soon after all Egypt; entring it with a vast multitude of foot and chariots, elephants and horsemen, and a great navy.",
        "Then seizing the cities of Egypt as a friend, he marched to Memphis, laid the whole blame of the war upon Eulæus the King's governor, entred into outward friendship with the young King, and took upon him to order the affairs of the kingdom.",
        "While Aniochus was thus employ'd, a report being spread in Phoenicia that he was dead, Jason to recover the high-Priesthood assaulted Jerusalem with above a thousand men, and took the city: hereupon the King thinking Judea had revolted, came out of Egypt in a furious manner, re-took the city, slew forty thousand of the people, made as many prisoners, and sold them to raise money; went into the Temple, spoiled it of its treasures, ornaments, utensils, and vessels of gold and silver, amounting to 1800 talents; and carried all away to Antioch.",
        "This was done in the year of Nabonassar 578, and is thus described by Daniel.",
        "And he shall stir up his power, and his courage against the King of the South with a great army; and the King of the South shall be stirrd up to battle with a very great and mighty army; but he shall not stand: for they, even Antiochus and his friends, shall forecast devices against him, as is represented above; yea, they that feed of the portion of his meat, shall betray and destroy him, and his army shall be overthrown, and many shall fall down slain.",
        "And both these Kings hearts shall be to do mischief; and they, being now made friends, shall speak lyes at one table, against the Jews and against the holy covenant; but it shall not prosper: for yet the end, in which the setting up of the abomination of desolation is to prosper, shall be at the time appointed.",
        "Then shall he return into his land with great riches, and his heart shall be against the holy covenant; and he shall act, against it by spoiling the Temple, and return into his own land.",
        "The Egyptians of Alexandria seeing Philometor first educated in luxury by the Eunuch Eulæus, and now in the hands of Antiochus, gave the kingdom to Euergetes, the younger brother of Philometor.",
        "Whereupon Antiochus pretending to restore Philometor, made war upon Euergetes; beat him at sea, and besieged him and his sister Cleopatra in Alexandria: while the besieged Princes sent to Rome to implore the assistance of the Senate.",
        "Antiochus finding himself unable to take the city that year, returned into Syria, leaving Philometor at Memphis to govern Egypt in his absence.",
        "But Philometor made friendship with his brother that winter; and Antiochus, returning the next spring An.",
        "Nabonass. 580, to besiege both the brothers in Alexandria, was met in the way by the Roman Ambassadors, Popilius Læna, C.",
        "Decimius, and C.",
        "Hostilius: he offered them his hand to kiss, but Popilius delivering to him the tables wherein the message of the Senate was written, bad him read those first.",
        "When he had read them, he replied he would consider with his friends what was fit to be done; but Popilius drawing a circle about him, bad him answer before he went out of it: Antiochus, astonished at this blunt and unusual imperiousness, made answer he would do what the Romans demanded; and then Popilius gave the King his hand to kiss, and he returned out of Egypt.",
        "The same year, An.",
        "Nabonass. 580, his captains by his order spoiled and slaughtered the Jews, profaned the Temple, set up the worship of the heathen Gods in all Judea, and began to persecute and make war upon those who would not worship them: which actions are thus described by Daniel.",
        "At the time appointed he shall come again towards the South, but the latter shall not be as the former.",
        "For the ships of Chittim shall come, with an embassy from Rome, against him.",
        "Therefore he shall be grieved, and return, and have indignation against the holy covenant.",
        "So shall he do; he shall even return, and have intelligence with them that forsake the holy covenant.",
        "In the same year that Antiochus by the command of the Romans retired out of Egypt, and set up the worship of the Greeks in Judea; the Romans conquered the kingdom of Macedon, the fundamental kingdom of the Empire of the Greeks, and reduced it into a Roman Province; and thereby began to put an end to the reign of Daniel's third Beast.",
        "This is thus exprest by Daniel.",
        "And after him Arms, that is the Romans, shall stand up.",
        "As  signifies after the King, Dan. xi. 8; so  may signify after him.",
        "Arms are every where in this Prophecy of Daniel put for the military power of a kingdom: and they stand up when they conquer and grow powerful.",
        "Hitherto Daniel described the actions of the Kings of the North and South; but upon the conquest of Macedon by the Romans, he left off describing the actions of the Greeks, and began to describe those of the Romans in Greece.",
        "They conquered Macedon, Illyricum and Epirus, in the year of Nabonassar 580. 35 years after, by the last will and testament of Attalus the last King of Pergamus, they inherited that rich and flourishing kingdom, that is, all Asia westward of mount Taurus; 69 years after they conquered the kingdom of Syria, and reduced it into a Province, and 34 years after they did the like to Egypt.",
        "By all these steps the Roman Arms stood up over the Greeks: and after 95 years more, by making war upon the Jews, they polluted the sanctuary of strength, and took away the daily sacrifice, and then placed the abomination of desolation.",
        "For this abomination was placed after the days of Christ, Math. xxiv. 15.",
        "In the 16th year of the Emperor Adrian, A.C. 132, they placed this abomination by building a Temple to Jupiter Capitolinus, where the Temple of God in Jerusalem had stood.",
        "Thereupon the Jews under the conduct of Barchochab rose up in arms against the Romans, and in the war had 50 cities demolished, 985 of their best towns destroyed, and 580000 men slain by the sword; and in the end of the war, A.C. 136, were banished Judea upon pain of death, and thenceforward the land remained desolate of its old inhabitants.",
        "In the beginning of the Jewish war in Nero's reign, the Apostles fled out of Judea with their flocks; some beyond Jordan to Pella and other places, some into Egypt, Syria, Mesopotamia, Asia minor, and elsewhere.",
        "Peter and John came into Asia, and Peter went thence by Corinth to Rome; but John staying in Asia, was banished by the Romans into Patmos, as the head of a party of the Jews, whose nation was in war with the Romans.",
        "By this dispersion of the Christian Jews, the Christian religion, which was already propagated westward as far as Rome, spred fast into all the Roman Empire, and suffered many persecutions under it till the days of Constantine the great and his sons: all which is thus described by Daniel.",
        "And such as do wickedly against the covenant, shall he, who places the abomination, cause to dissemble, and worship the heathen Gods; but the people among them who do know their God, shall be strong and act.",
        "And they that understand among the people, shall instruct many: yet they shall fall by the sword, and by flame, and by captivity, and by spoil many days.",
        "Now when they shall fall, they shall be holpen with a little help, viz. in the reign of Constantine the great; and at that time by reason of their prosperity, many shall come over to them from among the heathen, and cleave to them with dissimulation.",
        "But of those of understanding there shall still fall to try God's people by them and to purge them from the dissemblers, and to make them white even to the time of the end: because it is yet for a time appointed.",
        "Hitherto the Roman Empire continued entire; and under this dominion, the little horn of the He-Goat continued mighty, but not by his own power.",
        "But now, by the building of Constantinople, and endowing it with a Senate and other like privileges with Rome; and by the division of the Roman Empire into the two Empires of the Greeks and Latins, headed by those two cities; a new scene of things commences, in which which  a King, the Empire of the Greeks, doth according to his will, and, by setting his own laws above the laws of God, exalts and magnifies himself above every God, and speaks marvellous things against the God of Gods, and shall prosper till the indignation be accomplished.--Neither shall he regard the God of his fathers, nor the lawful desire of women in matrimony, nor any God, but shall magnify himself above all.",
        "And in his seat he shall honour Mahuzzims, that is, strong guardians, the souls of the dead; even with a God whom his fathers knew not shall he honour them, in their Temples, with gold and silver, and with precious stones and valuable things.",
        "All which relates to the overspreading of the Greek Empire with Monks and Nuns, who placed holiness in abstinence from marriage; and to the invocation of saints and veneration of their reliques, and such like superstitions, which these men introduced in the fourth and fifth centuries.",
        "And at the time of the end the King of the South, or the Empire of the Saracens, shall push at him; and the King of the North, or Empire of the Turks, shall come against him like a whirlwind, with chariots and with horsemen, and with many ships; and be shall enter into the countries of the Greeks, and shall overflow and pass over.",
        "He shall enter also into the glorious land, and many countries shall be overthrown; but these shall escape out of his hand, even Edom and Moab, and the chief of the children Ammon: that is, those to whom his Caravans pay tribute.",
        "He shall stretch forth his hand also upon the countries, and the land of Egypt shall not escape; but he shall have power over the treasures of gold and silver, and over all the precious things of Egypt; and the Lybians and Ethiopians shall be at his steps.",
        "All these nations compose the Empire of the Turks, and therefore this Empire is here to be understood by the King of the North.",
        "They compose also the body of the He-Goat; and therefore the Goat still reigns in his last horn, but not by his own power.",
        "Notes to Chap.",
        "XII.",
        "Chap. xi. 2, 3, 4.",
        "Chap. xi. 5.",
        "Chap. xi. 6, 7, 8.",
        "Chap. xi. 10, &c.",
        "Chap. xi. 13-19.",
        "Chap. xi. 20.",
        "Chap. xi. 21, &c.  2 Maccab. iii. 5, 8. & iv. 4.",
        "Chap. xi. 25, &c.",
        "Chap. xi. 29, 30.",
        "Chap. xi. 32, &c.",
        "Chap. xi. 36, &c.",
        "Chap. xi. 40, &c. * * * * * CHAP.",
        "XIII.",
        "Of the King who did according to his will, and magnified himself above every God, and honoured Mahuzzims, and regarded not the desire of women.",
        "In the first ages of the Christian religion the Christians of every city were governed by a Council of Presbyters, and the President of the Council was the Bishop of the city.",
        "The Bishop and Presbyters of one city meddled not with the affairs of another city, except by admonitory letters or messages.",
        "Nor did the Bishops of several cities meet together in Council before the time of the Emperor Commodus: for they could not meet together without the leave of the Roman governors of the Provinces.",
        "But in the days of that Emperor they began to meet in Provincial Councils, by the leave of the governors; first in Asia, in opposition to the Cataphrygian Heresy, and soon after in other places and upon other occasions.",
        "The Bishop of the chief city, or Metropolis of the Roman Province, was usually made President of the Council; and hence came the authority of Metropolitan Bishops above that of other Bishops within the same Province.",
        "Hence also it was that the Bishop of Rome in Cyprian's days called himself the Bishop of Bishops.",
        "As soon as the Empire became Christian, the Roman Emperors began to call general Councils out of all the Provinces of the Empire; and by prescribing to them what points they should consider, and influencing them by their interest and power, they set up what party they pleased.",
        "Hereby the Greek Empire, upon the division of the Roman Empire into the Greek and Latin Empires, became the King who, in matters of religion, did according to his will; and, in legislature, exalted and magnified himself above every God: and at length, by the seventh general Council, established the worship of the images and souls of dead men, here called Mahuzzims.",
        "The same King placed holiness in abstinence from marriage.",
        "Eusebius in his Ecclesiastical history  tells us, that Musanus wrote a tract against those who fell away to the heresy of the Encratites, which was then newly risen, and had introduced pernicious errors; and that Tatian, the disciple of Justin, was the author thereof; and that Irenæus in his first book against heresies teaches this, writing of Tatian and his heresy in these words: A Saturnino & Marcione profecti qui vocantur Continentes, docuerunt non contrahendum esse matrimonium; reprobantes scilicet primitivum illud opificium Dei, & tacitè accusantes Deum qui masculum & fæminam condidit ad procreationem generis humani.",
        "Induxerunt etiam abstinentiam ab esu eorum quæ animalia appellant, ingratos se exhibentes ergo eum qui universa creavit Deum.",
        "Negant etiam primi hominis salutem.",
        "Atque hoc nuper apud illos excogitatum est, Tatiano quodam omnium primo hujus impietatis auctore: qui Justini auditor, quamdiu cum illo versatus est, nihil ejusmodi protulit.",
        "Post martyrium autem illius, ab Ecclesia se abrumpens, doctoris arrogantia elatus ac tumidus, tanquam præstantior cæteris, novam quandam formam doctrinæ conflavit: Æonas invisibiles commentus perinde ac Valentinus: asserens quoque cum Saturnino & Marcione, matrimonium nihil aliud esse quam corruptionem ac stuprum: nova præterea argumenta ad subvertendam Adami salutem excogitans.",
        "Hæc Irenæus de Hæresi quæ tunc viguit Encratitarum.",
        "Thus far Eusebius.",
        "But altho the followers of Tatian were at first condemned as hereticks by the name of Encratites, or Continentes; their principles could not be yet quite exploded: for Montanus refined upon them, and made only second marriages unlawful; he also introduced frequent fastings, and annual, fasting days, the keeping of Lent, and feeding upon dried meats.",
        "The Apostolici, about the middle of the third century, condemned marriage, and were a branch of the disciples of Tatian.",
        "The Hierocitæ in Egypt, in the latter end of the third century, also condemned marriage.",
        "Paul the Eremite fled into the wilderness from the persecution of Decius, and lived there a solitary life till the reign of Constantine the great, but made no disciples.",
        "Antony did the like in the persecution of Dioclesian, or a little before, and made disciples; and many others soon followed his example.",
        "Hitherto the principles of the Encratites had been rejected by the Churches; but now being refined by the Monks, and imposed not upon all men, but only upon those who would voluntarily undertake a monastic life, they began to be admired, and to overflow first the Greek Church, and then the Latin also, like a torrent.",
        "Eusebius tells us,  that Constantine the great had those men in the highest veneration, who dedicated themselves wholly to the divine philosophy; and that he almost venerated the most holy company of Virgins perpetually devoted to God; being certain that the God to whom he had consecrated himself did dwell in their minds.",
        "In his time and that of his sons, this profession of a single life was propagated in Egypt by Antony, and in Syria by Hilarion; and spred so fast, that soon after the time of Julian the Apostate a third part of the Egyptians were got into the desarts of Egypt.",
        "They lived first singly in cells, then associated into coenobia or convents; and at length came into towns, and filled the Churches with Bishops, Presbyters and Deacons.",
        "Athanasius in his younger days poured water upon the hands of his master Antony; and finding the Monks faithful to him, made many of them Bishops and Presbyters in Egypt: and these Bishops erected new Monasteries, out of which they chose Presbyters of their own cities, and sent Bishops to others.",
        "The like was done in Syria, the superstition being quickly propagated thither out of Egypt by Hilarion a disciple of Antony.",
        "Spiridion and Epiphanius of Cyprus, James of Nisibis, Cyril of Jerusalem, Eustathius of Sebastia in Armenia, Eusebius of Emisa, Titus of Bostra, Basilius of Ancyra, Acacius of Cæsarea in Palestine, Elpidius of Laodicea, Melitius and Flavian of Antioch, Theodorus of Tyre, Protogenes of Carrhæ, Acacius of Berrhæa, Theodotus of Hierapolis, Eusebius of Chalcedon, Amphilochius of Iconium, Gregory Nazianzen, Gregory Nyssen, and John Chrysostom of Constantinople, were both Bishops and Monks in the fourth century.",
        "Eustathius, Gregory Nazianzen, Gregory Nyssen, Basil, &c. had Monasteries of Clergymen in their cities, out of which Bishops were sent to other cities; who in like manner erected Monasteries there, till the Churches were supplied with Bishops out of these Monasteries.",
        "Hence Jerome, in a Letter written about the year 385,  saith of the Clergy: Quasi & ipsi aliud sint quam Monachi, & non quicquid in Monachos dicitur redundet in Clericos qui patres sunt Monachorum.",
        "Detrimentum pecoris pastoris ignominia est.",
        "And in his book against Vigilantius: Quid facient Orientis Ecclesiæ?",
        "Quæ aut Virgines Clericos accipiunt, aut Continentes, aut si uxores habuerint mariti esse desistunt.",
        "Not long after even the Emperors commanded the Churches to chuse Clergymen out of the Monasteries by this Law.",
        "Impp.",
        "Arcad & Honor.",
        "AA.",
        "Cæsario PF.",
        "P.",
        "Si quos forte Episcopi deesse sibi Clericos arbitrantur, ex monachorum numero rectius ordinabunt: non obnoxios publicis privatisque rationibus cum invidia teneant, sed habeant jam probatos.",
        "Dat. vii.",
        "Kal. Aug. Honorio A. iv. & Eutychianio Coss.",
        "A.C. 598.",
        "The Greek Empire being now in the hands of these Encratites, and having them in great admiration, Daniel makes it a characteristick of the King who doth according to his will, that he should not regard the desire of Women.",
        "Thus the Sect of the Encratites, set on foot by the Gnosticks, and propagated by Tatian and Montanus near the end of the second century; which was condemned by the Churches of that and the third century, and refined upon by their followers; overspread the Eastern Churches in the fourth century, and before the end of it began to overspread the Western.",
        "Henceforward the Christian Churches having a form of godliness, but denying the power thereof, came into the hands of the Encratites: and the Heathens, who in the fourth century came over in great numbers to the Christians, embraced more readily this sort of Christianity, as having a greater affinity with their old superstitions, than that of the sincere Christians; who by the lamps of the seven Churches of Asia, and not by the lamps of the Monasteries, had illuminated the Church Catholic during the three first centuries.",
        "The Cataphrygians brought in also several other superstitions: such as were the doctrine of Ghosts, and of their punishment in Purgatory, with prayers and oblations for mitigating that punishment, as Tertullian teaches in his books De Anima and De Monogamia.",
        "They used also the sign of the cross as a charm.",
        "So Tertullian in his book de Corona militis: Ad omnem progressum atque promotum, ad omnem aditum & exitum, ad vestitum, ad calceatum, ad lavacra, ad mensas, ad lamina, ad cubilia, ad sedilia, quacunque nos conversatio exercet, frontem crucis signaculo terimus.",
        "All these superstitions the Apostle refers to, where he saith: Now the Spirit speaketh expresly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils, the Dæmons and Ghosts worshipped by the heathens, speaking lyes in hypocrisy, about their apparitions, the miracles done by them, their reliques, and the sign of the cross, having consciences seared with a hot iron; forbidding to marry, and commanding to abstain from meats, &c. 1 Tim. iv. 1,2,3.",
        "From the Cataphrygians these principles and practices were propagated down to posterity.",
        "For the mystery of iniquity did already work in the Apostles days in the Gnosticks, continued to work very strongly in their offspring the Tatianists and Cataphrygians, and was to work till that man of sin should be revealed; whose coming is after the working of Satan, with all power and signs, and lying wonders, and all deceivableness of unrighteousness; coloured over with a form of Christian godliness, but without the power thereof, 2 Thess. ii. 7-10.",
        "For tho some stop was put to the Cataphrygian Christianity, by Provincial Councils, till the fourth century; yet the Roman Emperors then turning Christians, and great multitudes of heathens coming over in outward profession, these found the Cataphrygian Christianity more suitable to their old principles, of placing religion in outward forms and ceremonies, holy-days, and doctrines of Ghosts, than the religion of the sincere Christians: wherefore they readily sided with the Cataphrygian Christians, and established that Christianity before the end of the fourth century.",
        "By this means those of understanding, after they had been persecuted by the heathen Emperors in the three first centuries, and were holpen with a little help, by the conversion of Constantine the great and his sons to the Christian religion, fell under new persecutions, to purge them from the dissemblers, and to make them white, even to the time of the end.",
        "Notes to Chap.",
        "XIII.",
        "Lib. 4. c. 28, 29.",
        "In vita Constantini, l. 4. c. 28.",
        "Epist. 10.",
        "L. 32. de Episcopis. * * * * * CHAP.",
        "XIV.",
        "Of the Mahuzzims, honoured by the King who doth according to his will.",
        "In scripture we are told of some trusting in God and others trusting in idols, and that God is our refuge, our strength, our defense.",
        "In this sense God is the rock of his people, and false Gods are called the rock of those that trust in them, Deut. xxxii. 4, 15, 18, 30, 31, 37.",
        "In the same sense the Gods of the King who shall do according to his will are called Mahuzzims, munitions, fortresses, protectors, guardians, or defenders.",
        "In his estate, saith  Daniel, shall he honour Mahuzzims; even with a God whom his fathers knew not, shall he honour them with gold and silver, and with precious stones, and things of value.",
        "Thus shall he do in the most strong holds or temples;--and he shall cause them to rule over many, and divide the land among them for a possession.",
        "Now this came to pass by degrees in the following manner.",
        "Gregory Nyssen  tells us, that after the persecution of the Emperor Decius, Gregory Bishop of Neocæsarea in Pontus, instituted among all people, as an addition or corollary of devotion towards God, that festival days and assemblies should be celebrated to them who had contended for the faith, that is, to the Martyrs.",
        "And he adds this reason for the institution: When he observed, saith Nyssen, that the simple and unskilful multitude, by reason of corporeal delights, remained in the error of idols; that the principal thing might be corrected among them, namely, that instead of their vain worship they might turn their eyes upon God; he permitted that at the memories of the holy Martyrs they might make merry and delight themselves, and be dissolved into joy.",
        "The heathens were delighted with the festivals of their Gods, and unwilling to part with those delights; and therefore Gregory, to facilitate their conversion, instituted annual festivals to the Saints and Martyrs.",
        "Hence it came to pass, that for exploding the festivals of the heathens, the principal festivals of the Christians succeeded in their room: as the keeping of Christmas with ivy and feasting, and playing and sports, in the room of the Bacchanalia and Saturnalia; the celebrating of May-day with flowers, in the room of the Floralia; and the keeping of festivals to the Virgin Mary, John the Baptist, and divers of the Apostles, in the room of the solemnities at the entrance of the Sun into the signs of the Zodiac in the old Julian Calendar.",
        "In the same persecution of Decius, Cyprian ordered the passions of the Martyrs in Africa to be registred, in order to celebrate their memories annually with oblations and sacrifices: and Felix Bishop of Rome, a little after, as Platina relates, Martyrum gloria consulens, constituit at quotannis sacrificia eorum nomine celebrarentur; \"consulting the glory of the Martyrs, ordained that sacrifices should be celebrated annually in their name.\"",
        "By the pleasures of these festivals the Christians increased much in number, and decreased as much in virtue, until they were purged and made white by the persecution of Dioclesian.",
        "This was the first step made in the Christian religion towards the veneration of the Martyrs: and tho it did not yet amount to an unlawful worship; yet it disposed the Christians towards such a further veneration of the dead, as in a short time ended in the invocation of Saints.",
        "The next step was the affecting to pray at the sepulchres of the Martyrs: which practice began in Dioclesian's persecution.",
        "The Council of Eliberis in Spain, celebrated in the third or fourth year of Dioclesian's persecution, A.C. 305, hath these Canons.",
        "Can. 34.",
        "Cereos per diem placuit in Coemeterio non incendi: inquietandi enim spiritus sanctorum non sunt.",
        "Qui hæc non observârint, arceantur ab Ecclesiæ communione.",
        "Can. 35.",
        "Placuit prohiberi ne fæminæ in Coemeterio pervigilent, eò quod sæpe sub obtentu orationis latentèr scelera committant.",
        "Presently after that persecution, suppose about the year 314, the Council of Laodicea in Phrygia, which then met for restoring the lapsed discipline of the Church, has the following Canons.",
        "Can. 9.",
        "Those of the Church are not allowed to go into the Coemeteries or Martyries, as they are called, of hereticks, for the sake of prayer or recovery of health: but such as go, if they be of the faithful, shall be excommunicated for a time.",
        "Can. 34.",
        "A Christian must not leave the Martyrs of Christ, and go to false Martyrs, that is, to the Martyrs of the hereticks; for these are alien from God: and therefore let those be anathema who go to them.",
        "Can. 51.",
        "The birth-days of the Martyrs shall not be celebrated in Lent, but their commemoration shall be made on the Sabbath-days and Lords days.",
        "The Council of Paphlagonia, celebrated in the year 324, made this Canon: If any man being arrogant, abominates the congregations of the Martyrs, or the Liturgies performed therein, or the memories of the Martyrs, let him be anathema.",
        "By all which it is manifest that the Christians in the time of Dioclesian's persecution used to pray in the Coemeteries or burying-places of the dead; for avoiding the danger of the persecution, and for want of Churches, which were all thrown down: and after the persecution was over, continued that practice in honour of the Martyrs, till new Churches could be built: and by use affected it as advantageous to devotion, and for recovering the health of those that were sick.",
        "It also appears that in these burying-places they commemorated the Martyrs yearly upon days dedicated to them, and accounted all these practices pious and religious, and anathematized those men as arrogant who opposed them, or prayed in the Martyries of the hereticks.",
        "They also lighted torches to the Martyrs in the day-time, as the heathens did to their Gods; which custom, before the end of the fourth century, prevailed much in the West.",
        "They sprinkled the worshipers of the Martyrs with holy-water, as the heathens did the worshipers of their Gods; and went in pilgrimage to see Jerusalem and other holy places, as if those places conferred sanctity on the visiters.",
        "From the custom of praying in the Coemeteries and Martyries, came the custom of translating the bodies of the Saints and Martyrs into such Churches as were new built: the Emperor Constantius began this practice about the year 359, causing the bodies of Andrew the Apostle, Luke and Timothy, to be translated into a new Church at Constantinople: and before this act of Constantius, the Egyptians kept the bodies of their Martyrs and Saints unburied upon beds in their private houses, and told stories of their souls appearing after death and ascending up to heaven, as Athanasius relates in the life of Antony.",
        "All which gave occasion to the Emperor Julian, as Cyril relates, to accuse the Christians in this manner: Your adding to that antient dead man, Jesus, many new dead men, who can sufficiently abominate?",
        "You have filled all places with sepulchres and monuments, altho you are no where bidden to prostrate yourselves to sepulchres, and to respect them officiously.",
        "And a little after: Since Jesus said that sepulchres are full of filthiness, how do you invoke God upon them? and in another place he saith, that if Christians had adhered to the precepts of the Hebrews, they would have worshiped one God instead of many, and not a man, or rather not many unhappy men: And that they adored the wood of the cross, making its images on their foreheads, and before their houses.",
        "After the sepulchres of Saints and Martyrs were thus converted into places of worship like the heathen temples, and the Churches into sepulchres, and a certain sort of sanctity attributed to the dead bodies of the Saints and Martyrs buried in them, and annual festivals were kept to them, with sacrifices offered to God in their name; the next step towards the invocation of Saints, was the attributing to their dead bodies, bones and other reliques, a power of working miracles, by means of the separate souls, who were supposed to know what we do or say, and to be able to do us good or hurt, and to work those miracles.",
        "This was the very notion the heathens had of the separate souls of their antient Kings and Heroes, whom they worshiped under the names of Saturn, Rhea, Jupiter, Juno, Mars, Venus, Bacchus, Ceres, Osiris, Isis, Apollo, Diana, and the rest of their Gods.",
        "For these Gods being male and female, husband and wife, son and daughter, brother and sister, are thereby discovered to be antient men and women.",
        "Now as the first step towards the invocation of Saints was set on foot by the persecution of Decius, and the second by the persecution of Dioclesian; so this third seems to have been owing to the proceedings of Constantius and Julian the Apostate.",
        "When Julian began to restore the worship of the heathen Gods, and to vilify the Saints and Martyrs; the Christians of Syria and Egypt seem to have made a great noise about the miracles done by the reliques of the Christian Saints and Martyrs, in opposition to the powers attributed by Julian and the heathens to their Idols.",
        "For Sozomen and Ruffinus tell us, that when he opened the heathen Temples, and consulted the Oracle of Apollo Daphnæus in the suburbs of Antioch, and pressed by many sacrifices for an answer; the Oracle at length told him that the bones of the Martyr Babylas which were buried there hinder'd him from speaking.",
        "By which answer we may understand, that some Christian was got into the place where the heathen Priests used to speak thro' a pipe in delivering their Oracles: and before this, Hilary in his book against Constantius, written in the last year of that Emperor, makes the following mention of what was then doing in the East where he was.",
        "Sine martyrio persequeris.",
        "Plus crudelitati vestræ Nero, Deci, Maximiane, debemus.",
        "Diabolum enim per vos vicimus.",
        "Sanctus ubique beatorum martyrum sanguis exceptus est, dum in his Dæmones mugiunt, dum ægritudines depelluntur, dum miraculorum opera cernuntur, elevari sine laqueis corpora, & dispensis pede fæminis vestes non defluere in faciem, uri sine ignibus spiritus, confiteri sine interrogantis incremento fidei.",
        "And Gregory Nazianzen, in his first Oration against the Emperor Julian then reigning, writes thus: Martyres non extimuisti quibus præclari honores & festa constituta, à quibus Dæmones propelluntur & morbi curantur; quorum sunt apparitiones & prædictiones; quorum vel sola corpora idem possunt quod animæ sanctæ, sive manibus contrectentur, sive honorentur: quorum vel solæ sanguinis guttæ atque exigua passionis signa idem possunt quod corpora.",
        "Hæc non colis sed contemnis & aspernaris.",
        "These things made the heathens in the reign of the same Emperor demolish the sepulchre of John the Baptist in Phoenicia, and burn his bones; when several Christians mixing themselves with the heathens, gathered up some of his remains, which were sent to Athanasius, who hid them in the wall of a Church; foreseeing by a prophetic spirit, as Ruffinus tells us, that they might be profitable to future generations.",
        "The cry of these miracles being once set on foot, continued for many years, and encreased and grew more general. Chrysostom, in his second Oration on St. Babylas, twenty years after the silencing of the Oracle of Apollo Daphnæus as above, viz.",
        "A.C. 382, saith of the miracles done by the Saints and their reliques : Nulla est nostri hujus Orbis seu regio, seu gens, seu urbs, ubi nova & inopinata miracula hæc non decantentur; quæ quidem si figmenta fuissent, prorsus in tantam hominum admirationem non venissent.",
        "And a little after: Abunde orationi nostræ fidem faciunt quæ quotidiana à martyribus miracula eduntur, magna affatim ad illa hominum multitudine affluente.",
        "And in his 66th Homily, describing how the Devils were tormented and cast out by the bones of the Martyrs, he adds: Ob eam causam multi plerumque Reges peregrè profecti sunt, ut hoc spectaculo fruerentur.",
        "Siquidem sanctorum martyrum templa futuri judicii vestigia & signa exhibent, dum nimirum Dæmones flagris cæduntur, hominesque torquentur & liberantur.",
        "Vide quæ sanctorum vitâ functorum vis sit?",
        "And Jerom in his Epitaph on Paula, thus  mentions the same things.",
        "Paula vidit Samariam: ibi siti sunt Elisæus & Abdias prophetæ, & Joannes Baptista, ubi multis intremuit consternata miraculis.",
        "Nam cernebat variis dæmones rugire cruciatibus, & ante sepulchra sanctorum ululare, homines more luporum vocibus latrare canum, fremere leonum, sibilare serpentum, mugire taurorum, alios rotare caput & post tergum terram vertice tangere, suspensisque pede fæminis vestes non defluere in faciem.",
        "This was about the year 384: and Chrysostom in his Oration on the Egyptian Martyrs, seems to make Egypt the ringleader in these matters, saying : Benedictus Deus quandoquidem ex Ægypto prodeunt martyres, ex Ægypto illa cum Deo pugnante ac insanissima, & unde impia ora, unde linguæ blasphemæ; ex Ægypto martyres habentur; non in Ægypto tantum, nec in finitima vicinaque regione, sed UBIQUE TERRARUM.",
        "Et quemadmodum in annonæ summa ubertate, cum viderunt urbium incolæ majorem quam usus habitatorum postulat esse proventum, ad peregrinas etiam urbes transmittunt: cum & suam comitatem & liberalitatem ostendant, tum ut præter horum abundantiam cum facilitate res quibus indigent rursus ab illis sibi comparent: sic & Ægyptii, quod attinet ad religionis athletas, fecerunt.",
        "Cum apud se multam eorum Dei benignitate copiam cernerent, nequaquam ingens Dei munus sua civitate concluserunt, sed in OMNES TERRÆ PARTES bonorum thesauros effuderunt: cum ut suum in fratres amorem ostenderent, tum ut communem omnium dominum honore afficerent, ac civitati suæ gloriam apud omnes compararent, totiusque terrarum ORBIS esse METROPOLIN declararent.--Sanctorum enim illorum corpora quovis adamantino & inexpugnabili muro tutiùs nobis urbem communiunt, & tanquam excelsi quidam scopuli undique prominentes, non horum qui sub sensus cadunt & oculis cernuntur hostium impetus propulsant tantùm, sed etiam invisibilium dæmonum insidias, omnesque diaboli fraudes subvertunt ac dissipant.--Neque vero tantùm adversus hominum insidias aut adversus fallacias dæmonum utilis nobis est hæc possessio, sed si nobis communis dominus ob peccatorum multitudinem irascatur, his objectis corporibus continuo poterimus eum propitium reddere civitati.",
        "This Oration was written at Antioch, while Alexandria was yet the Metropolis of the East, that is, before the year 381, in which Constantinople became the Metropolis: and it was a work of some years for the Egyptians to have distributed the miracle-working reliques of their Martyrs over all the world, as they had done before that year.",
        "Egypt abounded most with the reliques of Saints and Martyrs, the Egyptians keeping them embalmed upon beds even in their private houses; and Alexandria was eminent above all other cities for dispersing them, so as on that account to acquire glory with all men, and manifest herself to be the Metropolis of the world.",
        "Antioch followed the example of Egypt, in dispersing the reliques of the forty Martyrs: and the examples of Egypt and Syria were soon followed by the rest of the world.",
        "The reliques of the forty Martyrs at Antioch were distributed among the Churches before the year 373; for Athanasius who died in that year, wrote an Oration upon them.",
        "This Oration is not yet published, but Gerard Vossius saw it in MS. in the Library of Cardinal Ascanius in Italy, as he says in his commentary upon the Oration of Ephræm Syrus on the same forty Martyrs.",
        "Now since the Monks of Alexandria sent the reliques of the Martyrs of Egypt into all parts of the earth, and thereby acquired glory to their city, and declared her in these matters the Metropolis of the whole world, as we have observed out of Chrysostom; it may be concluded, that before Alexandria received the forty Martyrs from Antioch, she began to send out the reliques of her own Martyrs into all parts, setting the first example to other cities.",
        "This practice therefore began in Egypt some years before the death of Athanasius.",
        "It began when the miracle-working bones of John the Baptist were carried into Egypt, and hid in the wall of a Church, that they might be profitable to future generations.",
        "It was restrained in the reign of Julian the Apostate: and then it spred from Egypt into all the Empire, Alexandria being the Metropolis of the whole world, according to Chrysostom, for propagating this sort of devotion, and Antioch and other cities soon following her example.",
        "In propagating these superstitions, the ring-leaders were the Monks, and Antony was at the head of them: for in the end of the life of Antony, Athanasius relates that these were his dying words to his disciples who then attended him.",
        "Do you take care, said Antony, to adhere to Christ in the first place, and then to the Saints, that after death they may receive you as friends and acquaintance into the everlasting tabernacles, Think upon these things, perceive these things; and if you have any regard to me, remember me as a father.",
        "This being delivered in charge to the Monks by Antony at his death, A.C. 356, could not but inflame their whole body with devotion towards the Saints, as the ready way to be received, by them into the eternal Tabernacles after death.",
        "Hence came that noise about the miracles, done by the reliques of the Saints in the time of Constantius: hence came the dispersion of the miracle-working reliques into all the Empire; Alexandria setting the example, and being renowned, for it above all other cities.",
        "Hence it came to pass in the days of Julian, A.C. 362, that Athanasius by a prophetic spirit, as Ruffinus tells us, hid the bones of John the Baptist from the Heathens, not in the ground to be forgotten, but in the hollow wall of a Church before proper witnesses, that they might be profitable to future generations.",
        "Hence also came the invocation of the Saints for doing such miracles, and for assisting men in their devotions, and mediating with God.",
        "For Athanasius, even from his youth, looked upon the dead Saints and Martyrs as mediators of our prayers: in his Epistle to Marcellinus, written in the days of Constantine the great, he saith that the words of the Psalms are not to be transposed or any wise changed, but to be recited and sung without any artifice, as they are written, that the holy men who delivered them, knowing them to be their own words, may pray with us; or rather, that the Holy Ghost who spake in the holy men, seeing his own words with which he inspired them, may join with them in assisting us.",
        "Whilst Egypt abounded with Monks above any other country, the veneration of the Saints began sooner, and spred faster there than in other places.",
        "Palladius going into Egypt in the year 388 to visit the Monasteries, and the sepulchres of Apollonius and other Martyrs of Thebais who had suffered under Maximinus, saith of them: Iis omnibus Christiani fecerunt ædem unam, ubi nunc multæ virtutes peraguntur.",
        "Tanta autem fuit viri gratia, ut de iis quæ esset precatus statim exaudiretur, eum sic honorante servatore: quem etiam nos in martyrio precati vidimus, cum iis qui cum ipso fuerunt martyrio affecti; & Deum adorantes, eorum corpora salutavimus.",
        "Eunapius also, a heathen, yet a competent witness of what was done in his own times, relating how the soldiers delivered the temples of Egypt into the hands of the Monks, which was done in the year 389, rails thus in an impious manner at the Martyrs, as succeeding in the room of the old Gods of Egypt.",
        "Illi ipsi, milites, Monachos Canobi quoque collocârunt, ut pro Diis qui animo cernuntur, servos & quidem flagitiosos divinis honoribus percolerent, hominum mentibus ad cultum ceremoniasque obligatis.",
        "Ii namque condita & salita eorum capita, qui ob scelerum multitudinem à judicibus extremo judicio fuerant affecti, pro Divis ostentabant; iis genua submittebant, eos in Deorum numerum receptabant, ad illorum sepulchra pulvere sordibusque conspurcati.",
        "Martyres igitur vocabantur, & ministri quidem & legati arbitrique precum apud Deos; cum fuerint servilia infida & flagris pessimè subacta, quæ cicatrices scelerum ac nequitiæ vestigia corporibus circumferunt; ejusmodi tamen Deos fert tellus.",
        "By these instances we may understand the invocation of Saints was now of some standing in Egypt, and that it was already generally received and practised there by the common people.",
        "Thus Basil a Monk, who was made Bishop of Cæsarea in the year 369, and died in the year 378, in his Oration on the Martyr Mamas, saith: Be ye mindful of the Martyr; as many of you as have enjoyed him in your dreams, as many as in this place have been assisted by him in prayer, as many of you as upon invoking him by name have had him present in your works, as many as he has reduced into the way from wandering, as many as he has restored to health, as, many as have had their dead children restored by him to life, as many as have had their lives prolonged by him: and a little after, he thus expresses the universality of this superstition in the regions of Cappadocia and Bithynia: At the memory of the Martyr, saith he, the whole region is moved; at his festival the whole city is transported with joy.",
        "Nor do the kindred of the rich turn aside to the sepulchres of their ancestors, but all go to the place of devotion.",
        "Again, in the end of the Homily he prays, that God would preserve the Church, thus fortified with the great towers of the Martyrs: and in his Oration on the forty Martyrs; These are they, saith he, who obtaining our country, like certain towers afford us safety against our enemies.",
        "Neither are they shut up in one place only, but being distributed are sent into many regions, and adorn many countries.--You have often endeavoured, you have often laboured to find one who might pray for you: here are forty, emitting one voice of prayer.--He that is in affliction flies to these, he that rejoices has recourse to these: the first, that he may be freed from evil, the last that he may continue in happiness.",
        "Here a woman praying for her children is heard; she obtains a safe return for her husband from abroad, and health for him in his sickness.--O ye common keepers of mankind, the best companions of our cares, suffragans and coadjutors of our prayers, most powerful embassadors to God, &c.",
        "By all which it is manifest, that before the year 378, the Orations and Sermons upon the Saints went much beyond the bounds of mere oratorical flourishes, and that the common people in the East were already generally corrupted by the Monks with Saint-worship.",
        "Gregory Nazianzen a Monk, in his sixth Oration written A.C. 373, when he was newly made Bishop of Sasima, saith: Let us purify ourselves to the Martyrs, or rather to the God of the Martyrs: and a little after he calls the Martyrs mediators of obtaining an ascension or divinity.",
        "The same year, in the end of his Oration upon Athanasius then newly dead, he thus invokes him: Do thou look down upon us propitiously, and govern this people, as perfect adorers of the perfect Trinity, which in the Father, Son, and Holy Ghost, is contemplated and worshiped: if there shall be peace, preserve me, and feed my flock with me; but if war, bring me home, place me by thyself, and by those that are like thee; however great my request.",
        "And in the end of the funeral Oration upon Basil, written A.C. 378, he thus addresses him: But thou, O divine and sacred Head, look down upon us from heaven; and by thy prayers either take away that thorn of the flesh which is given us by God for exercise, or obtain that we may bear it with courage, and direct all our life to that which is most fitting for us.",
        "When we depart this life, receive us there in your Tabernacles, that living together and beholding the holy and blessed Trinity more purely and perfectly, whereof we have now but an imperfect view, we may there come to the end of our desires, and receive this reward of the wars which we have waged or suffered: and in his Oration upon Cyprian, not the Bishop of Carthage, but a Greek, he invokes him after the same manner; and tells us also how a pious Virgin named Justina, was protected by invoking the Virgin Mary, and how miracles were done by the ashes of Cyprian.",
        "Gregory Nyssen, another eminent Monk and Bishop, in the life of Ephræm Syrus, tells how a certain man returning from a far country, was in great danger, by reason all the ways were intercepted by the armies of barbarous nations; but upon invoking Ephræm by name, and saying, Holy Ephræm assist me, he escaped the danger, neglected the fear of death, and beyond his hope got safe home.",
        "In the end of this Oration Gregory calls upon Ephræm after the following manner: But thou, O Ephræm, assisting now at the divine altar, and sacrificing to the Prince of life, and to the most holy Trinity, together with the Angels; remember us all, and obtain for us pardon of our sins, that we may enjoy the eternal happiness of the kingdom of heaven.",
        "The same Gregory, in his Oration on the Martyr Theodorus written A.C. 381, thus describes the power of that Martyr, and the practice of the people.",
        "This Martyr, saith he, the last year quieted the barbarous tempest, and put a stop to the horrid war of the fierce and cruel Scythians.--If any one is permitted to carry away the dust with which the tomb is covered, wherein the body of the Martyr rests; the dust is accepted as a gift, and gathered to be laid up as a thing of great price.",
        "For to touch the reliques themselves, if any such prosperous fortune shall at any time happen; how great a favour that is, and not to be obtained without the most earnest prayers, they know well who have obtained it.",
        "For as a living and florid body, they who behold it embrace it, applying to it the eyes, mouth, ears, and all the organs of sense; and then with affection pouring tears upon the Martyr, as if he was whole and appeared to them: they offer prayers with supplication, that he would intercede for them as an advocate, praying to him as an Officer attending upon God, and invoking him as receiving gifts whenever he will.",
        "At length Gregory concludes the Oration with this prayer: O Theodorus, we want many blessings; intercede and beseech for thy country before the common King and Lord: for the country of the Martyr is the place of his passion, and they are his citizens, brethren and kindred, who have him, defend, adorn and honour him.",
        "We fear afflictions, we expect dangers: the wicked Scythians are not far off, ready to make war against us.",
        "As a soldier fight for us, as a Martyr use liberty of speech for thy fellow-servants.",
        "Pray for peace, that these publick meetings may not cease, that the furious and wicked barbarian may not rage against the temples and altars, that the profane and impious may not trample upon the holy things.",
        "We acknowledge it a benefit received from thee, that we are preserved safe and entire, we pray for freedom from danger in time to come: and if there shall be need of greater intercession and deprecation, call together the choir of thy brethren the Martyrs, and in conjunction with them all intercede for us.",
        "Let the prayers of many just ones attone for the sins of the multitudes and the people; exhort Peter, excite Paul, and also John the divine and beloved disciple, that they may be sollicitous for the Churches which they have erected, for which they have been in chains, for which they have undergone dangers and deaths; that the worship of idols may not lift up its head against us, that heresies may not spring up like thorns in the vineyard, that tares grown up may not choak the wheat, that no rock void of the fatness of true dew may be against us, and render the fruitful power of the word void of a root; but by the power of the prayers of thyself and thy companions, O admirable man and eminent among the Martyrs, the commonwealth of Christians may become a field of corn.",
        "The same Gregory Nyssen, in his sermon upon the death of Meletius Bishop of Antioch, preached at Constantinople the same year, A.C. 381, before the Bishops of all the East assembled in the second general Council, spake thus of Meletius.",
        "The Bridegroom, saith he, is not taken from us: he stands in the midst of us, tho we do not see him: he is a Priest in the most inward places, and face to face intercedes before God for us and the sins of the people.",
        "This was no oratorical flourish, but Gregory's real opinion, as may be understood by what we have cited out of him concerning Ephræm and Theodorus: and as Gregory preached this before the Council of Constantinople, you may thence know, saith  Baronius, that he professed what the whole Council, and therewith the whole Church of those parts believed, namely, that the Saints in heaven offer prayers for us before God.",
        "Ephræm Syrus, another eminent Monk, who was contemporary with Basil, and died the same year; in the end of his Encomium or Oration upon Basil then newly dead, invokes him after this manner: Intercede for me, a very miserable man; and recal me by thy intercessions, O father; thou who art strong, pray for me who am weak; thou who art diligent, for me who am negligent; thou who art chearful, for me who am heavy; thou who art wise, for me who am foolish.",
        "Thou who hast treasured up a treasure of all virtues, be a guide to me who am empty of every good work.",
        "In the beginning of his Encomium upon the forty Martyrs, written at the same time, he thus invokes them: Help me therefore, O ye Saints, with your intercession; and O ye beloved, with your holy prayers, that Christ by his grace may direct my tongue to speak, &c. and afterwards mentioning the mother of one of these forty Martyrs, he concludes the Oration with this prayer: I entreat thee, O holy, faithful, and blessed woman, pray for me to the Saints, saying; Intercede ye that triumph in Christ, for the most little and miserable Ephræm, that he may find mercy, and by the grace of Christ may be saved.",
        "Again, in his second Sermon or Oration on the praises of the holy Martyrs of Christ, he thus addresses them: We entreat you most holy Martyrs, to intercede with the Lord for us miserable sinners, beset with the filthiness of negligence, that he would infuse his divine grace into us: and afterwards, near the end of the same discourse; Now ye most holy men and glorious Martyrs of God, help me a miserable sinner with your prayers, that in that dreadful hour I may obtain mercy, when the secrets of all hearts shall be made manifest.",
        "I am to day become to you, most holy Martyrs of Christ, as it were an unprofitable and unskilful cup-bearer: for I have delivered to the sons and brothers of your faith, a cup of the excellent wine of your warfare, with the excellent table of your victory, replenished with all sorts of dainties.",
        "I have endeavoured, with the whole affection and desire of my mind, to recreate your fathers and brothers, kindred and relations, who daily frequent the table.",
        "For behold they sing, and with exultation and jubilee glorify God, who has crown'd your virtues, by setting on your most sacred heads incorruptible and celestial crowns; they with excessive joy stand about the sacred reliques of your martyrdoms, wishing for a blessing, and desiring to bear away holy medicines both for the body and the mind.",
        "As good disciples and faithful ministers of our benign Lord and Saviour, bestow therefore a blessing on them all: and on me also, tho weak and feeble, who having received strength by your merits and intercessions, have with the whole devotion of my mind, sung a hymn to your praise and glory before your holy reliques.",
        "Wherefore I beseech you stand before the throne of the divine Majesty for me Ephræm, a vile and miserable sinner, that by your prayers I may deserve to obtain salvation, and with you enjoy eternal felicity by the grace and benignity and mercy of our Lord and Saviour Jesus Christ, to whom with the Father and Holy Ghost be praise, honour and glory for ever and ever.",
        "Amen.",
        "By what has been cited out of Basil, the two Gregories and Ephræm, we may understand that Saint-worship was established among the Monks and their admirers in Egypt, Phoenicia, Syria and Cappadocia, before the year 378, this being the year in which Basil and Ephræm died.",
        "Chrysostom was not much later; he preached at Antioch almost all the time of Theodosius the great, and in his Sermons are many exhortations to this sort of superstition, as may be seen in the end of his Orations on S.",
        "Julia, on St. Pelagia, on the Martyr Ignatius, on the Egyptian Martyrs, on Fate and Providence, on the Martyrs in general, on St. Berenice and St. Prosdoce, on Juventinus and Maximus, on the name of Coemetery, &c.",
        "Thus in his Sermon on Berenice and Prosdoce: Perhaps, saith he, you are inflamed with no small love towards these Martyrs; therefore with this ardour let us fall down before their reliques, let us embrace their coffins.",
        "For the coffins of the Martyrs have great virtue, even as the bones of the Martyrs have great power.",
        "Nor let us only on the day of this festival, but also on other days apply to them, invoke them, and beseech them to be our patrons: for they have great power and efficacy, not only whilst alive, but also after death; and much more after death than before.",
        "For now they bear the marks or brands of Christ; and when they shew these marks, they can obtain all things of the King.",
        "Seeing therefore they abound with such efficacy, and have so much friendship with him; we also, when by continual attendance and perpetual visitation of them we have insinuated ourselves into their familiarity, may by their assistance obtain the mercy of God.",
        "Constantinople was free from these superstitions till Gregory Nazianzen came thither A.D. 379; but in a few years it was also inflamed with it.",
        "Ruffinus  tells us, that when the Emperor Theodosius was setting out against the tyrant Eugenius, which was in the year 394, he went about with the Priests and people to all the places of prayer; lay prostrate in haircloth before the shrines of the Martyrs and Apostles, and pray'd for assistance by the intercession of the Saints.",
        "Sozomen  adds, that when the Emperor was marched seven miles from Constantinople against Eugenius, he went into a Church which he had built to John the Baptist, and invoked the Baptist for his assistance.",
        "Chrysostom  says: He that is clothed in purple, approaches to embrace these sepulchres; and laying aside his dignity, stands supplicating the Saints to intercede for him with God: and he who goes crowned with a diadem, offers his prayers to the tent-maker and the fisher-man as his Protestors.",
        "And in  another place: The cities run together to the sepulchres of the Martyrs, and the people are inflamed with the love of them.",
        "This practice of sending reliques from place to place for working miracles, and thereby inflaming the devotion of the nations towards the dead Saints and their reliques, and setting up the religion of invoking their souls, lasted only till the middle of the reign of the Emperor Theodosius the great; for he then prohibited it by the following Edict.",
        "Humatum corpus, nemo ad alterum locum transferat; nemo Martyrem distrahat, nemo mercetur: Habeant verò in potestate, si quolibet in loco sanctorum est aliquis conditus, pro ejus veneratione, quod Martyrium vocandum sit, addant quod voluerint fabricarum.",
        "Dat. iv.",
        "Kal. Mart.",
        "Constantinopoli, Honorio nob. puero & Euodio Coss.",
        "A.C. 386.",
        "After this they filled the fields and high-ways with altars erected to Martyrs, which they pretended to discover by dreams and revelations: and this occasioned the making the fourteenth Canon of the fifth Council of Carthage, A.C. 398.",
        "Item placuit, ut altaria, quæ passim per agros aut vias, tanquam memoriæ Martyrum constituuntur, in quibus nullum corpus aut reliquiæ Martyrum conditæ probantur, ab Episcopis, qui illis locis præsunt, si fieri potest, evertantur.",
        "Si autem hoc propter tumultus populares non sinitur, plebes tamen admoneantur, ne illa loca frequentent, ut qui rectè sapiunt, nullâ ibi superstitione devincti teneantur.",
        "Et omnino nulla memoria Martyrum probabiliter acceptetur, nisi aut ibi corpus aut aliquæ certæ reliquiæ sint, aut ubi origo alicujus habitationis, vel possessionis, vel passionis fidelissima origine traditur.",
        "Nam quæ per somnia, & per inanes quasi revelationes quorumlibet hominum ubique constituuntur altaria, omnimodè reprobentur.",
        "These altars were for invoking the Saints or Martyrs buried or pretended to be buried under them.",
        "First they filled the Churches in all places with the reliques or pretended reliques of the Martyrs, for invoking them in the Churches; and then they filled the fields and high-ways with altars, for invoking them every where: and this new religion was set up by the Monks in all the Greek Empire before the expedition of the Emperor Theodosius against Eugenius, and I think before his above-mentioned Edict, A.C. 386.",
        "The same religion of worshiping Mahuzzims quickly spred into the Western Empire also: but Daniel in this Prophecy describes chiefly the things done among the nations comprehended in the body of his third Beast.",
        "Notes to Chap.",
        "XIV.",
        "Chap. xi. 38, 39  Orat. de vita Greg.",
        "Thaumaturg.",
        "T. 3. p. 574.",
        "Vide Hom. 47. in.",
        "S.",
        "Julian.",
        "Epist. 27. ad Eustochium.",
        "Edit.",
        "Frontonis Ducæi, Tom. 1.",
        "Ad. an. 381, Sect. 41.",
        "Hist.",
        "Eccl. l. 2. c. 23.",
        "L. 4. c. 24.",
        "Hom. 66. ad. populum, circa finem. & Hom. 8, 27. in Matth.",
        "Hom. 42, 43. in Gen. Hom. 1. in 1 Thess.",
        "Exposit. in Psal. 114. sub finem. * * * * * The end of the first Part. * * * * *"
      ],
      "sentence_count": 1111,
      "word_count": 35891
    }
  ],
  "statistics": {
    "total_chapters": 1,
    "total_sentences": 1111,
    "total_words": 35891,
    "average_sentences_per_chapter": 1111,
    "average_words_per_chapter": 35891
  }
}