{
  "metadata": {
    "title": "Les misérables Tome I: Fantine",
    "author": "Victor Hugo",
    "date": "",
    "source": "Project Gutenberg",
    "processing_note": "Cleaned with artifact removal and sentence splitting",
    "format_version": "1.0"
  },
  "chapters": [
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Monsieur Myriel En 1815, M.",
        "Charles-François-Bienvenu Myriel était évêque de Digne."
      ],
      "sentence_count": 2,
      "word_count": 13
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Monsieur Myriel devient monseigneur Bienvenu Le palais épiscopal de Digne était attenant à l'hôpital."
      ],
      "sentence_count": 1,
      "word_count": 16
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III À bon évêque dur évêché M. l'évêque, pour avoir converti son carrosse en aumônes, n'en faisait pas moins ses tournées.",
        "C'est un diocèse fatigant que celui de Digne.",
        "Il a fort peu de plaines, beaucoup de montagnes, presque pas de routes, on l'a vu tout à l'heure; trente-deux cures, quarante et un vicariats et deux cent quatre-vingt-cinq succursales.",
        "Visiter tout cela, c'est une affaire.",
        "M. l'évêque en venait à bout.",
        "Il allait à pied quand c'était dans le voisinage, en carriole dans la plaine, en cacolet dans la montagne.",
        "Les deux vieilles femmes l'accompagnaient.",
        "Quand le trajet était trop pénible pour elles, il allait seul.",
        "Un jour, il arriva à Senez, qui est une ancienne ville épiscopale, monté sur un âne.",
        "Sa bourse, fort à sec dans ce moment, ne lui avait pas permis d'autre équipage.",
        "Le maire de la ville vint le recevoir à la porte de l'évêché et le regardait descendre de son âne avec des yeux scandalisés.",
        "Quelques bourgeois riaient autour de lui. --Monsieur le maire, dit l'évêque, et messieurs les bourgeois, je vois ce qui vous scandalise; vous trouvez que c'est bien de l'orgueil à un pauvre prêtre de monter une monture qui a été celle de Jésus-Christ.",
        "Je l'ai fait par nécessité, je vous assure, non par vanité."
      ],
      "sentence_count": 13,
      "word_count": 215
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV Les oeuvres semblables aux paroles Sa conversation était affable et gaie.",
        "Il se mettait à la portée des deux vieilles femmes qui passaient leur vie près de lui; quand il riait, c'était le rire d'un écolier.",
        "Madame Magloire l'appelait volontiers _Votre Grandeur_.",
        "Un jour, il se leva de son fauteuil et alla à sa bibliothèque chercher un livre.",
        "Ce livre était sur un des rayons d'en haut.",
        "Comme l'évêque était d'assez petite taille, il ne put y atteindre. --Madame Magloire, dit-il, apportez-moi une chaise.",
        "Ma grandeur ne va pas jusqu'à cette planche."
      ],
      "sentence_count": 7,
      "word_count": 94
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Que monseigneur Bienvenu faisait durer trop longtemps ses soutanes La vie intérieure de M.",
        "Myriel était pleine des mêmes pensées que sa vie publique.",
        "Pour qui eût pu la voir de près, c'eût été un spectacle grave et charmant que cette pauvreté volontaire dans laquelle vivait M. l'évêque de Digne."
      ],
      "sentence_count": 3,
      "word_count": 52
    },
    {
      "number": "VI",
      "title": "Chapitre VI",
      "sentences": [
        "Chapitre VI Par qui il faisait garder sa maison La maison qu'il habitait se composait, nous l'avons dit, d'un rez-de-chaussée et d'un seul étage: trois pièces au rez-de-chaussée, trois chambres au premier, au-dessus un grenier.",
        "Derrière la maison, un jardin d'un quart d'arpent.",
        "Les deux femmes occupaient le premier.",
        "L'évêque logeait en bas.",
        "La première pièce, qui s'ouvrait sur la rue, lui servait de salle à manger, la deuxième de chambre à coucher, et la troisième d'oratoire.",
        "On ne pouvait sortir de cet oratoire sans passer par la chambre à coucher, et sortir de la chambre à coucher sans passer par la salle à manger.",
        "Dans l'oratoire, au fond, il y avait une alcôve fermée, avec un lit pour les cas d'hospitalité.",
        "M. l'évêque offrait ce lit aux curés de campagne que des affaires ou les besoins de leur paroisse amenaient à Digne."
      ],
      "sentence_count": 8,
      "word_count": 143
    },
    {
      "number": "VII",
      "title": "Chapitre VII",
      "sentences": [
        "Chapitre VII Cravatte Ici se place naturellement un fait que nous ne devons pas omettre, car il est de ceux qui font le mieux voir quel homme c'était que M. l'évêque de Digne."
      ],
      "sentence_count": 1,
      "word_count": 33
    },
    {
      "number": "VIII",
      "title": "Chapitre VIII",
      "sentences": [
        "Chapitre VIII Philosophie après boire Le sénateur dont il a été parlé plus haut était un homme entendu qui avait fait son chemin avec une rectitude inattentive à toutes ces rencontres qui font obstacle et qu'on nomme conscience, foi jurée, justice, devoir; il avait marché droit à son but et sans broncher une seule fois dans la ligne de son avancement et de son intérêt.",
        "C'était un ancien procureur, attendri par le succès, pas méchant homme du tout, rendant tous les petits services qu'il pouvait à ses fils, à ses gendres, à ses parents, même à des amis; ayant sagement pris de la vie les bons côtés, les bonnes occasions, les bonnes aubaines.",
        "Le reste lui semblait assez bête.",
        "Il était spirituel, et juste assez lettré pour se croire un disciple d'Épicure en n'étant peut-être qu'un produit de Pigault-Lebrun.",
        "Il riait volontiers, et agréablement, des choses infinies et éternelles, et des «billevesées du bonhomme évêque».",
        "Il en riait quelquefois, avec une aimable autorité, devant M.",
        "Myriel lui-même, qui écoutait. À je ne sais plus quelle cérémonie demi-officielle, le comte*** (ce sénateur) et M.",
        "Myriel durent dîner chez le préfet.",
        "Au dessert, le sénateur, un peu égayé, quoique toujours digne, s'écria: --Parbleu, monsieur l'évêque, causons.",
        "Un sénateur et un évêque se regardent difficilement sans cligner de l'oeil.",
        "Nous sommes deux augures.",
        "Je vais vous faire un aveu.",
        "J'ai ma philosophie. --Et vous avez raison, répondit l'évêque.",
        "Comme on fait sa philosophie on se couche.",
        "Vous êtes sur le lit de pourpre, monsieur le sénateur.",
        "Le sénateur, encouragé, reprit: --Soyons bons enfants. --Bons diables même, dit l'évêque. --Je vous déclare, reprit le sénateur, que le marquis d'Argens, Pyrrhon, Hobbes et M.",
        "Naigeon ne sont pas des maroufles.",
        "J'ai dans ma bibliothèque tous mes philosophes dorés sur tranche. --Comme vous-même, monsieur le comte, interrompit l'évêque."
      ],
      "sentence_count": 18,
      "word_count": 302
    },
    {
      "number": "IX",
      "title": "Chapitre IX",
      "sentences": [
        "Chapitre IX Le frère raconté par la soeur Pour donner une idée du ménage intérieur de M. l'évêque de Digne et de la façon dont ces deux saintes filles subordonnaient leurs actions, leurs pensées, même leurs instincts de femmes aisément effrayées, aux habitudes et aux intentions de l'évêque, sans qu'il eût même à prendre la peine de parler pour les exprimer, nous ne pouvons mieux faire que de transcrire ici une lettre de mademoiselle Baptistine à madame la vicomtesse de Boischevron, son amie d'enfance.",
        "Cette lettre est entre nos mains. «Digne, décembre 18.... «Ma bonne madame, pas un jour ne se passe sans que nous parlions de vous.",
        "C'est assez notre habitude, mais il y a une raison de plus."
      ],
      "sentence_count": 3,
      "word_count": 120
    },
    {
      "number": "X",
      "title": "Chapitre X",
      "sentences": [
        "Chapitre X L'évêque en présence d'une lumière inconnue À une époque un peu postérieure à la date de la lettre citée dans les pages précédentes, il fit une chose, à en croire toute la ville, plus risquée encore que sa promenade à travers les montagnes des bandits.",
        "Il y avait près de Digne, dans la campagne, un homme qui vivait solitaire."
      ],
      "sentence_count": 2,
      "word_count": 61
    },
    {
      "number": "XI",
      "title": "Chapitre XI",
      "sentences": [
        "Chapitre XI Une restriction On risquerait fort de se tromper si l'on concluait de là que monseigneur Bienvenu fût «un évêque philosophe» ou «un curé patriote».",
        "Sa rencontre, ce qu'on pourrait presque appeler sa conjonction avec le conventionnel G., lui laissa une sorte d'étonnement qui le rendit plus doux encore.",
        "Voilà tout."
      ],
      "sentence_count": 3,
      "word_count": 52
    },
    {
      "number": "XII",
      "title": "Chapitre XII",
      "sentences": [
        "Chapitre XII Solitude de monseigneur Bienvenu Il y a presque toujours autour d'un évêque une escouade de petits abbés comme autour d'un général une volée de jeunes officiers.",
        "C'est là ce que ce charmant saint François de Sales appelle quelque part «les prêtres blancs-becs».",
        "Toute carrière a ses aspirants qui font cortège aux arrivés.",
        "Pas une puissance qui n'ait son entourage; pas une fortune qui n'ait sa cour.",
        "Les chercheurs d'avenir tourbillonnent autour du présent splendide.",
        "Toute métropole a son état-major.",
        "Tout évêque un peu influent a près de lui sa patrouille de chérubins séminaristes, qui fait la ronde et maintient le bon ordre dans le palais épiscopal, et qui monte la garde autour du sourire de monseigneur.",
        "Agréer à un évêque, c'est le pied à l'étrier pour un sous-diacre.",
        "Il faut bien faire son chemin; l'apostolat ne dédaigne pas le canonicat."
      ],
      "sentence_count": 9,
      "word_count": 142
    },
    {
      "number": "XIII",
      "title": "Chapitre XIII",
      "sentences": [
        "Chapitre XIII Ce qu'il croyait Au point de vue de l'orthodoxie, nous n'avons point à sonder M. l'évêque de Digne.",
        "Devant une telle âme, nous ne nous sentons en humeur que de respect.",
        "La conscience du juste doit être crue sur parole.",
        "D'ailleurs, de certaines natures étant données, nous admettons le développement possible de toutes les beautés de la vertu humaine dans une croyance différente de la nôtre.",
        "Que pensait-il de ce dogme-ci ou de ce mystère-là?",
        "Ces secrets du for intérieur ne sont connus que de la tombe où les âmes entrent nues.",
        "Ce dont nous sommes certain, c'est que jamais les difficultés de foi ne se résolvaient pour lui en hypocrisie.",
        "Aucune pourriture n'est possible au diamant.",
        "Il croyait le plus qu'il pouvait. _Credo in Patrem_, s'écriait-il souvent.",
        "Puisant d'ailleurs dans les bonnes oeuvres cette quantité de satisfaction qui suffit à la conscience, et qui vous dit tout bas: «Tu es avec Dieu.» Ce que nous croyons devoir noter, c'est que, en dehors, pour ainsi dire, et au-delà de sa foi, l'évêque avait un excès d'amour.",
        "C'est par là, _quia multum amavit_, qu'il était jugé vulnérable par les «hommes sérieux», les «personnes graves» et les «gens raisonnables»; locutions favorites de notre triste monde où l'égoïsme reçoit le mot d'ordre du pédantisme.",
        "Qu'était-ce que cet excès d'amour?",
        "C'était une bienveillance sereine, débordant les hommes, comme nous l'avons indiqué déjà, et, dans l'occasion, s'étendant jusqu'aux choses.",
        "Il vivait sans dédain.",
        "Il était indulgent pour la création de Dieu.",
        "Tout homme, même le meilleur, a en lui une dureté irréfléchie qu'il tient en réserve pour l'animal."
      ],
      "sentence_count": 16,
      "word_count": 265
    },
    {
      "number": "XIV",
      "title": "Chapitre XIV",
      "sentences": [
        "Chapitre XIV Ce qu'il pensait Un dernier mot."
      ],
      "sentence_count": 1,
      "word_count": 8
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Le soir d'un jour de marche Dans les premiers jours du mois d'octobre 1815, une heure environ avant le coucher du soleil, un homme qui voyageait à pied entrait dans la petite ville de Digne.",
        "Les rares habitants qui se trouvaient en ce moment à leurs fenêtres ou sur le seuil de leurs maisons regardaient ce voyageur avec une sorte d'inquiétude.",
        "Il était difficile de rencontrer un passant d'un aspect plus misérable.",
        "C'était un homme de moyenne taille, trapu et robuste, dans la force de l'âge.",
        "Il pouvait avoir quarante-six ou quarante-huit ans.",
        "Une casquette à visière de cuir rabattue cachait en partie son visage, brûlé par le soleil et le hâle, et ruisselant de sueur.",
        "Sa chemise de grosse toile jaune, rattachée au col par une petite ancre d'argent, laissait voir sa poitrine velue; il avait une cravate tordue en corde, un pantalon de coutil bleu, usé et râpé, blanc à un genou, troué à l'autre, une vieille blouse grise en haillons, rapiécée à l'un des coudes d'un morceau de drap vert cousu avec de la ficelle, sur le dos un sac de soldat fort plein, bien bouclé et tout neuf, à la main un énorme bâton noueux, les pieds sans bas dans des souliers ferrés, la tête tondue et la barbe longue."
      ],
      "sentence_count": 7,
      "word_count": 216
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II La prudence conseillée à la sagesse Ce soir-là, M. l'évêque de Digne, après sa promenade en ville, était resté assez tard enfermé dans sa chambre.",
        "Il s'occupait d'un grand travail sur les _Devoirs_, lequel est malheureusement demeuré inachevé."
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III Héroïsme de l'obéissance passive La porte s'ouvrit."
      ],
      "sentence_count": 1,
      "word_count": 9
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV Détails sur les fromageries de Pontarlier Maintenant, pour donner une idée de ce qui se passa à cette table, nous ne saurions mieux faire que de transcrire ici un passage d'une lettre de mademoiselle Baptistine à madame de Boischevron, où la conversation du forçat et de l'évêque est racontée avec une minutie naïve: * * * * * «... Cet homme ne faisait aucune attention à personne.",
        "Il mangeait avec une voracité d'affamé.",
        "Cependant, après la soupe, il a dit: «--Monsieur le curé du bon Dieu, tout ceci est encore bien trop bon pour moi, mais je dois dire que les rouliers qui n'ont pas voulu me laisser manger avec eux font meilleure chère que vous. «Entre nous, l'observation m'a un peu choquée.",
        "Mon frère a répondu: «--Ils ont plus de fatigue que moi. «--Non, a repris cet homme, ils ont plus d'argent.",
        "Vous êtes pauvre.",
        "Je vois bien.",
        "Vous n'êtes peut-être pas même curé. Êtes-vous curé seulement?",
        "Ah! par exemple, si le bon Dieu était juste, vous devriez bien être curé. «--Le bon Dieu est plus que juste, a dit mon frère. «Un moment après il a ajouté: «--Monsieur Jean Valjean, c'est à Pontarlier que vous allez? «--Avec itinéraire obligé. «Je crois bien que c'est comme cela que l'homme a dit.",
        "Puis il a continué: «--Il faut que je sois en route demain à la pointe du jour.",
        "Il fait dur voyager.",
        "Si les nuits sont froides, les journées sont chaudes. «--Vous allez là, a repris mon frère, dans un bon pays. À la révolution, ma famille a été ruinée, je me suis réfugié en Franche-Comté d'abord, et j'y ai vécu quelque temps du travail de mes bras.",
        "J'avais de la bonne volonté.",
        "J'ai trouvé à m'y occuper.",
        "On n'a qu'à choisir.",
        "Il y a des papeteries, des tanneries, des distilleries, des huileries, des fabriques d'horlogerie en grand, des fabriques d'acier, des fabriques de cuivre, au moins vingt usines de fer, dont quatre à Lods, à Châtillon, à Audincourt et à Beure qui sont très considérables.... «Je crois ne pas me tromper et que ce sont bien là les noms que mon frère a cités, puis il s'est interrompu et m'a adressé la parole: «--Chère soeur, n'avons-nous pas des parents dans ce pays-là? «J'ai répondu: «--Nous en avions, entre autres M. de Lucenet qui était capitaine des portes à Pontarlier dans l'ancien régime. «--Oui, a repris mon frère, mais en on n'avait plus de parents, on n'avait que ses bras.",
        "J'ai travaillé.",
        "Ils ont dans le pays de"
      ],
      "sentence_count": 17,
      "word_count": 421
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Tranquillité Après avoir donné le bonsoir à sa soeur, monseigneur Bienvenu prit sur la table un des deux flambeaux d'argent, remit l'autre à son hôte, et lui dit: --Monsieur, je vais vous conduire à votre chambre.",
        "L'homme le suivit."
      ],
      "sentence_count": 2,
      "word_count": 41
    },
    {
      "number": "VI",
      "title": "Chapitre VI",
      "sentences": [
        "Chapitre VI Jean Valjean Vers le milieu de la nuit, Jean Valjean se réveilla.",
        "Jean Valjean était d'une pauvre famille de paysans de la Brie.",
        "Dans son enfance, il n'avait pas appris à lire.",
        "Quand il eut l'âge d'homme, il était émondeur à Faverolles.",
        "Sa mère s'appelait Jeanne Mathieu; son père s'appelait Jean Valjean, ou Vlajean, sobriquet probablement, et contraction de _Voilà Jean_."
      ],
      "sentence_count": 5,
      "word_count": 63
    },
    {
      "number": "VII",
      "title": "Chapitre VII",
      "sentences": [
        "Chapitre VII Le dedans du désespoir Essayons de le dire."
      ],
      "sentence_count": 1,
      "word_count": 10
    },
    {
      "number": "VIII",
      "title": "Chapitre VIII",
      "sentences": [
        "Chapitre VIII L'onde et l'ombre Un homme à la mer!",
        "Qu'importe! le navire ne s'arrête pas.",
        "Le vent souffle, ce sombre navire-là a une route qu'il est forcé de continuer.",
        "Il passe."
      ],
      "sentence_count": 4,
      "word_count": 32
    },
    {
      "number": "IX",
      "title": "Chapitre IX",
      "sentences": [
        "Chapitre IX Nouveaux griefs Quand vint l'heure de la sortie du bagne, quand Jean Valjean entendit à son oreille ce mot étrange: _tu es libre_! le moment fut invraisemblable et inouï, un rayon de vive lumière, un rayon de la vraie lumière des vivants pénétra subitement en lui.",
        "Mais ce rayon ne tarda point à pâlir.",
        "Jean Valjean avait été ébloui de l'idée de la liberté.",
        "Il avait cru à une vie nouvelle.",
        "Il vit bien vite ce que c'était qu'une liberté à laquelle on donne un passeport jaune.",
        "Et autour de cela bien des amertumes.",
        "Il avait calculé que sa masse, pendant son séjour au bagne, aurait dû s'élever à cent soixante et onze francs.",
        "Il est juste d'ajouter qu'il avait oublié de faire entrer dans ses calculs le repos forcé des dimanches et fêtes qui, pour dix-neuf ans, entraînait une diminution de vingt-quatre francs environ.",
        "Quoi qu'il en fût, cette masse avait été réduite, par diverses retenues locales, à la somme de cent neuf francs quinze sous, qui lui avait été comptée à sa sortie.",
        "Il n'y avait rien compris, et se croyait lésé.",
        "Disons le mot, volé."
      ],
      "sentence_count": 11,
      "word_count": 190
    },
    {
      "number": "X",
      "title": "Chapitre X",
      "sentences": [
        "Chapitre X L'homme réveillé Donc, comme deux heures du matin sonnaient à l'horloge de la cathédrale, Jean Valjean se réveilla.",
        "Ce qui le réveilla, c'est que le lit était trop bon.",
        "Il y avait vingt ans bientôt qu'il n'avait couché dans un lit, et quoiqu'il ne se fût pas déshabillé, la sensation était trop nouvelle pour ne pas troubler son sommeil.",
        "Il avait dormi plus de quatre heures.",
        "Sa fatigue était passée.",
        "Il était accoutumé à ne pas donner beaucoup d'heures au repos.",
        "Il ouvrit les yeux et regarda un moment dans l'obscurité autour de lui, puis il les referma pour se rendormir."
      ],
      "sentence_count": 7,
      "word_count": 103
    },
    {
      "number": "XI",
      "title": "Chapitre XI",
      "sentences": [
        "Chapitre XI Ce qu'il fait Jean Valjean écouta.",
        "Aucun bruit.",
        "Il poussa la porte."
      ],
      "sentence_count": 3,
      "word_count": 14
    },
    {
      "number": "XII",
      "title": "Chapitre XII",
      "sentences": [
        "Chapitre XII L'évêque travaille Le lendemain, au soleil levant, monseigneur Bienvenu se promenait dans son jardin.",
        "Madame Magloire accourut vers lui toute bouleversée. --Monseigneur, monseigneur, cria-t-elle, votre grandeur sait-elle où est le panier d'argenterie? --Oui, dit l'évêque. --Jésus-Dieu soit béni! reprit-elle.",
        "Je ne savais ce qu'il était devenu.",
        "L'évêque venait de ramasser le panier dans une plate-bande.",
        "Il le présenta à madame Magloire. --Le voilà. --Eh bien? dit-elle.",
        "Rien dedans! et l'argenterie? --Ah! repartit l'évêque.",
        "C'est donc l'argenterie qui vous occupe?",
        "Je ne sais où elle est. --Grand bon Dieu! elle est volée!",
        "C'est l'homme d'hier soir qui l'a volée!"
      ],
      "sentence_count": 9,
      "word_count": 100
    },
    {
      "number": "XIII",
      "title": "Chapitre XIII",
      "sentences": [
        "Chapitre XIII Petit-Gervais Jean Valjean sortit de la ville comme s'il s'échappait.",
        "Il se mit à marcher en toute hâte dans les champs, prenant les chemins et les sentiers qui se présentaient sans s'apercevoir qu'il revenait à chaque instant sur ses pas.",
        "Il erra ainsi toute la matinée, n'ayant pas mangé et n'ayant pas faim.",
        "Il était en proie à une foule de sensations nouvelles.",
        "Il se sentait une sorte de colère; il ne savait contre qui.",
        "Il n'eût pu dire s'il était touché ou humilié.",
        "Il lui venait par moments un attendrissement étrange qu'il combattait et auquel il opposait l'endurcissement de ses vingt dernières années.",
        "Cet état le fatiguait."
      ],
      "sentence_count": 8,
      "word_count": 110
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I L'année est l'année que Louis XVIII, avec un certain aplomb royal qui ne manquait pas de fierté, qualifiait la vingt-deuxième de son règne.",
        "C'est l'année où M.",
        "Bruguière de Sorsum était célèbre.",
        "Toutes les boutiques des perruquiers, espérant la poudre et le retour de l'oiseau royal, étaient badigeonnées d'azur et fleurdelysées.",
        "C'était le temps candide où le comte Lynch siégeait tous les dimanches comme marguillier au banc d'oeuvre de Saint-Germain-des-Prés en habit de pair de France, avec son cordon rouge et son long nez, et cette majesté de profil particulière à un homme qui a fait une action d'éclat.",
        "L'action d'éclat commise par M.",
        "Lynch était ceci: avoir, étant maire de Bordeaux, le mars 1814, donné la ville un peu trop tôt à M. le duc d'Angoulême.",
        "De là sa pairie.",
        "En 1817, la mode engloutissait les petits garçons de quatre à six ans sous de vastes casquettes en cuir maroquiné à oreillons assez ressemblantes à des mitres d'esquimaux.",
        "L'armée française était vêtue de blanc, à l'autrichienne; les régiments s'appelaient légions; au lieu de chiffres ils portaient les noms des départements.",
        "Napoléon était à Sainte-Hélène, et, comme l'Angleterre lui refusait du drap vert, il faisait retourner ses vieux habits.",
        "En 1817, Pellegrini chantait, mademoiselle Bigottini dansait; Potier régnait; Odry n'existait pas encore.",
        "Madame Saqui succédait à Forioso.",
        "Il y avait encore des Prussiens en France.",
        "Delalot était un personnage.",
        "La légitimité venait de s'affirmer en coupant le poing, puis la tête, à Pleignier, à Carbonneau et à Tolleron."
      ],
      "sentence_count": 16,
      "word_count": 250
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Double quatuor Ces Parisiens étaient l'un de Toulouse, l'autre de Limoges, le troisième de Cahors et le quatrième de Montauban; mais ils étaient étudiants, et qui dit étudiant dit parisien; étudier à Paris, c'est naître à Paris."
      ],
      "sentence_count": 1,
      "word_count": 39
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III Quatre à quatre Ce qu'était une partie de campagne d'étudiants et de grisettes, il y a quarante-cinq ans, on se le représente malaisément aujourd'hui.",
        "Paris n'a plus les mêmes environs; la figure de ce qu'on pourrait appeler la vie circumparisienne a complètement changé depuis un demi-siècle; où il y avait le coucou, il y a le wagon; où il y avait la patache, il y a le bateau à vapeur; on dit aujourd'hui Fécamp comme on disait Saint-Cloud.",
        "Le Paris de est une ville qui a la France pour banlieue."
      ],
      "sentence_count": 3,
      "word_count": 92
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV Tholomyès est si joyeux qu'il chante une chanson espagnole Cette journée-là était d'un bout à l'autre faite d'aurore.",
        "Toute la nature semblait avoir congé, et rire.",
        "Les parterres de Saint-Cloud embaumaient; le souffle de la Seine remuait vaguement les feuilles; les branches gesticulaient dans le vent; les abeilles mettaient les jasmins au pillage; toute une bohème de papillons s'ébattait dans les achillées, les trèfles et les folles avoines; il y avait dans l'auguste parc du roi de France un tas de vagabonds, les oiseaux."
      ],
      "sentence_count": 3,
      "word_count": 86
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Chez Bombarda Les montagnes russes épuisées, on avait songé au dîner; et le radieux huitain, enfin un peu las, s'était échoué au cabaret Bombarda, succursale qu'avait établie aux Champs-Élysées ce fameux restaurateur Bombarda, dont on voyait alors l'enseigne rue de Rivoli à côté du passage Delorme."
      ],
      "sentence_count": 1,
      "word_count": 48
    },
    {
      "number": "VI",
      "title": "Chapitre VI",
      "sentences": [
        "Chapitre VI Chapitre où l'on s'adore Propos de table et propos d'amour; les uns sont aussi insaisissables que les autres; les propos d'amour sont des nuées, les propos de table sont des fumées."
      ],
      "sentence_count": 1,
      "word_count": 33
    },
    {
      "number": "VII",
      "title": "Chapitre VII",
      "sentences": [
        "Chapitre VII Sagesse de Tholomyès Cependant, tandis que quelques-uns chantaient, les autres causaient tumultueusement, et tous ensemble; ce n'était plus que du bruit.",
        "Tholomyès intervint: --Ne parlons point au hasard ni trop vite, s'écria-t-il.",
        "Méditons si nous voulons être éblouissants.",
        "Trop d'improvisation vide bêtement l'esprit.",
        "Bière qui coule n'amasse point de mousse.",
        "Messieurs, pas de hâte.",
        "Mêlons la majesté à la ripaille; mangeons avec recueillement; festinons lentement.",
        "Ne nous pressons pas.",
        "Voyez le printemps; s'il se dépêche, il est flambé, c'est-à-dire gelé.",
        "L'excès de zèle perd les pêchers et les abricotiers.",
        "L'excès de zèle tue la grâce et la joie des bons dîners.",
        "Pas de zèle, messieurs!",
        "Grimod de la Reynière est de l'avis de Talleyrand.",
        "Une sourde rébellion gronda dans le groupe. --Tholomyès, laisse-nous tranquilles, dit Blachevelle. --À bas le tyran! dit Fameuil. --Bombarda, Bombance et Bamboche! cria Listolier. --Le dimanche existe, reprit Fameuil. --Nous sommes sobres, ajouta Listolier. --Tholomyès, fit Blachevelle, contemple mon calme. --Tu en es le marquis, répondit Tholomyès.",
        "Ce médiocre jeu de mots fit l'effet d'une pierre dans une mare.",
        "Le marquis de Montcalm était un royaliste alors célèbre.",
        "Toutes les grenouilles se turent. --Amis, s'écria Tholomyès, de l'accent d'un homme qui ressaisit l'empire, remettez-vous.",
        "Il ne faut pas que trop de stupeur accueille ce calembour tombé du ciel.",
        "Tout ce qui tombe de la sorte n'est pas nécessairement digne d'enthousiasme et de respect.",
        "Le calembour est la fiente de l'esprit qui vole.",
        "Le lazzi tombe n'importe où; et l'esprit, après la ponte d'une bêtise, s'enfonce dans l'azur.",
        "Une tache blanchâtre qui s'aplatit sur le rocher n'empêche pas le condor de planer.",
        "Loin de moi l'insulte au calembour!",
        "Je l'honore dans la proportion de ses mérites; rien de plus.",
        "Tout ce qu'il y a de plus auguste, de plus sublime et de plus charmant dans l'humanité, et peut-être hors de l'humanité, a fait des jeux de mots.",
        "Jésus-Christ a fait un calembour sur saint Pierre, Moïse sur Isaac, Eschyle sur Polynice, Cléopâtre sur Octave.",
        "Et notez que ce calembour de Cléopâtre a précédé la bataille d'Actium, et que, sans lui, personne ne se souviendrait de la ville de Toryne, nom grec qui signifie cuiller à pot.",
        "Cela concédé, je reviens à mon exhortation.",
        "Mes frères, je le répète, pas de zèle, pas de tohu-bohu, pas d'excès, même en pointes, gaîtés, liesses et jeux de mots. Écoutez-moi, j'ai la prudence d'Amphiaraüs et la calvitie de César.",
        "Il faut une limite, même aux rébus. _Est modus in rebus_.",
        "Il faut une limite, même aux dîners.",
        "Vous aimez les chaussons aux pommes, mesdames, n'en abusez pas.",
        "Il faut, même en chaussons, du bon sens et de l'art.",
        "La gloutonnerie châtie le glouton.",
        "Gula punit Gulax."
      ],
      "sentence_count": 35,
      "word_count": 447
    },
    {
      "number": "VIII",
      "title": "Chapitre VIII",
      "sentences": [
        "Chapitre VIII Mort d'un cheval --On dîne mieux chez Edon que chez Bombarda, s'écria Zéphine. --Je préfère Bombarda à Edon, déclara Blachevelle.",
        "Il a plus de luxe.",
        "C'est plus asiatique.",
        "Voyez la salle d'en bas.",
        "Il y a des glaces sur les murs. --J'en aime mieux dans mon assiette, dit Favourite.",
        "Blachevelle insista: --Regardez les couteaux.",
        "Les manches sont en argent chez Bombarda, et en os chez Edon.",
        "Or, l'argent est plus précieux que l'os. --Excepté pour ceux qui ont un menton d'argent, observa Tholomyès."
      ],
      "sentence_count": 8,
      "word_count": 85
    },
    {
      "number": "IX",
      "title": "Chapitre IX",
      "sentences": [
        "Chapitre IX Fin joyeuse de la joie Les jeunes filles, restées seules, s'accoudèrent deux à deux sur l'appui des fenêtres, jasant, penchant leur tête et se parlant d'une croisée à l'autre."
      ],
      "sentence_count": 1,
      "word_count": 31
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Une mère qui en rencontre une autre Il y avait, dans le premier quart de ce siècle, à Montfermeil, près de Paris, une façon de gargote qui n'existe plus aujourd'hui.",
        "Cette gargote était tenue par des gens appelés Thénardier, mari et femme.",
        "Elle était située dans la ruelle du Boulanger.",
        "On voyait au-dessus de la porte une planche clouée à plat sur le mur.",
        "Sur cette planche était peint quelque chose qui ressemblait à un homme portant sur son dos un autre homme, lequel avait de grosses épaulettes de général dorées avec de larges étoiles argentées; des taches rouges figuraient du sang; le reste du tableau était de la fumée et représentait probablement une bataille.",
        "Au bas on lisait cette inscription: _Au Sergent de Waterloo._"
      ],
      "sentence_count": 6,
      "word_count": 127
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Première esquisse de deux figures louches La souris prise était bien chétive; mais le chat se réjouit même d'une souris maigre.",
        "Qu'était-ce que les Thénardier?",
        "Disons-en un mot dès à présent.",
        "Nous compléterons le croquis plus tard."
      ],
      "sentence_count": 4,
      "word_count": 39
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III L'Alouette Il ne suffit pas d'être méchant pour prospérer.",
        "La gargote allait mal."
      ],
      "sentence_count": 2,
      "word_count": 15
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Histoire d'un progrès dans les verroteries noires Cette mère cependant qui, au dire des gens de Montfermeil, semblait avoir abandonné son enfant, que devenait-elle? où était-elle? que faisait-elle?",
        "Après avoir laissé sa petite Cosette aux Thénardier, elle avait continué son chemin et était arrivée à Montreuil-sur-mer.",
        "C'était, on se le rappelle, en 1818.",
        "Fantine avait quitté sa province depuis une dizaine d'années.",
        "Montreuil-sur-mer avait changé d'aspect.",
        "Tandis que Fantine descendait lentement de misère en misère, sa ville natale avait prospéré."
      ],
      "sentence_count": 6,
      "word_count": 82
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II M.",
        "Madeleine"
      ],
      "sentence_count": 2,
      "word_count": 4
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III Sommes déposées chez Laffitte Du reste, il était demeuré aussi simple que le premier jour.",
        "Il avait les cheveux gris, l'oeil sérieux, le teint hâlé d'un ouvrier, le visage pensif d'un philosophe.",
        "Il portait habituellement un chapeau à bords larges et une longue redingote de gros drap, boutonnée jusqu'au menton."
      ],
      "sentence_count": 3,
      "word_count": 52
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV M.",
        "Madeleine en deuil Au commencement de 1821, les journaux annoncèrent la mort de M.",
        "Myriel, évêque de Digne, «surnommé _monseigneur Bienvenu_», et trépassé en odeur de sainteté à l'âge de quatre-vingt-deux ans."
      ],
      "sentence_count": 3,
      "word_count": 35
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Vagues éclairs à l'horizon Peu à peu, et avec le temps, toutes les oppositions étaient tombées.",
        "Il y avait eu d'abord contre M.",
        "Madeleine, sorte de loi que subissent toujours ceux qui s'élèvent, des noirceurs et des calomnies, puis ce ne fut plus que des méchancetés, puis ce ne fut que des malices, puis cela s'évanouit tout à fait; le respect devint complet, unanime, cordial, et il arriva un moment, vers 1821, où ce mot: monsieur le maire, fut prononcé à Montreuil-sur-mer presque du même accent que ce mot: monseigneur l'évêque, était prononcé à Digne en 1815.",
        "On venait de dix lieues à la ronde consulter M.",
        "Madeleine.",
        "Il terminait les différends, il empêchait les procès, il réconciliait les ennemis.",
        "Chacun le prenait pour juge de son bon droit.",
        "Il semblait qu'il eût pour âme le livre de la loi naturelle.",
        "Ce fut comme une contagion de vénération qui, en six ou sept ans et de proche en proche, gagna tout le pays."
      ],
      "sentence_count": 9,
      "word_count": 165
    },
    {
      "number": "VI",
      "title": "Chapitre VI",
      "sentences": [
        "Chapitre VI Le père Fauchelevent M.",
        "Madeleine passait un matin dans une ruelle non pavée de Montreuil-sur-mer.",
        "Il entendit du bruit et vit un groupe à quelque distance.",
        "Il y alla.",
        "Un vieux homme, nommé le père Fauchelevent, venait de tomber sous sa charrette dont le cheval s'était abattu.",
        "Ce Fauchelevent était un des rares ennemis qu'eût encore M.",
        "Madeleine à cette époque.",
        "Lorsque Madeleine était arrivé dans le pays, Fauchelevent, ancien tabellion et paysan presque lettré, avait un commerce qui commençait à aller mal. Fauchelevent avait vu ce simple ouvrier qui s'enrichissait, tandis que lui, maître, se ruinait.",
        "Cela l'avait rempli de jalousie, et il avait fait ce qu'il avait pu en toute occasion pour nuire à Madeleine.",
        "Puis la faillite était venue, et, vieux, n'ayant plus à lui qu'une charrette et un cheval, sans famille et sans enfants du reste, pour vivre il s'était fait charretier.",
        "Le cheval avait les deux cuisses cassées et ne pouvait se relever.",
        "Le vieillard était engagé entre les roues.",
        "La chute avait été tellement malheureuse que toute la voiture pesait sur sa poitrine.",
        "La charrette était assez lourdement chargée.",
        "Le père Fauchelevent poussait des râles lamentables.",
        "On avait essayé de le tirer, mais en vain.",
        "Un effort désordonné, une aide maladroite, une secousse à faux pouvaient l'achever.",
        "Il était impossible de le dégager autrement qu'en soulevant la voiture par-dessous.",
        "Javert, qui était survenu au moment de l'accident, avait envoyé chercher un cric.",
        "Madeleine arriva.",
        "On s'écarta avec respect. --À l'aide! criait le vieux Fauchelevent.",
        "Qui est-ce qui est bon enfant pour sauver le vieux?",
        "Madeleine se tourna vers les assistants: --A-t-on un cric? --On en est allé quérir un, répondit un paysan. --Dans combien de temps l'aura-t-on? --On est allé au plus près, au lieu Flachot, où il y a un maréchal; mais c'est égal, il faudra bien un bon quart d'heure. --Un quart d'heure! s'écria Madeleine."
      ],
      "sentence_count": 23,
      "word_count": 315
    },
    {
      "number": "VII",
      "title": "Chapitre VII",
      "sentences": [
        "Chapitre VII Fauchelevent devient jardinier à Paris Fauchelevent s'était démis la rotule dans sa chute.",
        "Le père Madeleine le fit transporter dans une infirmerie qu'il avait établie pour ses ouvriers dans le bâtiment même de sa fabrique et qui était desservie par deux soeurs de charité.",
        "Le lendemain matin, le vieillard trouva un billet de mille francs sur sa table de nuit, avec ce mot de la main du père Madeleine: _Je vous achète votre charrette et votre cheval_.",
        "La charrette était brisée et le cheval était mort.",
        "Fauchelevent guérit, mais son genou resta ankylosé.",
        "Madeleine, par les recommandations des soeurs et de son curé, fit placer le bonhomme comme jardinier dans un couvent de femmes du quartier Saint-Antoine à Paris.",
        "Quelque temps après, M.",
        "Madeleine fut nommé maire.",
        "La première fois que Javert vit M.",
        "Madeleine revêtu de l'écharpe qui lui donnait toute autorité sur la ville, il éprouva cette sorte de frémissement qu'éprouverait un dogue qui flairerait un loup sous les habits de son maître. À partir de ce moment, il l'évita le plus qu'il put.",
        "Quand les besoins du service l'exigeaient impérieusement et qu'il ne pouvait faire autrement que de se trouver avec M. le maire, il lui parlait avec un respect profond."
      ],
      "sentence_count": 11,
      "word_count": 206
    },
    {
      "number": "VIII",
      "title": "Chapitre VIII",
      "sentences": [
        "Chapitre VIII Madame Victurnien dépense trente-cinq francs pour la morale Quand Fantine vit qu'elle vivait, elle eut un moment de joie.",
        "Vivre honnêtement de son travail, quelle grâce du ciel!",
        "Le goût du travail lui revint vraiment.",
        "Elle acheta un miroir, se réjouit d'y regarder sa jeunesse, ses beaux cheveux et ses belles dents, oublia beaucoup de choses, ne songea plus qu'à sa Cosette et à l'avenir possible, et fut presque heureuse.",
        "Elle loua une petite chambre et la meubla à crédit sur son travail futur; reste de ses habitudes de désordre.",
        "Ne pouvant pas dire qu'elle était mariée, elle s'était bien gardée, comme nous l'avons déjà fait entrevoir, de parler de sa petite fille.",
        "En ces commencements, on l'a vu, elle payait exactement les Thénardier."
      ],
      "sentence_count": 7,
      "word_count": 126
    },
    {
      "number": "IX",
      "title": "Chapitre IX",
      "sentences": [
        "Chapitre IX Succès de Madame Victurnien La veuve du moine fut donc bonne à quelque chose.",
        "Du reste, M.",
        "Madeleine n'avait rien su de tout cela.",
        "Ce sont là de ces combinaisons d'événements dont la vie est pleine.",
        "Madeleine avait pour habitude de n'entrer presque jamais dans l'atelier des femmes.",
        "Il avait mis à la tête de cet atelier une vieille fille, que le curé lui avait donnée, et il avait toute confiance dans cette surveillante, personne vraiment respectable, ferme, équitable, intègre, remplie de la charité qui consiste à donner, mais n'ayant pas au même degré la charité qui consiste à comprendre et à pardonner.",
        "Madeleine se remettait de tout sur elle.",
        "Les meilleurs hommes sont souvent forcés de déléguer leur autorité.",
        "C'est dans cette pleine puissance et avec la conviction qu'elle faisait bien, que la surveillante avait instruit le procès, jugé, condamné et exécuté Fantine.",
        "Quant aux cinquante francs, elle les avait donnés sur une somme que M."
      ],
      "sentence_count": 10,
      "word_count": 159
    },
    {
      "number": "X",
      "title": "Chapitre X",
      "sentences": [
        "Chapitre X Suite du succès Elle avait été congédiée vers la fin de l'hiver; l'été se passa, mais l'hiver revint.",
        "Jours courts, moins de travail.",
        "L'hiver, point de chaleur, point de lumière, point de midi, le soir touche au matin, brouillard, crépuscule, la fenêtre est grise, on n'y voit pas clair.",
        "Le ciel est un soupirail.",
        "Toute la journée est une cave.",
        "Le soleil a l'air d'un pauvre.",
        "L'affreuse saison!",
        "L'hiver change en pierre l'eau du ciel et le coeur de l'homme.",
        "Ses créanciers la harcelaient.",
        "Fantine gagnait trop peu.",
        "Ses dettes avaient grossi.",
        "Les Thénardier, mal payés, lui écrivaient à chaque instant des lettres dont le contenu la désolait et dont le port la ruinait.",
        "Un jour ils lui écrivirent que sa petite Cosette était toute nue par le froid qu'il faisait, qu'elle avait besoin d'une jupe de laine, et qu'il fallait au moins que la mère envoyât dix francs pour cela.",
        "Elle reçut la lettre, et la froissa dans ses mains tout le jour.",
        "Le soir elle entra chez un barbier qui habitait le coin de la rue, et défit son peigne.",
        "Ses admirables cheveux blonds lui tombèrent jusqu'aux reins. --Les beaux cheveux! s'écria le barbier. --Combien m'en donneriez-vous? dit-elle. --Dix francs. --Coupez-les.",
        "Elle acheta une jupe de tricot et l'envoya aux Thénardier.",
        "Cette jupe fit les Thénardier furieux.",
        "C'était de l'argent qu'ils voulaient.",
        "Ils donnèrent la jupe à Eponine.",
        "La pauvre Alouette continua de frissonner.",
        "Fantine pensa: «Mon enfant n'a plus froid.",
        "Je l'ai habillée de mes cheveux.» Elle mettait de petits bonnets ronds qui cachaient sa tête tondue et avec lesquels elle était encore jolie.",
        "Un travail ténébreux se faisait dans le coeur de Fantine.",
        "Quand elle vit qu'elle ne pouvait plus se coiffer, elle commença à tout prendre en haine autour d'elle.",
        "Elle avait longtemps partagé la vénération de tous pour le père Madeleine; cependant, à force de se répéter que c'était lui qui l'avait chassée, et qu'il était la cause de son malheur, elle en vint à le haïr lui aussi, lui surtout.",
        "Quand elle passait devant la fabrique aux heures où les ouvriers sont sur la porte, elle affectait de rire et de chanter."
      ],
      "sentence_count": 27,
      "word_count": 361
    },
    {
      "number": "XI",
      "title": "Chapitre XI",
      "sentences": [
        "Chapitre XI _Christus nos liberavit_ Qu'est-ce que c'est que cette histoire de Fantine?",
        "C'est la société achetant une esclave. À qui? À la misère. À la faim, au froid, à l'isolement, à l'abandon, au dénûment.",
        "Marché douloureux.",
        "Une âme pour un morceau de pain.",
        "La misère offre, la société accepte."
      ],
      "sentence_count": 5,
      "word_count": 50
    },
    {
      "number": "XII",
      "title": "Chapitre XII",
      "sentences": [
        "Chapitre XII Le désoeuvrement de M.",
        "Bamatabois"
      ],
      "sentence_count": 2,
      "word_count": 7
    },
    {
      "number": "XIII",
      "title": "Chapitre XIII",
      "sentences": [
        "Chapitre XIII Solution de quelques questions de police municipale Javert écarta les assistants, rompit le cercle et se mit à marcher à grands pas vers le bureau de police qui est à l'extrémité de la place, traînant après lui la misérable.",
        "Elle se laissait faire machinalement.",
        "Ni lui ni elle ne disaient un mot.",
        "La nuée des spectateurs, au paroxysme de la joie, suivait avec des quolibets.",
        "La suprême misère, occasion d'obscénités.",
        "Arrivé au bureau de police qui était une salle basse chauffée par un poêle et gardée par un poste, avec une porte vitrée et grillée sur la rue, Javert ouvrit la porte, entra avec Fantine, et referma la porte derrière lui, au grand désappointement des curieux qui se haussèrent sur la pointe du pied et allongèrent le cou devant la vitre trouble du corps de garde, cherchant à voir.",
        "La curiosité est une gourmandise.",
        "Voir, c'est dévorer.",
        "En entrant, la Fantine alla tomber dans un coin, immobile et muette, accroupie comme une chienne qui a peur.",
        "Le sergent du poste apporta une chandelle allumée sur une table.",
        "Javert s'assit, tira de sa poche une feuille de papier timbré et se mit à écrire."
      ],
      "sentence_count": 11,
      "word_count": 195
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Commencement du repos M.",
        "Madeleine fit transporter la Fantine à cette infirmerie qu'il avait dans sa propre maison.",
        "Il la confia aux soeurs qui la mirent au lit.",
        "Une fièvre ardente était survenue.",
        "Elle passa une partie de la nuit à délirer et à parler haut.",
        "Cependant elle finit par s'endormir."
      ],
      "sentence_count": 6,
      "word_count": 53
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Comment Jean peut devenir Champ Un matin, M.",
        "Madeleine était dans son cabinet, occupé à régler d'avance quelques affaires pressantes de la mairie pour le cas où il se déciderait à ce voyage de Montfermeil, lorsqu'on vint lui dire que l'inspecteur de police Javert demandait à lui parler.",
        "En entendant prononcer ce nom, M.",
        "Madeleine ne put se défendre d'une impression désagréable.",
        "Depuis l'aventure du bureau de police, Javert l'avait plus que jamais évité, et M.",
        "Madeleine ne l'avait point revu. --Faites entrer, dit-il.",
        "Javert entra.",
        "Madeleine était resté assis près de la cheminée, une plume à la main, l'oeil sur un dossier qu'il feuilletait et qu'il annotait, et qui contenait des procès-verbaux de contraventions à la police de la voirie.",
        "Il ne se dérangea point pour Javert.",
        "Il ne pouvait s'empêcher de songer à la pauvre Fantine, et il lui convenait d'être glacial. Javert salua respectueusement M. le maire qui lui tournait le dos.",
        "M. le maire ne le regarda pas et continua d'annoter son dossier."
      ],
      "sentence_count": 11,
      "word_count": 169
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I La soeur Simplice Les incidents qu'on va lire n'ont pas tous été connus à Montreuil-sur-mer, mais le peu qui en a percé a laissé dans cette ville un tel souvenir, que ce serait une grave lacune dans ce livre si nous ne les racontions dans leurs moindres détails."
      ],
      "sentence_count": 1,
      "word_count": 50
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Perspicacité de maître Scaufflaire De la mairie il se rendit au bout de la ville chez un Flamand, maître Scaufflaër, francisé Scaufflaire, qui louait des chevaux et des «cabriolets à volonté»."
      ],
      "sentence_count": 1,
      "word_count": 33
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III Une tempête sous un crâne Le lecteur a sans doute deviné que M.",
        "Madeleine n'est autre que Jean Valjean."
      ],
      "sentence_count": 2,
      "word_count": 21
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV Formes que prend la souffrance pendant le sommeil Trois heures du matin venaient de sonner, et il y avait cinq heures qu'il marchait ainsi, presque sans interruption lorsqu'il se laissa tomber sur sa chaise.",
        "Il s'y endormit et fit un rêve."
      ],
      "sentence_count": 2,
      "word_count": 43
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Bâtons dans les roues Le service des postes d'Arras à Montreuil-sur-mer se faisait encore à cette époque par de petites malles du temps de l'empire.",
        "Ces malles étaient des cabriolets à deux roues, tapissés de cuir fauve au dedans, suspendus sur des ressorts à pompe, et n'ayant que deux places, l'une pour le courrier, l'autre pour le voyageur.",
        "Les roues étaient armées de ces longs moyeux offensifs qui tiennent les autres voitures à distance et qu'on voit encore sur les routes d'Allemagne.",
        "Le coffre aux dépêches, immense boîte oblongue, était placé derrière le cabriolet et faisait corps avec lui.",
        "Ce coffre était peint en noir et le cabriolet en jaune."
      ],
      "sentence_count": 5,
      "word_count": 112
    },
    {
      "number": "VI",
      "title": "Chapitre VI",
      "sentences": [
        "Chapitre VI La soeur Simplice mise à l'épreuve Cependant, en ce moment-là même, Fantine était dans la joie.",
        "Elle avait passé une très mauvaise nuit.",
        "Toux affreuse, redoublement de fièvre; elle avait eu des songes.",
        "Le matin, à la visite du médecin, elle délirait.",
        "Il avait eu l'air alarmé et avait recommandé qu'on le prévînt dès que M.",
        "Madeleine viendrait."
      ],
      "sentence_count": 6,
      "word_count": 60
    },
    {
      "number": "VII",
      "title": "Chapitre VII",
      "sentences": [
        "Chapitre VII Le voyageur arrivé prend ses précautions pour repartir."
      ],
      "sentence_count": 1,
      "word_count": 10
    },
    {
      "number": "VIII",
      "title": "Chapitre VIII",
      "sentences": [
        "Chapitre VIII Entrée de faveur Sans qu'il s'en doutât, le maire de Montreuil-sur-mer avait une sorte de célébrité.",
        "Depuis sept ans que sa réputation de vertu remplissait tout le bas Boulonnais, elle avait fini par franchir les limites d'un petit pays et s'était répandue dans les deux ou trois départements voisins."
      ],
      "sentence_count": 2,
      "word_count": 51
    },
    {
      "number": "IX",
      "title": "Chapitre IX",
      "sentences": [
        "Chapitre IX Un lieu où des convictions sont en train de se former Il fit un pas, referma machinalement la porte derrière lui, et resta debout, considérant ce qu'il voyait."
      ],
      "sentence_count": 1,
      "word_count": 30
    },
    {
      "number": "X",
      "title": "Chapitre X",
      "sentences": [
        "Chapitre X Le système de dénégations L'instant de clore les débats était venu.",
        "Le président fit lever l'accusé et lui adressa la question d'usage: --Avez-vous quelque chose à ajouter à votre défense?",
        "L'homme, debout, roulant dans ses mains un affreux bonnet qu'il avait, sembla ne pas entendre.",
        "Le président répéta la question.",
        "Cette fois l'homme entendit.",
        "Il parut comprendre, il fit le mouvement de quelqu'un qui se réveille, promena ses yeux autour de lui, regarda le public, les gendarmes, son avocat, les jurés, la cour, posa son poing monstrueux sur le rebord de la boiserie placée devant son banc, regarda encore, et tout à coup, fixant sont regard sur l'avocat général, il se mit à parler.",
        "Ce fut comme une éruption.",
        "Il sembla, à la façon dont les paroles s'échappaient de sa bouche, incohérentes, impétueuses, heurtées, pêle-mêle, qu'elles s'y pressaient toutes à la fois pour sortir en même temps.",
        "Il dit: --J'ai à dire ça.",
        "Que j'ai été charron à Paris, même que c'était chez monsieur Baloup.",
        "C'est un état dur.",
        "Dans la chose de charron, on travaille toujours en plein air, dans des cours, sous des hangars chez les bons maîtres, jamais dans des ateliers fermés, parce qu'il faut des espaces, voyez-vous.",
        "L'hiver, on a si froid qu'on se bat les bras pour se réchauffer; mais les maîtres ne veulent pas, ils disent que cela perd du temps.",
        "Manier du fer quand il y a de la glace entre les pavés, c'est rude. Ça vous use vite un homme.",
        "On est vieux tout jeune dans cet état-là. À quarante ans, un homme est fini.",
        "Moi, j'en avais cinquante-trois, j'avais bien du mal. Et puis c'est si méchant les ouvriers!",
        "Quand un bonhomme n'est plus jeune, on vous l'appelle pour tout vieux serin, vieille bête!",
        "Je ne gagnais plus que trente sous par jour, on me payait le moins cher qu'on pouvait, les maîtres profitaient de mon âge.",
        "Avec ça, j'avais ma fille qui était blanchisseuse à la rivière.",
        "Elle gagnait un peu de son côté. À nous deux, cela allait.",
        "Elle avait de la peine aussi.",
        "Toute la journée dans un baquet jusqu'à mi-corps, à la pluie, à la neige, avec le vent qui vous coupe la figure; quand il gèle, c'est tout de même, il faut laver; il y a des personnes qui n'ont pas beaucoup de linge et qui attendent après; si on ne lavait pas, on perdrait des pratiques.",
        "Les planches sont mal jointes et il vous tombe des gouttes d'eau partout.",
        "On a ses jupes toutes mouillées, dessus et dessous. Ça pénètre.",
        "Elle a aussi travaillé au lavoir des Enfants-Rouges, où l'eau arrive par des robinets.",
        "On n'est pas dans le baquet.",
        "On lave devant soi au robinet et on rince derrière soi dans le bassin.",
        "Comme c'est fermé, on a moins froid au corps.",
        "Mais il y a une buée d'eau chaude qui est terrible et qui vous perd les yeux.",
        "Elle revenait à sept heures du soir, et se couchait bien vite; elle était si fatiguée.",
        "Son mari la battait.",
        "Elle est morte.",
        "Nous n'avons pas été bien heureux.",
        "C'était une brave fille qui n'allait pas au bal, qui était bien tranquille.",
        "Je me rappelle un mardi gras où elle était couchée à huit heures.",
        "Voilà.",
        "Je dis vrai.",
        "Vous n'avez qu'à demander.",
        "Ah, bien oui, demander! que je suis bête!",
        "Paris, c'est un gouffre.",
        "Qui est-ce qui connaît le père Champmathieu?",
        "Pourtant je vous dis monsieur Baloup.",
        "Voyez chez monsieur Baloup.",
        "Après ça, je ne sais pas ce qu'on me veut.",
        "L'homme se tut, et resta debout.",
        "Il avait dit ces choses d'une voix haute, rapide, rauque, dure et enrouée, avec une sorte de naïveté irritée et sauvage.",
        "Une fois il s'était interrompu pour saluer quelqu'un dans la foule.",
        "Les espèces d'affirmations qu'il semblait jeter au hasard devant lui, lui venaient comme des hoquets, et il ajoutait à chacune d'elles le geste d'un bûcheron qui fend du bois.",
        "Quand il eut fini, l'auditoire éclata de rire.",
        "Il regarda le public, et voyant qu'on riait, et ne comprenant pas, il se mit à rire lui-même.",
        "Cela était sinistre.",
        "Le président, homme attentif et bienveillant, éleva la voix."
      ],
      "sentence_count": 52,
      "word_count": 694
    },
    {
      "number": "XI",
      "title": "Chapitre XI",
      "sentences": [
        "Chapitre XI Champmathieu de plus en plus étonné C'était lui en effet.",
        "La lampe du greffier éclairait son visage.",
        "Il tenait son chapeau à la main, il n'y avait aucun désordre dans ses vêtements, sa redingote était boutonnée avec soin.",
        "Il était très pâle et il tremblait légèrement.",
        "Ses cheveux, gris encore au moment de son arrivée à Arras, étaient maintenant tout à fait blancs.",
        "Ils avaient blanchi depuis une heure qu'il était là.",
        "Toutes les têtes se dressèrent.",
        "La sensation fut indescriptible.",
        "Il y eut dans l'auditoire un instant d'hésitation.",
        "La voix avait été si poignante, l'homme qui était là paraissait si calme, qu'au premier abord on ne comprit pas.",
        "On se demanda qui avait crié.",
        "On ne pouvait croire que ce fût cet homme tranquille qui eût jeté ce cri effrayant.",
        "Cette indécision ne dura que quelques secondes.",
        "Avant même que le président et l'avocat général eussent pu dire un mot, avant que les gendarmes et les huissiers eussent pu faire un geste, l'homme que tous appelaient encore en ce moment M.",
        "Madeleine s'était avancé vers les témoins Cochepaille, Brevet et Chenildieu. --Vous ne me reconnaissez pas? dit-il."
      ],
      "sentence_count": 15,
      "word_count": 190
    },
    {
      "number": "I",
      "title": "Chapitre I",
      "sentences": [
        "Chapitre I Dans quel miroir M.",
        "Madeleine regarde ses cheveux Le jour commençait à poindre.",
        "Fantine avait eu une nuit de fièvre et d'insomnie, pleine d'ailleurs d'images heureuses; au matin, elle s'endormit.",
        "La soeur Simplice qui l'avait veillée profita de ce sommeil pour aller préparer une nouvelle potion de quinquina.",
        "La digne soeur était depuis quelques instants dans le laboratoire de l'infirmerie, penchée sur ses drogues et sur ses fioles et regardant de très près à cause de cette brume que le crépuscule répand sur les objets.",
        "Tout à coup elle tourna la tête et fit un léger cri.",
        "Madeleine était devant elle.",
        "Il venait d'entrer silencieusement. --C'est vous, monsieur le maire! s'écria-t-elle.",
        "Il répondit, à voix basse: --Comment va cette pauvre femme? --Pas mal en ce moment.",
        "Mais nous avons été bien inquiets, allez!"
      ],
      "sentence_count": 10,
      "word_count": 135
    },
    {
      "number": "II",
      "title": "Chapitre II",
      "sentences": [
        "Chapitre II Fantine heureuse Elle n'eut pas un mouvement de surprise, ni un mouvement de joie; elle était la joie même.",
        "Cette simple question: «Et Cosette?» fut faite avec une foi si profonde, avec tant de certitude, avec une absence si complète d'inquiétude et de doute, qu'il ne trouva pas une parole.",
        "Elle continua: --Je savais que vous étiez là.",
        "Je dormais, mais je vous voyais.",
        "Il y a longtemps que je vous vois.",
        "Je vous ai suivi des yeux toute la nuit."
      ],
      "sentence_count": 6,
      "word_count": 83
    },
    {
      "number": "III",
      "title": "Chapitre III",
      "sentences": [
        "Chapitre III Javert content Voici ce qui s'était passé.",
        "Minuit et demi venait de sonner, quand M.",
        "Madeleine était sorti de la salle des assises d'Arras.",
        "Il était rentré à son auberge juste à temps pour repartir par la malle-poste où l'on se rappelle qu'il avait retenu sa place.",
        "Un peu avant six heures du matin, il était arrivé à"
      ],
      "sentence_count": 5,
      "word_count": 60
    },
    {
      "number": "IV",
      "title": "Chapitre IV",
      "sentences": [
        "Chapitre IV L'autorité reprend ses droits La Fantine n'avait point vu Javert depuis le jour où M. le maire l'avait arrachée à cet homme.",
        "Son cerveau malade ne se rendit compte de rien, seulement elle ne douta pas qu'il ne revint la chercher.",
        "Elle ne put supporter cette figure affreuse, elle se sentit expirer, elle cacha son visage de ses deux mains et cria avec angoisse: --Monsieur Madeleine, sauvez-moi!"
      ],
      "sentence_count": 3,
      "word_count": 69
    },
    {
      "number": "V",
      "title": "Chapitre V",
      "sentences": [
        "Chapitre V Tombeau convenable Javert déposa Jean Valjean à la prison de la ville.",
        "L'arrestation de M.",
        "Madeleine produisit à Montreuil-sur-mer une sensation, ou pour mieux dire une commotion extraordinaire.",
        "Nous sommes triste de ne pouvoir dissimuler que sur ce seul mot: _c'était un galérien_, tout le monde à peu près l'abandonna.",
        "En moins de deux heures tout le bien qu'il avait fait fut oublié, et ce ne fut plus «qu'un galérien».",
        "Il est juste de dire qu'on ne connaissait pas encore les détails de l'événement d'Arras.",
        "Toute la journée on entendait dans toutes les parties de la ville des conversations comme celle-ci: --Vous ne savez pas? c'était un forçat libéré!",
        "Qui ça?--Le maire.--Bah!",
        "Madeleine?--Oui.",
        "Vraiment?--Il ne s'appelait pas Madeleine, il a un affreux nom, Béjean, Bojean, Boujean.--Ah, mon Dieu!--Il est arrêté.--Arrêté!--En prison à la prison de la ville, en attendant qu'on le transfère.--Qu'on le transfère!",
        "On va le transférer!",
        "Où va-t-on le transférer?--Il va passer aux assises pour un vol de grand chemin qu'il a fait autrefois.--Eh bien! je m'en doutais.",
        "Cet homme était trop bon, trop parfait, trop confit.",
        "Il refusait la croix, il donnait des sous à tous les petits drôles qu'il rencontrait.",
        "J'ai toujours pensé qu'il y avait là-dessous quelque mauvaise histoire. «Les salons» surtout abondèrent dans ce sens."
      ],
      "sentence_count": 15,
      "word_count": 213
    }
  ],
  "statistics": {
    "total_chapters": 70,
    "total_sentences": 508,
    "total_words": 7990,
    "average_sentences_per_chapter": 7,
    "average_words_per_sentence": 15
  }
}