{
  "metadata": {
    "title": "The Lady of the Lake",
    "author": "Walter Scott",
    "language": "English",
    "source_file": "pg3011-The_Lady_of_the_Lake.txt",
    "processing_note": "Parsed and cleaned for gender transformation",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "500",
      "title": "500.",
      "sentences": [
        "500. 32.",
        "Bursting through.",
        "That is, as it burst through--\"a piece of loose writing\" (Taylor). 36.",
        "At length, etc. The MS. reads: \"At length they paced the mountain's side, And saw beneath the waters wide.\" 44.",
        "The rugged mountain's scanty cloak, etc. The MS. reads: \"The rugged mountain's stunted screen Was dwarfish | shrubs | with cliffs between.\" | copse | 46.",
        "Shingles.",
        "Gravel or pebbles.",
        "See on iii. 171 above.",
        "Taylor says: \"Note how the details of this description are used in stanza ix.--shingles, bracken, broom.\" 51.",
        "Dank.",
        "Damp, moist.",
        "Cf.",
        "Shakespeare, R. and J. ii. 3. 6: \"and night's dank dew;\" Milton, Sonnet to Mr. Lawrence: \"Now that the fields are dank, and ways are mire,\" etc. 64.",
        "Sooth to tell.",
        "To tell the truth.",
        "See on i. 476 above.",
        "Sooth to say, to say sooth, in sooth, in good sooth, etc., are common in old writers.",
        "Cf. the Lay, introd. 57: \"the sooth to speak.\" 65.",
        "To claim its aid.",
        "The MS. has \"to draw my blade.\" 78.",
        "Enough.",
        "Suffice it that. 81.",
        "A knight's free footsteps, etc. The MS. reads: \"My errant footsteps | far and wide.\"",
        "A Knight's bold wanderings | 86.",
        "I urge thee not.",
        "The MS. has \"I ask it not,\" and in 95 \"hall\" for Doune. 106.",
        "Outlawed.",
        "The 1st ed. has \"exiled.\" 108.",
        "In the Regent's court, etc. Cf. ii. 221 above. 124.",
        "Albany.",
        "The Regent of 108 above.",
        "He was the son of a younger brother of James III., who had been driven into exile by his brother's attempts on his life.",
        "He took refuge in France, where his son was made Lord High Admiral. On the death of James IV. he was called home by the Scottish nobles to assume the regency. 126.",
        "Mewed.",
        "Shut up.",
        "The word seems originally to have meant to moult, or shed the feathers; and as a noun, \"the place, whether it be abroad or in the house, in which the hawk is put during the time she casts, or doth change her feathers\" (R.",
        "Holmes's Academy of Armory, etc.).",
        "Spenser has both noun and verb; as in F.",
        "Q. i. 5. 20: \"forth comming from her darksome mew;\" and Id. ii. 3. 34: \"In which vaine Braggadocchio was mewd.\"",
        "Milton uses the verb in the grand description of Liberty in Of Unlicensed Printing: \"Methinks I see her as an eagle mewing her mighty youth, and kindling her undazzled eyes at the full midday beam.\"",
        "In England the noun is still used in the plural to denote a stable for horses.",
        "Pennant says that the royal stables in London were called mews from the fact that the buildings were formerly used for keeping the king's falcons.",
        "Scott says here: \"There is scarcely a more disorderly period of Scottish history than that which succeeded the battle of Flodden, and occupied the minority of James V.",
        "Feuds of ancient standing broke out like old wounds, and every quarrel among the independent nobility, which occurred daily, and almost hourly, gave rise to fresh bloodshed. 'There arose,' said Pitscottie, 'great trouble and deadly feuds in many parts of Scotland, both in the north and west parts.",
        "The Master of Forbes, in the north, slew the Laird of Meldrum, under tryst' (that is, at an agreed and secure meeting). 'Likewise, the Laird of Drummelzier slew the Lord Fleming at the hawking; and, likewise, there was slaughter among many other great lords.'",
        "Nor was the matter much mended under the government of the Earl of Angus; for though he caused the King to ride through all Scotland, 'under the pretence and color of justice, to punish thief and traitor, none were found greater than were in their own company.",
        "And none at that time durst strive with a Douglas, nor yet a Douglas's man; for if they would, they got the worst.",
        "Therefore none durst plainzie of no extortion, theft, reiff, nor slaughter done to them by the Douglases or their men; in that cause they were not heard so long as the Douglas had the court in guiding.\" 150.",
        "Shingles.",
        "Cf. 46 above. 152.",
        "As to your sires.",
        "The target and claymore were the weapons of the Ancient Britons.",
        "Taylor quotes Tacitus, Agricola: \"ingentibus gladiis et brevibus cetris.\" 161.",
        "Rears.",
        "Raises.",
        "The word was formerly less restricted in its application than at present.",
        "Cf.",
        "Shakespeare's \"rear my hand\" (Temp. ii. 1. 295, J.",
        "C. iii. 1. 30), \"rear the higher our opinion\" (A. and C. ii. 1. 35), etc.; Milton's \"he rear'd me,\" that is, lifted me up (P.",
        "L. viii. 316), \"rear'd her lank head\" (Comus, 836), etc. Spenser uses it in the sense of take away (like the cant lift = steal); as in F.",
        "Q. iii. 10. 12: \"She to his closet went, where all his wealth Lay hid; thereof she countlesse summes did reare;\" and Id. iii. 10. 53: \"like as a Beare, That creeping close among the hives to reare An hony-combe,\" etc. Wb. does not give this sense, which we believe is found only in Spenser. 165.",
        "Shall with strong hand, etc. Scott has the following note here: \"The ancient Highlanders verified in their practice the lines of Gray (Fragment on the Alliance of Education and Government): 'An iron race the mountain cliffs maintain, Foes to the gentler genius of the plain; For where unwearied sinews must be found, With side-long plough to quell the flinty ground, To turn the torrent's swift descending flood, To tame the savage rushing from the wood, What wonder if, to patient valor train'd, They guard with spirit what by strength they gain'd; And while their rocky ramparts round they see The rough abode of want and liberty (As lawless force from confidence will grow), Insult the plenty of the vales below?' \"So far, indeed, was a Creagh, or foray, from being held disgraceful, that a young chief was always expected to show his talents for command so soon as he assumed it, by leading his clan on a successful enterprise of this nature, either against a neighboring sept, for which constant feuds usually furnished an apology, or against the Sassencach, Saxons, or Lowlanders, for which no apology was necessary.",
        "The Gael, great traditional historians, never forgot that the Lowlands had, at some remote period, been the property of their Celtic forefathers, which furnished an ample vindication of all the ravages that they could make on the unfortunate districts which lay within their reach.",
        "Sir James Grant of Grant is in possession of a letter of apology from Cameron of Lochiel, whose men had committed some depredation upon a farm called Moines, occupied by one of the Grants.",
        "Lochiel assures Grant that, however the mistake had happened, his instructions were precise, that the party should foray the province of Moray (a Lowland district), where, as he coolly observes, 'all men take their prey.'\" 177.",
        "Good faith.",
        "In good faith, bona fide; as often in old writers. 192.",
        "Bower.",
        "See on i. 217 above. 195.",
        "This rebel Chieftain, etc. The MS. reads: \"This dark Sir Roderick | and his band;\" This savage Chieftain | and below: \"From copse to copse the signal flew.",
        "Instant, through copse and crags, arose;\" and in 205 \"shoots\" for sends. 208.",
        "And every tuft, etc. The MS. reads: \"And each lone tuft of broom gives life To plaided warrior armed for strife.",
        "That whistle manned the lonely glen With full five hundred armed men;\" and below (214): \"All silent, too, they stood, and still, Watching their leader's beck and will, While forward step and weapon show They long to rush upon the foe, Like the loose crag whose tottering mass Hung threatening o'er the hollow pass.\" 219.",
        "Verge.",
        "See on iv. 83 above. 230.",
        "Manned himself.",
        "Cf.",
        "Addison's \"manned his soul,\" quoted by Wb. 238.",
        "The stern joy, etc. Cf. iv. 155 above. 239.",
        "Foeman.",
        "The reading of the 1st ed. and that of 1821; \"foeman\" in many recent eds. 246.",
        "Their mother Earth, etc. Alluding to the old myths of the earth-born Giants and of Cadmus. 252.",
        "Glinted.",
        "Flashed; a Scottish word.",
        "Jamieson defines glint \"to glance, gleam, or pass suddenly like a flash of lightning.\" 253.",
        "Glaive.",
        "See on iv. 274 above.",
        "The jack was \"a horseman's defensive upper garment, quilted and covered with strong leather\" (Nares).",
        "It was sometimes also strengthened with iron rings, plates, or bosses.",
        "Cf.",
        "Lyly, Euphues: \"jackes quilted, and covered over with leather, fustian, or canvas, over thick plates of yron that are sowed to the same.\"",
        "Scott, in the Eve of St. John, speaks of \"his plate-jack.\"",
        "For spear the 1st ed. has \"lance.\" 267.",
        "One valiant hand.",
        "The MS. has \"one brave man's hand.\" 268.",
        "Lay.",
        "Were staked. 270.",
        "I only meant, etc. Scott says: \"This incident, like some other passages in the poem, illustrative of the character of the ancient Gael, is not imaginary, but borrowed from fact.",
        "The Highlanders, with the inconsistency of most nations in the same state, were alternately capable of great exertions of generosity and of cruel revenge and perfidy.",
        "The following story I can only quote from tradition, but with such an assurance from those by whom it was communicated as permits me little doubt of its authenticity.",
        "Early in the last century, John Gunn, a noted Cateran, or Highland robber, infested Inverness-shire, and levied black-mail up to the walls of the provincial capital. A garrison was then maintained in the castle of that town, and their pay (country banks being unknown) was usually transmitted in specie under the guard of a small escort.",
        "It chanced that the officer who commanded this little party was unexpectedly obliged to halt, about thirty miles from Inverness, at a miserable inn.",
        "About nightfall, a stranger in the Highland dress, and of very prepossessing appearance, entered the same house.",
        "Separate accommodations being impossible, the Englishman offered the newly-arrived guest a part of his supper, which was accepted with reluctance.",
        "By the conversation he found his new acquaintance knew well all the passes of the country, which induced him eagerly to request his company on the ensuing morning.",
        "He neither disguised his business and charge, nor his apprehensions of that celebrated freebooter, John Gunn.",
        "The Highlander hesitated a moment, and then frankly consented to be his guide.",
        "Forth they set in the morning; and in travelling through a solitary and dreary glen, the discourse again turned on John Gunn. 'Would you like to see him?' said the guide; and without waiting an answer to this alarming question, he whistled, and the English officer, with his small party, were surrounded by a body of Highlanders, whose numbers put resistance out of question, and who were all well armed. 'Stranger,' resumed the guide, 'I am that very John Gunn by whom you feared to be intercepted, and not without cause; for I came to the inn last night with the express purpose of learning your route, that I and my followers might ease you of your charge by the road.",
        "But I am incapable of betraying the trust you reposed in me, and having convinced you that you were in my power, I can only dismiss you unplundered and uninjured.'",
        "He then gave the officer directions for his journey, and disappeared with his party as suddenly as they had presented themselves.\" 277.",
        "Flood.",
        "Flow; used for the sake of the rhyme, like drew just below.",
        "Wont = wonted. 286.",
        "And still, etc. The MS. reads: \"And still, from copse and heather bush, Fancy saw spear and broadsword ruch.\" 298.",
        "Three mighty lakes.",
        "Katrine, Achray, and Vennachar.",
        "Scott says: \"The torrent which discharges itself from Loch Vennachar, the lowest and eastmost of the three lakes which form the scenery adjoining to the Trosachs, sweeps through a flat and extensive moor, called Bochastle.",
        "Upon a small eminence called the Dun of Bochastle, and indeed on the plain itself, are some intrenchments which have been thought Roman.",
        "There is adjacent to Callander a sweet villa, the residence of Captain Fairfoul, entitled the Roman Camp.\" 301.",
        "Mouldering.",
        "The MS. has \"martial.\" 309.",
        "This murderous Chief, etc. Cf. 106 above. 315.",
        "All vantageless, etc. Scott says: \"The duellists of former times did not always stand upon those punctilios respecting equality of arms, which are not judged essential to fair combat.",
        "It is true that in formal combats in the lists the parties were, by the judges of the field, put as nearly as possible in the same circumstances.",
        "But in private duel it was often otherwise.",
        "In that desperate combat which was fought between Quelus, a minion of Henry III. of France, and Antraguet, with two seconds on each side, from which only two persons escaped alive, Quelus complained that his antagonist had over him the advantage of a poniard which he used in parrying, while his left hand, which he was forced to employ for the same purpose, was cruelly mangled.",
        "When he charged Antraguet with this odds, 'Thou hast done wrong,' answered he, 'to forget thy dagger at home.",
        "We are here to fight, and not to settle punctilios of arms.'",
        "In a similar duel, however, a young brother of the house of Aubayne, in Angoulesme, behaved more generously on the like occasion, and at once threw away his dagger when his enemy challenged it as an undue advantage.",
        "But at this time hardly anything can be conceived more horridly brutal and savage than the mode in which private quarrels were conducted in France.",
        "Those who were most jealous of the point of honor, and acquired the title of Ruffines, did not scruple to take advantage of strength, numbers, surprise, and arms, to accomplish their revenge.\" 329.",
        "By prophet bred, etc. See iii. 91 fol. above; and for the expression cf. iv. 124. 347.",
        "Dark lightning, etc. The MS. has \"In lightning flashed the Chief's dark eye,\" which might serve as a comment on Dark lightning. 349.",
        "Kern.",
        "See on iv. 73 above. 351.",
        "He yields not, etc. The MS. has \"He stoops not, he, to James nor Fate.\" 356.",
        "Carpet knight.",
        "Cf.",
        "Shakespeare, T.",
        "N. iii. 4. 257: \"He is knight, dubbed with unhatched rapier and on carpet consideration.\" 364.",
        "Ruth.",
        "Pity; obsolete, though we still have ruthless.",
        "Cf.",
        "Spenser, F.",
        "Q. i. 1. 50: \"to stirre up gentle ruth Both for her noble blood, and for her tender youth;\" Milton, Lycidas, 163: \"Look homeward, Angel, now, and melt with ruth,\" etc. 380.",
        "His targe.",
        "Scott says: \"A round target of light wood, covered with strong leather and studded with brass or iron, was a necessary part of a Highlander's equipment.",
        "In charging regular troops they received the thrust of the bayonet in this buckler, twisted it aside, and used the broadsword against the encumbered soldier.",
        "In the civil war of 1745 most of the front rank of the clans were thus armed; and Captain Grose (Military Antiquities, vol. i. p. 164) informs us that in 1747 the privates of the 42d regiment, then in Flanders, were for the most part permitted to carry targets.",
        "A person thus armed had a considerable advantage in private fray.",
        "Among verses between Swift and Sheridan, lately published by Dr. Barrett, there is an account of such an encounter, in which the circumstances, and consequently the relative superiority of the combatants, are precisely the reverse of those in the text: 'A Highlander once fought a Frenchman at Margate, The weapons, a rapier, a backsword, and target; Brisk Monsieur advanced as fast as he could, But all his fine pushes were caught in the wood, And Sawny, with backsword, did slash him and nick him, While t'other, enraged that he could not once prick him, Cried, \"Sirrah, you rascal, you son of a whore, Me will fight you, be gar! if you'll come from your door.\"'\" 383.",
        "Trained abroad.",
        "That is, in France.",
        "See on i. 163 above.",
        "Scott says here: \"The use of defensive armor, and particularly of the buckler, or target, was general in Queen Elizabeth's time, although that of the single rapier seems to have been occasionally practised much earlier (see Douce's Illustrations of Shakespeare, vol. ii. p. 61).",
        "Rowland Yorke, however, who betrayed the fort of Zutphen to the Spaniards, for which good service he was afterwards poisoned by them, is said to have been the first who brought the rapier-fight into general use.",
        "Fuller, speaking of the swash-bucklers, or bullies, of Queen Elizabeth's time, says, 'West Smithfield was formerly called Ruffian's Hall, where such men usually met, casually or otherwise, to try masteries with sword or buckler.",
        "More were frightened than hurt, more hurt than killed therewith, it being accounted unmanly to strike beneath the knee.",
        "But since that desperate traitor Rowland Yorke first introduced thrusting with rapiers, sword and buckler are disused.'",
        "In The Two Angry Women of Abingdon, a comedy, printed in 1599, we have a pathetic complaint: 'Sword and buckler fight begins to grow out of use.",
        "I am sorry for it; I shall never see good manhood again.",
        "If it be once gone, this poking fight of rapier and dagger will come up; then a tall man and a good sword and buckler man will be spitted like a cat or rabbit.'",
        "But the rapier had upon the Continent long superseded, in private duel, the use of sword and shield.",
        "The masters of the noble science of defence were chiefly Italians.",
        "They made great mystery of their art and mode of instruction, never suffered any person to be present but the scholar who was to be taught, and even examined closets, beds, and other places of possible concealment.",
        "Their lessons often gave the most treacherous advantages; for the challenged, having the right to choose his weapons, frequently selected some strange, unusual, and inconvenient kind of arms, the use of which he practised under these instructors, and thus killed at his ease his antagonist, to whom it was presented for the first time on the field of battle.",
        "See Brantome's Discourse on Duels, and the work on the same subject, 'si gentement ecrit,' by the venerable Dr. Paris de Puteo.",
        "The Highlanders continued to use broadsword and target until disarmed after the affair of 1745-6.\" 385.",
        "Ward.",
        "Posture of defence; a technical term in fencing.",
        "Cf.",
        "Falstaff's \"Thou knowest my old ward\" (1 Hen.",
        "IV. ii. 4. 215), etc. 387.",
        "While less expert, etc. The MS. reads: \"Not Roderick thus, though stronger far, More tall, and more inured to war.\" 401, 402.",
        "And backward, etc. This couplet is not in the MS.; and the same is true of 405, 406. 406.",
        "Let recreant yield, etc. The MS. has \"Yield they alone who fear to die.\"",
        "Scott says: \"I have not ventured to render this duel so savagely desperate as that of the celebrated Sir Ewan of Lochiel, chief of the clan Cameron, called, from his sable complexion, Ewan Dhu.",
        "He was the last man in Scotland who maintained the royal cause during the great Civil War, and his constant incursions rendered him a very unpleasant neighbor to the republican garrison at Inverlochy, now Fort William.",
        "The governor of the fort detached a party of three hundred men to lay waste Lochiel's possessions and cut down his trees; by in a sudden and desperate attack made upon them by the chieftain with very inferior numbers, they were almost all cut to pieces.",
        "The skirmish is detailed in a curious memoir of Sir Ewan's life, printed in the Appendix of Pennant's Scottish Tour (vol. i. p. 375): 'In this engagement Lochiel himself had several wonderful escapes.",
        "In the retreat of the English, one of the strongest and bravest of the officers retired behind a bush, when he observed Lochiel pursuing, and seeing him unaccompanied with any, he leapt out and thought him his prey.",
        "They met one another with equal fury.",
        "The combat was long and doubtful: the English gentleman had by far the advantage in strength and size; but Lochiel, exceeding him in nimbleness and agility, in the end tript the sword out of his hand; they closed and wrestled, till both fell to the ground in each other's arms.",
        "The English officer got above Lochiel, and pressed him hard, but stretching forth his neck, by attempting to disengage himself, Lochiel, who by this time had his hands at liberty, with his left hand seized him by the collar, and jumping at his extended throat, he bit it with his teeth quite through, and kept such a hold of his grasp, that he brought away his mouthful; this, he said, was the sweetest bit he ever had in his lifetime.'\" 435.",
        "Unwounded, etc. The MS. reads: \"Panting and breathless on the sands, But all unwounded, now he stands;\" and just below: \"Redeemed, unhoped, from deadly strife: Next on his foe his look he | cast, | threw, Whose every breath appeared his last.\" 447.",
        "Unbonneted.",
        "Past tense, not participle. 449.",
        "Then faint afar.",
        "The MS. has \"Faint and afar.\" 452.",
        "Lincoln green.",
        "See on i. 464 above. 462.",
        "We destined, etc. Cf. iv. 411 above. 465.",
        "Weed.",
        "Dress.",
        "See on iv. 506 above. 466.",
        "Boune.",
        "Ready.",
        "See on iv. 36 above. 479.",
        "Steel.",
        "Spur.",
        "Cf. i. 115 above. 485.",
        "Carhonie's hill.",
        "About a mile from the lower end of Loch Vennachar. 486.",
        "Pricked.",
        "Spurred.",
        "It came to mean ride; as in F.",
        "Q. i. 1. 1: \"A gentle Knight was pricking on the plaine,\" etc. Cf. 754 below. 490.",
        "Torry and Lendrick.",
        "These places, like Deanstown, Doune (see on iv. 19 above), Blair-Drummond, Ochtertyre, and Kier, are all on the banks of the Teith, between Callander and Stirling.",
        "Lockhart says: \"It may be worth noting that the poet marks the progress of the King by naming in succession places familiar and dear to his own early recollections--Blair-Drummond, the seat of the Homes of Kaimes; Kier, that of the principal family of the name of Stirling; Ochtertyre, that of John Ramsay, the well-known antiquary, and correspondent of Burns; and Craigforth, that of the Callenders of Craigforth, almost under the walls of Stirling Castle;--all hospitable roofs, under which he had spent many of his younger days.\" 494.",
        "Sees the hoofs strike fire.",
        "The MS. has \"Saw their hoofs of fire.\" 496.",
        "They mark, etc. The to of the infinitive is omitted in glance, as if mark had been see. 498.",
        "Sweltering.",
        "The 1st ed. has \"swelling.\" 506.",
        "Flinty.",
        "The MS. has \"steepy;\" and in 514 \"gains\" for scales. 525.",
        "Saint Serle. \"The King himself is in such distress for a rhyme as to be obliged to apply to one of the obscurest saints in the calendar\" (Jeffrey).",
        "The MS. has \"by my word,\" and \"Lord\" for Earl in the next line. 534.",
        "Cambus-kenneth's abbey gray.",
        "See on iv. 231 above. 547.",
        "By.",
        "Gone by, past. 551.",
        "O sad and fatal mound! \"An eminence on the northeast of the Castle, where state criminals were executed.",
        "Stirling was often polluted with noble blood.",
        "It is thus apostrophized by J.",
        "Johnston: 'Discordia tristis Heu quotis procerum sanguine tinxit humum!",
        "Hoc uno infelix, et felix cetera; nusquam Laetior aut caeli frons geniusve soli.' \"The fate of William, eighth Earl of Douglas, whom James II. stabbed in Stirling Castle with his own hand, and while under his royal safe-conduct, is familiar to all who read Scottish history.",
        "Murdack Duke of Albany, Duncan Earl of Lennox, his father-in-law, and his two sons, Walter and Alexander Stuart, were executed at Stirling, in 1425.",
        "They were beheaded upon an eminence without the Castle walls, but making part of the same hill, from whence they could behold their strong Castle of Doune and their extensive possessions.",
        "This 'heading hill,' as it was sometimes termed, bears commonly the less terrible name of Hurly-hacket, from its having been the scene of a courtly amusement alluded to by Sir David Lindsay, who says of the pastimes in which the young King was engaged: 'Some harled him to the Hurly-hacket;' which consisted in sliding--in some sort of chair, it may be supposed--from top to bottom of a smooth bank.",
        "The boys of Edinburgh, about twenty years ago, used to play at the hurly-hacket on the Calton Hill, using for their seat a horse's skull\" (Scott). 558.",
        "The Franciscan steeple.",
        "The Greyfriars Church, built by James IV. in 1594 on the hill not far from the Castle, is still standing, and has been recently restored.",
        "Here James VI. was crowned on the 29th of July, 1567, and John Knox preached the coronation sermon. 562.",
        "Morrice-dancers.",
        "The morrice or morris dance was probably of Spanish (or Moorish, as the name implies) origin, but after its introduction into England it became blended with the Mayday games.",
        "A full historical account of it is given in Douce's Illustrations of Shakespeare.",
        "The characters in it in early times were the following: \"Robin Hood, Little John, Friar Tuck, Maid Marian (Robin's mistress and the queen or lady of the May), the fool, the piper, and several morris-dancers habited, as it appears, in various modes.",
        "Afterwards a hobby-horse and a dragon were added\" (Douce).",
        "For a description of the game, see Scott's Abbot, ch. xiv., and the author's note.",
        "See also on 614 below. 564.",
        "The burghers hold their sports to-day.",
        "Scott has the following note here: \"Every burgh of Scotland of the least note, but more especially the considerable towns, had their solemn play, or festival, when feats of archery were exhibited, and prized distributed to those who excelled in wrestling, hurling the bar, and the other gymnastic exercises of the period.",
        "Stirling, a usual place of royal residence, was not likely to be deficient in pomp upon such occasions, especially since James V. was very partial to them.",
        "His ready participation in these popular amusements was one cause of his acquiring the title of the King of the Commons, or Rex Plebeiorum, as Lesley has latinized it.",
        "The usual prize to the best shooter was a silver arrow.",
        "Such a one is preserved at Selkirk and at Peebles.",
        "At Dumfries a silver gun was substituted, and the contention transferred to firearms.",
        "The ceremony, as there performed, is the subject of an excellent Scottish poem, by Mr. John Mayne, entitled the Siller Gun 1808, which surpasses the efforts of Fergusson, and comes near those of Burns. \"Of James's attachment to archery, Pitscottie, the faithful though rude recorder of the manners of that period, has given us evidence: 'In this year there came an ambassador out of England, named Lord William Howard, with a bishop with him, with many other gentlemen, to the number of threescore horse, which were all able men and waled  men for all kind of games and pastimes, shooting, louping, running, wrestling, and casting of the stone, but they were well sayed  ere they past out of Scotland, and that by their own provocation; but ever they tint: till at last, the Queen of Scotland, the King's mother, favoured the English-men, because she was the King of England's sister; and therefore she took an enterprise of archery upon the Englishmen's hands, contrary her son the King, and any six in Scotland that he would wale, either gentlemen or yeomen, that the Englishmen should shoot against them either at pricks, revers, or buts, as the Scots pleased. 'The King, hearing this of his mother, was content, and gart her pawn a hundred crowns and a tun of wine upon the English-men's hands; and he incontinent laid down as much for the Scottish-men.",
        "The field and ground was chosen in St. Andrews, and three landed men and three yeomen chosen to shoot against the English-men,--to wit, David Wemyss of that ilk, David Arnot of that ilk, and Mr. John Wedderburn, vicar of Dundee; the yeomen, John Thomson, in Leith, Steven Taburner, with a piper, called Alexander Bailie; they shot very near, and warred  the English-men of the enterprise, and wan the hundred crowns and the tun of wine, which made the King very merry that his men wan the victory.'\" 571.",
        "Play my prize.",
        "The same expression occurs in Shakespeare, T.",
        "A. i. 1. 399: \"You have play'd your prize.\"",
        "Cf. also M. of V. iii. 2. 142: \"Like one of two contending in a prize,\" etc. 575.",
        "The Castle gates.",
        "The main entrance to the Castle, not the postern gate of 532 above. 580.",
        "Fair Scotland's King, etc. The MS. reads: \"King James and all his nobles went... Ever the King was bending low To his white jennet's saddle-bow, Doffing his cap to burgher dame, Who smiling blushed for pride and shame.\" 601.",
        "There nobles, etc. The MS. reads: \"Nobles who mourned their power restrained, And the poor burgher's joys disdained; Dark chief, who, hostage for his clan, Was from his home a banished man, Who thought upon his own gray tower, The waving woods, his feudal bower, And deemed himself a shameful part Of pageant that he cursed in heart.\" 611.",
        "With bell at heel.",
        "Douce says that \"the number of bells round each leg of the morris-dancers amounted from twenty to forty;\" but Scott, in a note to The Fair Maid of Perth, speaks of 252 small bells in sets of twelve at regular musical intervals. 612.",
        "Their mazes wheel.",
        "The MS. adds: \"With awkward stride there city groom Would part of fabled knight assume.\" 614.",
        "Robin Hood.",
        "Scott says here: \"The exhibition of this renowned outlaw and his band was a favorite frolic at such festivals as we are describing.",
        "This sporting, in which kings did not disdain to be actors, was prohibited in Scotland upon the Reformation, by a statute of the 6th Parliament of Queen Mary, c. 61, A.",
        "D. 1555, which ordered, under heavy penalties that 'na manner of person be chosen Robert Hude, nor Little John, Abbot of Unreason, Queen of May, nor otherwise.'",
        "But in 1561, the 'rascal multitude,' says John Knox, 'were stirred up to make a Robin Hude, whilk enormity was of mony years left and damned by statute and act of Paliament; yet would they not be forbidden.'",
        "Accordingly they raised a very serious tumult, and at length made prisoners the magistrates who endeavored to suppress it, and would not release them till they extorted a formal promise that no one should be punished for his share of the disturbance.",
        "It would seem, from the complaints of the General Assembly of the Kirk, that these profane festivities were continued down to 1592 (Book of the Universal Kirk, p. 414).",
        "Bold Robin was, to say the least, equally successful in maintaining his ground against the reformed clergy of England; for the simple and evangelical Latimer complains of coming to a country church where the people refused to hear him because it was Robin Hood's day, and his mitre and rochet were fain to give way to the village pastime.",
        "Much curious information on this subject may be found in the Preliminary Dissertation to the late Mr. Ritson's edition of the songs respecting this memorable outlaw.",
        "The game of Robin Hood was usually acted in May; and he was associated with the morrice-dancers, on whom so much illustration has been bestowed by the commentators on Shakespeare.",
        "A very lively picture of these festivities, containing a great deal of curious information on the subject of the private life and amusements of our ancestors, was thrown, by the late ingenious Mr. Strutt, into his romance entitled Queen-hoo Hall, published after his death, in 1808.\" 615.",
        "Friar Tuck. \"Robin Hood's fat friar,\" as Shakespeare calls him (T.",
        "G. of V. iv. 1. 36), who figures in the Robin Hood ballads and in Ivanhoe.",
        "Scarlet and Little John are mentioned in one of Master Silence's snatches of song in 2 Hen.",
        "IV. v. 3. 107: \"And Robin, Scarlet, and John.\"",
        "Scathelocke is a brother of Scarlet in Ben Jonson's Sad Shepherd, which is a \"Tale of Robin Hood,\" and Mutch is a bailiff in the same play. 626.",
        "Stake.",
        "Prize. 627.",
        "Fondly he watched, etc. The MS. reads: \"Fondly he watched, with watery eye, For answering glance of sympathy, But no emotion made reply!",
        "Indifferent as to unknown | wight, Cold as to unknown yeoman | The King gave forth the arrow bright.\" 630.",
        "To archer wight.",
        "That is, to any ordinary archer.",
        "Scott has the following note here: \"The Douglas of the poem is an imaginary person, a supposed uncle of the Earl of Angus.",
        "But the King's behavior during an unexpected interview with the Laird of Kilspindie, one of the banished Douglases, under circumstances similar to those in the text, is imitated from a real story told by Hume of Godscroft.",
        "I would have availed myself more fully of the simple and affecting circumstances of the old history, had they not been already woven into a pathetic ballad by my friend Mr. Finlay.  'His  implacability  did also appear in his carriage towards Archibald of Kilspinke, whom he, when he was a child, loved singularly well for his ability of body, and was wont to call him his Gray-Steill.",
        "Archibald, being banished into England, could not well comport with the humor of that nation, which he thought to be too proud, and that they had too high a conceit of themselves, joined with a contempt and despising of all others.",
        "Wherefore, being wearied of that life, and remembering the King's favor of old towards him, he determined to try the King's mercifulness and clemency.",
        "So he comes into Scotland, and taking occasion of the King's hunting in the park at Stirling he casts himself to be in his way, as he was coming home to the Castle.",
        "So soon as the King saw him afar off, ere he came near, he guessed it was he, and said to one of his courtiers, \"Yonder is my Gray-Steill, Archibald of Kilspindie, if he be alive.\"",
        "The other answered that it could not be he, and that he durst not come into the King's presence.",
        "The King approaching, he fell upon his knees and craved pardon, and promised from thenceforward to abstain from meddling in public affairs, and to lead a quiet and private life.",
        "The King went by without giving him any answer, and trotted a good round pace up the hill.",
        "Kilspindie followed, and though he wore on him a secret, or shirt of mail, for his particular enemies, was as soon at the Castle gate as the King.",
        "There he sat him down upon a stone without, and entreated some of the King's servants for a cup of drink, being weary and thirsty; but they, fearing the King's displeasure, durst gave him none.",
        "When the King was set at his dinner, he asked what he had done, what he had said, and whither he had gone?",
        "It was told him that he had desired a cup of drink, and had gotten none.",
        "The King reproved them very sharply for their discourtesy, and told them that if he had not taken an oath that no Douglas should ever serve him, he would have received him into his service, for he had seen him sometime a man of great ability.",
        "Then he sent him word to go to Leith, and expect his further pleasure.",
        "Then some kinsman of David Falconer, the cannonier, that was slain at Tantallon, began to quarrel with Archibald about the matter, wherewith the King showed himself not well pleased when he heard of it.",
        "Then he commanded him to go to France for a certain space, till he heard further from him.",
        "And so he did, and died shortly after.",
        "This gave occasion to the King of England (Henry VIII.) to blame his nephew, alleging the old saying, That a king's face should give grace.",
        "For this Archibald (whatsoever were Angus's or Sir George's fault) had not been principal actor of anything, nor no counsellor nor stirrer up, but only a follower of his friends, and that noways cruelly disposed' (Hume of Godscroft, ii. 107).\" 637.",
        "Larbert is a town about ten miles to the south of Stirling, and Alloa another seven miles to the east on the north side of the Forth. 641.",
        "To Douglas gave a golden ring.",
        "Scott says: \"The usual prize of a wrestling was a ram and a ring, but the animal would have embarrassed my story.",
        "Thus, in the Cokes Tale of Gamelyn, ascribed to Chaucer: 'There happed to be there beside Tryed a wrestling; And therefore there was y-setten A ram and als a ring.\"",
        "Again, the Litil Geste of Robin Hood: 'By a bridge was a wrestling, And there taryed was he And there was all the best yemen Of all the west countrey.",
        "A full fayre game there was set up, A white bull up y-pight, A great courser with saddle and brydle, With gold burnished full bryght; A payre of gloves, a red golde ringe, A pipe of wine, good day; What man bereth him best, I wis, The prise shall bear away.'\" 648.",
        "To hurl the massive bar.",
        "Cf. iv. 559 above. 658.",
        "Scottish strength.",
        "The MS. has \"mortal strength.\" 660.",
        "The Ladies' Rock.",
        "A point in the \"valley\" between the Castle and the Greyfriars Church.",
        "It was formerly the chief place for viewing the games, which were held in this \"valley,\" or depression in the hill on which the Castle stands.",
        "It must not be confounded with the Ladies' Lookout, a favorite point of view on the Castle walls. 662.",
        "Well filled.",
        "The MS. has \"weighed down;\" and in 664, \"Scattered the gold among the crowd.\" 674.",
        "Ere Douglas, etc. The MS. has \"Ere James of Douglas' stalwart hand;\" and in 677, \"worn\" for wrecked. 681.",
        "Murmurs.",
        "Some eds. have \"murmur.\" 685.",
        "The banished man.",
        "The MS. has \"his stately form.\" 724.",
        "Needs but a buffet.",
        "Only a single blow is needed. 728.",
        "Then clamored, etc. The MS. and 1st ed. have \"Clamored his comrades of the train;\" and in 730 the MS. has \"warrior's\" for Baron's. 735.",
        "Atone.",
        "See on iv. 421 above. 744.",
        "But shall a Monarch's presence, etc. The MS. reads: \"But in my court injurious blow, And bearded thus, and thus out-dared?",
        "What, ho!\" etc. 747.",
        "Ward.",
        "Guarding, confinement under guard.",
        "Cf.",
        "Gen. xl. 3. 752.",
        "Misarray.",
        "Disorder, confusion.",
        "Neither Wb. nor Worc. gives the word. 754.",
        "Pricked.",
        "Spurred, rode.",
        "See on 486 above. 755.",
        "Repelled, etc. The MS. has \"Their threats repelled by insult loud.\" 768.",
        "Hyndford.",
        "A village on the Clyde, a few miles above Lanark. 790.",
        "Widow's mate expires.",
        "An instance of prolepsis, or \"anticipation\" in the use of a word.",
        "He must expire before she can be a widow.",
        "Cf.",
        "Macbeth, iii. 4. 76: \"Blood hath been shed ere now, i' the olden time, Ere human statute purg'd the gentle weal;\" that is, purged it and made it gentle. 794.",
        "Ward.",
        "Ward off, avert. 796.",
        "The crowd's wild fury, etc. The MS. reads: \"The crowd's wild fury ebbed amain In tears, as tempests sink in rain.\"",
        "The 1st ed. reads as in the text, but that of 1821 has \"sunk amain.\"",
        "The figure here is a favorite one with Shakespeare.",
        "Cf.",
        "R. of L. 1788: \"This windy tempest, till it blow up rain, Held back his sorrow's tide, to make it more; At last it rains, and busy winds give o'er;\" 3 Hen.",
        "VI. i. 4. 146: \"For raging wind blows up incessant showers, And, when the rage allays, the rain begins;\" Id. ii. 5. 85: \"see, see, what showers arise, Blown with the windy tempest of my heart;\" T. and C. iv. 4. 55: \"Where are my tears? rain, to lay this wind, or my heart will be blown up by the root;\" and Macbeth, i. 7. 25: \"That tears shall down the wind.\" 808.",
        "The rough soldier.",
        "Sir John of Hyndford (768 above). 811.",
        "He led.",
        "The 1st ed. has \"they led,\" and \"their\" for his in 813. 812.",
        "Verge.",
        "Note the rhyme with charge, and see on iv. 83 above. 819.",
        "This common fool.",
        "Cf.",
        "Shakespeare's \"fool multitude\" (M. of V. ii. 9. 26).",
        "Just below Lockhart quotes Coriolanus, i. 1. 180: \"Who deserves greatness Deserves your hate; and your affections are A sick man's appetite, who desires most that Which would increase his evil.",
        "He that depends Upon your favors swims with fins of lead And hews down oaks with rushes.",
        "Hang ye!",
        "Trust ye?",
        "With every minute you do change a mind, And call him noble that was now your hate, Him vile that was your garland.\" 821.",
        "Douglas.",
        "The reading of the 1st ed., as in 825 below; not \"Douglas',\" as in some recent eds. 830.",
        "Vain as the leaf, etc. The MS. has \"Vain as the sick man's idle dream.\" 838.",
        "Cognizance. \"The sable pale of Mar.\" See on iv. 153 above. 853.",
        "With scanty train, etc. The MS. has \"On distant chase you will not ride.\" 856.",
        "Lost it.",
        "Forgot it. 858.",
        "For spoiling of.",
        "For fear of ruining.",
        "Cf.",
        "Shakespeare, Sonn. 52. 4: \"The which he will not every hour survey, For blunting the fine point of seldom pleasure; T.",
        "G. of V. i. 2. 136: \"Yet here they shall not lie for catching cold;\" Beaumont and Fletcher, Captain, iii. 5: \"We'll have a bib for spoiling of thy doublet,\" etc. 887.",
        "Earl William.",
        "The Douglas who was stabbed by James II.",
        "See on 551 above.",
        "Canto Sixth. \"Lord Jeffrey has objected to the guard-room scene and its accompanying song as the greatest blemish in the whole poem.",
        "The scene contrasts forcibly with the grace which characterizes the rest; but in a poem which rests its interest upon incident, such a criticism seems overstrained.",
        "It gives us a vigorous picture of a class of men who played a very important part in the history of the time, especially across the Border; men who, many of them outlaws, and fighting, not for country or for king, but for him who paid them best, were humored with every license when they were not on strict military duty.",
        "The requirements of the narrative might have been satisfied without these details, it is true; but the use which Sir Walter has made of them--to show the power of beauty and innocence, and the chords of tenderness and goodness which lie ready to vibrate in the wildest natures--may surely reconcile us to such a piece of realism. \"The scene of Roderick's death harmonizes well with his character.",
        "The minstrel's account of the battle the poet himself felt to be somewhat long, and yet it is difficult to see how it could be curtailed without spoiling it.",
        "It is full of life and vigor, and our only cause of surprise is that the lay should only come to a sudden stand when it is really completed\" (Taylor). 6.",
        "Scaring, etc. The 1st ed. reads: \"And scaring prowling robbers to their den.\" 7.",
        "Battled.",
        "Battlemented; as in ii. 702 above. 9.",
        "The kind nurse of men.",
        "Cf. 2 Hen.",
        "IV. iii. 1. 5: \"O sleep, O gentle sleep, Nature's soft nurse,\" etc. 23.",
        "Through narrow loop, etc. The MS. has \"Through blackened arch,\" etc.; and below: \"The lights in strange alliance shone Beneath the arch of blackened stone.\" 25.",
        "Struggling with.",
        "Some recent eds. misprint \"struggling through.\" 47.",
        "Adventurers they, etc. Scott says: \"The Scottish armies consisted chiefly of the nobility and barons, with their vassals, who held lands under them for military service by themselves and their tenants.",
        "The patriarchal influence exercised by the heads of clans in the Highlands and Borders was of a different nature, and sometimes at variance with feudal principles.",
        "It flowed from the Patria Potestas, exercised by the chieftain as representing the original father of the whole name, and was often obeyed in contradiction to the feudal superior.",
        "James V. seems first to have introduced, in addition to the militia furnished from these sources, the service of a small number of mercenaries, who formed a body-guard, called the Foot-Band.",
        "The satirical poet, Sir David Lindsay (or the person who wrote the prologue to his play of the Three Estaites), has introduced Finlay of the Foot-Band, who after much swaggering upon the stage is at length put to flight by the Fool, who terrifies him by means of a sheep's skull upon a pole.",
        "I have rather chosen to give them the harsh features of the mercenary soldiers of the period, than of this Scottish Thraso.",
        "These partook of the character of the Adventurous Companions of Froissart, or the Condottieri of Italy.\" 53.",
        "The Fleming, etc. The soil of Flanders is very fertile and productive, in marked contrast to the greater part of Scotland. 60.",
        "Halberd.",
        "A combination of spear and battle-axe.",
        "See Wb. 63.",
        "Holytide.",
        "Holiday.",
        "For tide = time, see on iii. 478 above. 73.",
        "Neighboring to.",
        "That is, lying in adjacent rooms. 75.",
        "Burden.",
        "Alluding to the burden, or chorus, of a song.",
        "Cf. ii. 392 above.",
        "The MS. has \"jest\" for joke; and in the next line \"And rude oaths vented by the rest.\" 78.",
        "Trent. the English river of that name.",
        "Cf. 231 below. 84.",
        "That day.",
        "Modifying cut shore, not grieved. 87.",
        "A merry catch, I troll.",
        "Cf.",
        "Shakespeare, Temp, iii. 2. 126: \"will you troll the catch,\" etc. 88.",
        "Buxom.",
        "Lively, brisk; as in Hen.",
        "V. iii. 6. 27: \"of buxom valour,\" etc. Its original sense was yielding, obedient; as in F.",
        "Q. i. 11. 37: \"the buxome aire\" (see also Milton, P.",
        "L. ii. 842); and Id. iii. 2. 23: \"Of them that to him buxome are and prone.\"",
        "For the derivation, see Wb. 90.",
        "Poule.",
        "Paul; an old spelling, found in Chaucer and other writers.",
        "The measure of the song is anapestic (that is, with the accent on every third syllable), with modifications. 92.",
        "Black-jack.",
        "A kind of pitcher made of leather.",
        "Taylor quotes Old Mortality, chap. viii.: \"The large black-jack filled with very small beer.\" 93.",
        "Sack.",
        "A name applied to Spanish and Canary wines in general; but sometimes the particular kind was specified.",
        "Cf. 2 Hen.",
        "IV. iv. 3. 104: \"good sherris-sack\" (that is, sherry wine); and Herrick, Poems: \"thy isles shall lack Grapes, before Herrick leaves Canarie sack.\" 95.",
        "Upsees. \"Bacchanalian interjection, borrowed from the Dutch\" (Scott).",
        "Nares criticises Scott for using the word as a noun.",
        "It is generally found in the phrases \"upsee Dutch\" and \"upsee Freeze\" (the same thing, Frise being = Dutch), which appear to mean \"in the Dutch fashion.\"",
        "Cf.",
        "Ben Jonson, Alchemist, iv. 6: \"I do not like the dullness of your eye, It hath a heavy east, 't is upsee Dutch;\" that is, looks like intoxication.",
        "See also Beaumont and Fletcher, Beggar's Bush, iv. 4: \"The bowl... which must be upsey English, strong, lusty, London beer.\" 98.",
        "Kerchief.",
        "See on iii. 495 above. 100.",
        "Gillian.",
        "A common old English name (according to Coles and others, a corruption of Juliana), often contracted into Gill of Jill, and used as a familiar term for a woman, as Jack was for a man.",
        "The two are often associated; as in the proverbs \"Every Jack must have his Jill,\" and \"A good Jack makes a good Jill.\" 103.",
        "Placket.",
        "Explained by some as = stomacher; by others as = petticoat, or the slit or opening in those garments.",
        "Cf.",
        "Wb.",
        "It is often used figuratively for woman, as here.",
        "Placket and pot = women and wine. 104.",
        "Lurch.",
        "Rob.",
        "Cf.",
        "Shakespeare, Cor. ii. 2. 105: \"He lurch'd all swords of the garland;\" that is, robbed them all of the prize. 112.",
        "The drum.",
        "The 1st ed. has \"your drum.\" 116.",
        "Plaid.",
        "For the rhyme, see on i. 363 above. 124.",
        "Store of blood.",
        "Plenty of blood.",
        "Cf.",
        "Milton, L'Allegro, 121: \"With store of ladies,\" etc. See also on the adjective, i. 548 above. 127.",
        "Reward thy toil.",
        "The MS. goes on thus: \"Get thee an ape, and then at once Thou mayst renounce the warder's lance, And trudge through borough and through land, The leader of a juggler band.\"",
        "Scott has the following note here: \"The jongleurs, or jugglers, as we learn from the elaborate work of the late Mr. Strutt, on the sports and pastimes of the people of England, used to call in the aid of various assistants, to render these performances as captivating as possible.",
        "The glee-maiden was a necessary attendant.",
        "Her duty was tumbling and dancing; and therefore the Anglo-Saxon version of Saint Mark's Gospel states Herodias to have vaulted or tumbled before King Herod.",
        "In Scotland these poor creatures seem, even at a late period, to have been bondswomen to their masters, as appears from a case reported by Fountainhall: 'Reid the mountebank pursues Scot of Harden and his lady for stealing away from him a little girl, called the tumbling-lassie, that dance upon his stage; and he claimed damages, and produced a contract, whereby he bought her from her mother for 30 Scots.",
        "But we have no slaves in Scotland, and mothers cannot sell their bairns; and physicians attested the employment of tumbling would kill her; and her joints were now grown stiff, and she declined to return; though she was at least a 'prentice, and so could not run away from her master; yet some cited Moses's law, that if a servant shelter himself with thee against his master's cruelty, thou shalt surely not deliver him up.",
        "The Lords, renitente cancellario, assoilzied Harden on the 27th of January (1687)' (Fountainhall's Decisions, vol. i. p. 439).\" 136.",
        "Purvey.",
        "Provide.",
        "Cf.",
        "Spenser, F.",
        "Q. v. 12. 10: \"He all things did purvay which for them needfull weare.\" 147.",
        "Bertram, etc. The MS. has \"Bertram | his | | such | violence withstood.\" 152.",
        "The tartan screen.",
        "That is, the tartan which she had drawn over her head as a veil. 155.",
        "The savage soldiery, etc. The MS. has \"While the rude soldiery, amazed;\" and in 164 below, \"Should Ellen Douglas suffer wrong.\" 167.",
        "I shame me.",
        "I shame myself, I am ashamed.",
        "The very was formerly used intransitively in this sense.",
        "Cf.",
        "Shakespeare, R. of L. 1143: \"As shaming any eye should thee behold;\" A.",
        "Y.",
        "L. iv. 3. 136: \"I do not shame to tell you what I was,\" etc. 170.",
        "Needwood.",
        "A royal forest in Staffordshire. 171.",
        "Poor Rose, etc. The MS. reads: \"'My Rose,'--he wiped his iron eye and brow,-- 'Poor Rose,--if Rose be living now.'\" 178.",
        "Part.",
        "Act; used for the rhyme.",
        "The expression is not unlike \"do the part of an honest man\" (Much Ado, ii. 1. 172), or \"act the part,\" as we should now put it. 183.",
        "Tullibardine.",
        "The name of an old seat of the Murray family, about twenty miles from Stirling. 199.",
        "Errant damosel.",
        "Cf.",
        "Spenser, F.",
        "Q. ii. 1. 19: \"Th' adventure of the Errant damozell.\" 209.",
        "Given by the Monarch, etc. The MS. has \"The Monarch gave to James Fitz-James.\" 218.",
        "Bower.",
        "Chamber.",
        "See on i. 217 above. 222.",
        "Permit I marshal you the way.",
        "Permit that I conduct you thither. 233.",
        "The vacant purse, etc. The MS. reads: \"The silken purse shall serve for me, And in my barret-cap shall flee\"\"-- a forced rhyme which the poet did well to get rid of. 234.",
        "Barret-cap.",
        "Cloth cap.",
        "Cf. the Lay, iii. 216: \"Old England's sign, St. George's cross, His barret-cap did grace.\"",
        "He puts the purse in his cap as a favor.",
        "See on iv. 686 above. 242.",
        "Master's.",
        "He means the Douglas, but John of Brent takes it to refer to Roderick.",
        "See 305 below. 261.",
        "Wot.",
        "Know, understand.",
        "See on i. 596 above. 276.",
        "Rugged vaults.",
        "The MS. has \"low broad vaults;\" and in 279, \"stretching\" for crushing. 291.",
        "Oaken floor.",
        "The MS. and 1st ed. have \"flinty floor;\" and below: \"'thou mayst remain;' And then, retiring, bolt and chain, And rusty bar, he drew again.",
        "Roused at the sound,\" etc. 292, 293.",
        "Such... hold.",
        "This couplet is not in the 1st ed., and presumably not in the MS., though the fact is not noted by Lockhart. 295.",
        "Leech.",
        "Physician.",
        "Cf.",
        "F.",
        "Q. iii. 3. 18: \"Yf any leaches skill,\" etc.; and in the preceding stanza, \"More neede of leach-crafte hath your Damozell,\" etc. 306.",
        "Prore.",
        "Prow (Latin prora); used only in poetry. 309.",
        "Astrand.",
        "On strand (cf. ashore), stranded. 316.",
        "At sea.",
        "The MS. has \"on main,\" and \"plain\" for lea in the rhyme.",
        "The 1st ed. and that of 1821 have \"on sea.\" 334.",
        "Has never harp, etc. The MS. reads: \"Shall never harp of minstrel tell Of combat fought so fierce and well.\" 348.",
        "Strike it!",
        "Scott says: \"There are several instances, at least in tradition, of persons so much attached to particular tunes, as to require to hear them on their death-bed.",
        "Such an anecdote is mentioned by the late Mr. Riddel of Glenriddel, in his collection of Border tunes, respecting an air called the 'Dandling of the Bairns,' for which a certain Gallovidian laird is said to have evinced this strong mark of partiality.",
        "It is popularly told of a famous freebooter, that he composed the tune known by the name of Macpherson's Rant while under sentence of death, and played it at the gallows-tree.",
        "Some spirited words have been adapted to it by Burns.",
        "A similar story is recounted of a Welsh bard, who composed and played on his death-bed the air called Dafyddy Garregg Wen.",
        "But the most curious example is given by Brantome of a maid of honor at the court of France, entitled Mademoiselle de Limeuil: 'Durant sa maladie, dont elle trespassa, jamais elle ne cessa, ainsi causa tousjours; car elle estoit fort grande parleuse, brocardeuse, et tres-bien et fort a propos, et tres-belle avec cela.",
        "Quand l'heure de sa fin fut venue, elle fit venir a soy son valet (ainsi que les filles de la cour en ont chacune un), qui s'appelloit Julien, et scavoit tres-bien jouer du violon. \"Julien,\" luy dit elle, \"prenez vostre violon, et sonnez moy tousjours jusques a ce que vous me voyez morte (car je m'y en vais) la Defaite des Suisses, et le mieux que vous pourrez, et quand vous serez sur le mot, 'Tout est perdu,' sonnez le par quatre ou cing fois, le plus piteusement que vous pourrez,\" ce qui fit l'autre, et elle-mesme luy aidoit de la voix, et quand ce vint \"tout est perdu,\" elle le reitera par deux fois; et se tournant de l'autre coste du chevet, elle dit a ses compagnes: \"Tout est perdu a ce coup, et a bon escient;\" et ainsi deceda.",
        "Voila une morte joyeuse et plaisante.",
        "Je tiens ce conte de deux de ses compagnes, dignes de foi, qui virent jouer ce mystere' (OEuvres de Brantome, iii. 507).",
        "The tune to which this fair lady chose to make her final exit was composed on the defeat of the Swiss of Marignano.",
        "The burden is quoted by Panurge in Rabelais, and consists of these words, imitating the jargon of the Swiss, which is a mixture of French and German: 'Tout est verlore, La Tintelore, Tout est verlore bi Got.'\" 362.",
        "With what, etc. This line is not in the MS. 369.",
        "Battle of Beal' au Duine.",
        "Scott has the following note here: \"A skirmish actually took place at a pass thus called in the Trosachs, and closed with the remarkable incident mentioned in the text.",
        "It was greatly posterior in date to the reign of James V. 'In this roughly-wooded island  the country people secreted their wives and children and their most valuable effects from the rapacity of Cromwell's soldiers during their inroad into this country, in the time of the republic.",
        "These invaders, not venturing to ascend by the ladders along the lake, took a more circuitous road through the heart of the Trosachs, the most frequented path at that time, which penetrates the wilderness about half way between Binean and the lake by a tract called Yea-chilleach, or the Old Wife's Bog. 'In one of the defiles of this by-road the men of the country at that time hung upon the rear of the invading enemy, and shot one of Cromwell's men, whose grave marks the scene of action, and gives name to that pass.",
        "In revenge of this insult, the soldiers resolved to plunder the island, to violate the women, and put the children to death.",
        "With this brutal intention, one of the party, more expert than the rest, swam towards the island, to fetch the boat to his comrades, which had carried the women to their asylum, and lay moored in one of the creeks.",
        "His companions stood on the shore of the mainland, in full view of all that was to pass, waiting anxiously for his return with the boat.",
        "But just as the swimmer had got to the nearest point of the island, and was laying hold of a black rock to get on shore, a heroine, who stood on the very point where he meant to land, hastily snatching a dagger from below her apron, with one stroke severed his head from the body.",
        "His party seeing this disaster, and relinquishing all future hope of revenge or conquest, made the best of their way out of their perilous situation.",
        "This amazon's great grandson lives at Bridge of Turk, who, besides others, attests the anecdote' (Sketch of the Scenery near Callander, Stirling, 1806, p. 20).",
        "I have only to add to this account that the heroine's name was Helen Stuart.\" 376.",
        "No ripple on the lake. \"The liveliness of this description of the battle is due to the greater variety of the metre, which resembles that of Marmion.",
        "The three-accent lines introduced at intervals give it lightness, and the repetition of the same rhyme enables the poet to throw together without break all that forms part of one picture\" (Taylor). 377.",
        "Erne.",
        "Eagle.",
        "See Wb. 392.",
        "I see, etc. Cf. iv. 152 above. 396.",
        "Boune.",
        "See on iv. 36 above.",
        "Most eds. misprint \"bound.\" 404.",
        "Barded.",
        "The reading of the 1st ed. and that of 1821; \"corrected\" in all the recent ones into \"barbed.\"",
        "Scott doubtless wrote barded (= armored, or wearing defensive armor; but applied only to horses), a word found in many old writers.",
        "Cf.",
        "Holinshed (quoted by Nares): \"with barded horses, all covered with iron,\" etc. See also Wb.",
        "Scott has the word again in the Lay, i. 311: \"Above the foaming tide, I ween, Scarce half the charger's neck was seen; For he was barded from counter to tail, And the rider was armed complete in mail.\" 405.",
        "Battalia.",
        "Battalion, army.",
        "The word is not a plural of battalion, as some have seemed to think.",
        "See Wb. 414.",
        "Vaward.",
        "In the vanward, or vanguard; misprinted \"vanward\" in some editions.",
        "Shakespeare has the noun several times; as in Hen.",
        "V. iv. 3. 130: \"The leading of the vaward;\" Cor. i. 6. 53: \"Their bands i' the vaward;\" and figuratively in M.",
        "N.",
        "D. iv. 1. 110: \"the vaward of the day,\" etc. 419.",
        "Pride.",
        "Some eds. misprint \"power.\" 429.",
        "As.",
        "As if.",
        "See on ii. 56 above. 434.",
        "Their flight they ply.",
        "The reading of the 1st ed. and that of 1821.",
        "Most of the eds. have \"plight\" for flight, and Taylor has the following note on Their plight they ply: \"The meaning of this is not very clear.",
        "Possibly 'they keep up a constant fire,' but they seem in too complete a rout for that.\"",
        "Cf. iii. 318 above. 438.",
        "The rear.",
        "The 1st ed. has \"their rear.\" 443.",
        "Twilight wood.",
        "Cf. 403 above. \"The appearance of the spears and pikes was such that in the twilight they might have been mistaken at a distance for a wood\" (Taylor). 449-450.",
        "And closely shouldering, etc. This couplet is not in the MS. 452.",
        "Tinchel. \"A circle of sportsmen, who, by surrounding a great space, and gradually narrowing, brought immense quantities of deer together, which usually made desperate efforts to breach through the Tinchel\" (Scott). 459.",
        "The tide.",
        "The 1st ed. has \"their tide.\" 473.",
        "Now, gallants! etc. Cf.",
        "Macaulay, Battle of Ivry: \"Now by the lips of those ye love, Fair gentlemen of France, Charge for the golden lilies,-- Upon them with the lance!\" 483.",
        "And refluent, etc. The MS. reads: \"And refluent down the darksome pass The battle's tide was poured; There toiled the spearman's struggling spear, There raged the mountain sword.\" 488.",
        "Linn.",
        "Here the word is = cataract.",
        "See on i. 71 and ii. 270 above. 497.",
        "Minstrel, away!",
        "The MS. has \"Away! away!\" 509.",
        "Surge.",
        "Note the imperfect rhyme.",
        "See on i. 223 above. 511.",
        "That sullen.",
        "The reading of the 1st ed. and that of 1821; \"the sullen\" in many eds. 514.",
        "That parts not, etc. Lockhart quotes Byron, Giaour: \"the loveliness in death That parts not quite with parting breath.\" 515.",
        "Seeming, etc. The MS. reads: \"And seemed, to minstrel ear, to toll The parting dirge of many a soul.\"",
        "For part = depart, see on ii. 94 above. 523.",
        "While by the lake, etc. The MS. reads: \"While by the darkened lake below File out the spearmen of the foe.\" 525.",
        "At weary bay.",
        "See on i. 133 above. 527.",
        "Tattered sail.",
        "The 1st ed. has \"shattered sail;\" not noted in the Errata. 532.",
        "Saxons.",
        "Some eds. misprint \"Saxon.\" 538.",
        "Wont.",
        "See on i. 408 above. 539.",
        "Store.",
        "See on i. 548 above.",
        "Bonnet-pieces were gold coins on which the King's head was represented with a bonnet instead of a crown. 540.",
        "To him will swim.",
        "For the ellipsis, see on i. 528 above. 556.",
        "Her billows, etc. The 1st ed. has \"Her billow reared his snowy crest,\" and \"its\" for they in the next line. 564.",
        "It tinged, etc. The MS. has \"It tinged the boats and lake with flame.\"",
        "Lines 561-568 are interpolated in the MS. on a slip of paper. 565.",
        "Duncraggan's widowed dame.",
        "Cf. iii. 428 fol. above. 567.",
        "A naked dirk.",
        "The 1st ed. has \"Her husband's dirk.\" 592.",
        "Chime.",
        "Music.",
        "Cf. iv. 524 above. 595.",
        "Varied his look, etc. The MS. has \"Glowed in his look, as swelled the song;\" and in 600, \"his | glazing | eye.\" | fiery | 602.",
        "Thus, motionless, etc. Cf. the Introduction to Rob Roy; \"Rob Roy, while on his death-bed, learned that a person, with whom he was at enmity, proposed to visit him. 'Raise me from my bed,' said the invalid; 'throw my plaid around me, and bring me my claymore, dirk, and pistols: it shall never be said that a foeman saw Rob Roy MacGregor defenceless and unarmed.'",
        "His foeman, conjectured to be one of the MacLarens, entered and paid his compliments, inquiring after the health of his formidable neighbor.",
        "Rob Roy maintained a cold, haughty civility during their short conference; and so soon as he had left the house, 'Now,' he said, 'all is over--let the piper play Ha til mi tulidh' , and he is said to have expired before the dirge was finished.\" 605.",
        "Grim and still.",
        "Originally \"stern and still.\"",
        "In a note to the printer, sent with the final stanzas, Scott writes: \"I send the grand finale, and so exit the Lady of the Lake from the head she has tormented for six months.",
        "In canto vi. stanza 21,--stern and still, read grim and still; sternly occurs four lines higher.",
        "For a similar reason, stanza 24,--dun deer read fleet deer.\" 608.",
        "And art thou, etc. The MS. has \"'And art thou gone,' the Minstrel said.\" 609.",
        "Foeman's.",
        "Misprinted \"foeman's\" in some eds. 610.",
        "Breadalbane.",
        "See on ii. 416 above. 614.",
        "The shelter, etc. The MS. has \"The mightiest of a mighty line.\" 631.",
        "Even she.",
        "That is, Ellen. 638.",
        "Storied.",
        "Referring to the scenes depicted on the painted glass.",
        "Cf.",
        "Milton, Il Penseroso, 159: \"And storied windows, richly dight.\"",
        "The change of tense in fall is of course for the rhyme; but we might expect \"lighten\" for lightened. 643.",
        "The banquet, etc. The MS. reads: \"The banquet gay, the chamber's pride, Scarce drew one curious glance aside;\" and in 653, \"earnest on his game.\" 665.",
        "Of perch and hood.",
        "That is, of enforced idleness.",
        "See on ii. 525 above.",
        "In some eds. this song is printed without any division into stanzas. 670.",
        "Forest.",
        "The 1st ed. and that of 1821 have \"forests,\" but we suspect that Scott wrote forest. 672.",
        "Is meet for me.",
        "The MS. has \"was meant for me.\"",
        "For the ellipsis, cf. 540 above. 674.",
        "From yon dull steeple's,\" etc. The MS. has \"From darkened steeple's\" etc. See on v. 558 above. 677.",
        "The lark, etc. The MS. has \"The lively lark my matins rung,\" and \"sung\" in the rhyme.",
        "The omission of to with ring and sing is here a poetic license; but in Elizabethan English it is common in many cases where it would not now be admissible.",
        "Cf.",
        "Othello, ii. 3. 190: \"you were wont be civil;\" F.",
        "Q. i. 1. 50: \"He thought have slaine her,\" etc. 680.",
        "A hall, etc. The MS. has \"a hall should harbor me.\" 683.",
        "Fleet deer.",
        "See on 605 above. 707.",
        "At morning prime.",
        "Early in the morning.",
        "Prime is properly the first canonical hour of prayer, or 6 a.m.",
        "For its looser use here, cf. F.",
        "Q. ii. 9. 25: \"at evening and at prime.\" 712.",
        "Stayed.",
        "Supported; not to be printed \"staid,\" as in some editions. 716.",
        "Within, etc. The MS. reads: \"Within 't was brilliant all, and bright The vision glowed on Ellen's sight.\" 726.",
        "Presence.",
        "Presence-chamber.",
        "Cf.",
        "Rich.",
        "II. i. 3. 289: \"Suppose the singing birds musicians, The grass whereon thou tread'st the presence strew'd\" (that is, strewn with rushes); Hen.",
        "VIII. iii. 1. 17: \"the two great cardinals Wait in the presence,\" etc. 727.",
        "For him, etc. The MS. reads: \"For him who owned this royal state.\" 737.",
        "Sheen.",
        "Bright.",
        "See on i. 208 above. 740.",
        "And Snowdoun's Knight is Scotland's King.",
        "Scott says: \"This discovery will probably remind the reader of the beautiful Arabian tale of Il Bondocani.",
        "Yet the incident is not borrowed from that elegant story, but from Scottish tradition.",
        "James V., of whom we are treating, was a monarch whose good and benevolent intentions often rendered his romantic freaks venial, if not respectable, since, from his anxious attention to the interests of the lower and most oppressed class of his subjects, he was, as we have seen, popularly termed the King of the Commons.",
        "For the purpose of seeing that justice was regularly administered, and frequently from the less justifiable motive of gallantry, he used to traverse the vicinage of his several palaces in various disguises.",
        "The two excellent comic songs entitled The Gaberlunzie Man and We'll gae nae mair a roving are said to have been founded upon the success of his amorous adventures when travelling in the disguise of a beggar.",
        "The latter is perhaps the best comic ballad in any language. \"Another adventure, which had nearly cost James his life, is said to have taken place at the village of Cramond, near Edinburgh, where he had rendered his addresses acceptable to a pretty girl of the lower rank.",
        "Four or five persons, whether relations or lovers of his mistress is uncertain, beset the disguised monarch as he returned from his rendezvous.",
        "Naturally gallant, and an admirable master of his weapon, the King took post on the high and narrow bridge over the Almond river, and defended himself bravely with his sword.",
        "A peasant who was thrashing in a neighboring barn came out upon the noise, and, whether moved by compassion or by natural gallantry, took the weaker side, and laid about with his flail so effectually as to disperse the assailants, well thrashed, even according to the letter.",
        "He then conducted the King into his barn, where his guest requested a basin and a towel, to remove the stains of the broil.",
        "This being procured with difficulty, James employed himself in learning what was the summit of the deliverer's earthly wishes, and found that they were bounded by the desire of possessing, in property, the farm of Braehead, upon which he labored as a bondsman.",
        "The lands chanced to belong to the Crown; and James directed him to come to the palace of Holyrood and inquire for the Guidman (that is, farmer) of Ballenguich, a name by which he was known in his excursions, and which answered to the Il Bondocani of Haroun Alraschid.",
        "He presented himself accordingly, and found, with due astonishment, that he had saved his monarch's life, and that he was to be gratified with a crown charter of the lands of Braehead, under the service of presenting a ewer, basin, and towel for the King to wash his hands when he shall happen to pass the bridge of Cramond.",
        "This person was ancestor of the Howisons of Braehead, in Mid-Lothian, a respectable family, who continue to hold the lands (now passed into the female line) under the same tenure.  \"Another of James's frolics is thus narrated by Mr. Campbell from the Statistical Account: 'Being once benighted when out a-hunting, and separated from his attendants, he happened to enter a cottage in the midst of a moor, at the foot of the Ochil hills, near Alloa, where, unknown, he was kindly received.",
        "In order to regale their unexpected guest, the gudeman desired the gudewife to fetch the hen that roosted nearest the cock, which is always the plumpest, for the stranger's supper.",
        "The King, highly pleased with his night's lodging and hospitable entertainment, told mine host, at parting, that he should be glad to return his civility, and requested that the first time he came to Stirling he would call at the Castle, and inquire for the Gudeman of Ballenguich.",
        "Donaldson, the landlord, did not fail to call on the Gudeman of Ballenguich, when his astonishment at finding that the King had been his guest afforded no small amusement to the merry monarch and his courtiers; and to carry on the pleasantry, he was thenceforth designated by James with the title of King of the Moors, which name and designation have descended from father to son ever since, and they have continued in possession of the identical spot, the property of Mr. Erskine of Mar, till very lately, when this gentleman with reluctance turned out the descendant and representative of the King of the Moors, on account of his Majesty's invincible indolence, and great dislike to reform or innovation of any kind, although, from the spirited example of his neighbor tenants on the same estate, he is convinced similar exertion would promote his advantage.' \"The author requests permission yet farther to verify the subject of his poem, by an extract from the genealogical work of Buchanan of Auchmar, upon Scottish surnames (Essay upon the Family of Buchanan, p. 74): 'This John Buchanan of Auchmar and Arnpryor was afterwards termed King of Kippen  upon the following account: King James V., a very sociable, debonair prince, residing at Stirling, in Buchanan of Arnpryor's time, carriers were very frequently passing along the common road, being near Arnpryor's house, with necessaries for the use of the King's family; and he, having some extraordinary occasion, ordered one of these carriers to leave his load at his house, and he would pay him for it; which the carrier refused to do, telling him he was the King's carrier, and his load for his Majesty's use; to which Arnpryor seemed to have small regard, compelling the carrier, in the end, to leave his load; telling him, if King James was King of Scotland, he was King of Kippen, so that it was reasonable he should share with his neighbor king in some of these loads, so frequently carried that road.",
        "The carrier representing these usage, and telling the story as Arnpryor spoke it, to some of the King's servants, it came at length to his majesty's ears, who shortly thereafter, with a few attendants, came to visit his neighbor king, who was in the meantime at dinner.",
        "King James, having sent a servant to demand access, was denied the same by a tall fellow with a battle-axe, who stood porter at the gate, telling there could be no access till dinner was over.",
        "This answer not satisfying the King, he sent to demand access a second time; upon which he was desired by the porter to desist, otherwise he would find cause to repent his rudeness.",
        "His Majesty finding this method would not do, desired the porter to tell his master that the Goodman of Ballangeigh desired to speak with the King of Kippen.",
        "The porter telling Arnpryor so much, he, in all humble manner, came and received the King, and having entertained him with much sumptuousness and jollity, became so agreeable to King James, that he allowed him to take so much of any provision he found carrying that road as he had occasion for; and seeing he made the first visit, desired Arnpryor in a few days to return him a second to Stirling, which he performed, and continued in very much favor with the King, always thereafter being termed King of Kippen while he lived.' \"The readers of Ariosto must give credit for the amiable features with which James is represented, since he is generally considered as the prototype of Zerbino, the most interesting hero of the Orlando Furioso.\" 743.",
        "Glided from her stay.",
        "The MS. has \"shrinking, quits her stay.\"",
        "Ruskin asks us to \"note the northern love of rocks\" in this passage, and adds: \"Dante could not have thought of his 'cut rocks' as giving rest even to snow.",
        "He must put it on the pine branches, if it is to be at peace.\"",
        "Taylor quotes Holmes, Autocrat of Breakfast Table: \"She melted away from her seat like an image of snow.\" 780.",
        "Pry.",
        "Look pryingly or curiously.",
        "In prose on would not be used with pry. 784.",
        "To speed.",
        "To a fortunate issue; unless speed be the verb, and = pass. 786.",
        "In life's more low but happier way.",
        "The MS. has \"In lowly life's more happy way.\" 789.",
        "The name of Snowdoun.",
        "Scott says: \"William of Worcester, who wrote about the middle of the fifteenth century, calls Stirling Castle Snowdoun.",
        "Sir David Lindsay bestows the same epithet upon it in his Complaint of the Papingo: 'Adieu, fair Snawdoun, with thy towers high, Thy chaple-royal, park, and table round; May, June, and July, would I dwell in thee, Were I a man, to hear the birdis sound, Whilk doth agane thy royal rock rebound.' \"Mr. Chalmers, in his late excellent edition of Sir David Lindsay's works, has refuted the chimerical derivation of Snawdoun from snedding, or cutting.",
        "It was probably derived from the romantic legend which connected Stirling with King Arthur, to which the mention of the Round Table gives countenance.",
        "The ring within which justs were formerly practised in the Castle park, is still called the Round Table.",
        "Snawdoun is the official title of one of the Scottish heralds, whose epithets seem in all countries to have been fantastically adopted from ancient history or romance. \"It appears from the preceding note that the real name by which James was actually distinguished in his private excursions was the Goodman of Ballenguich; derived from a steep pass leading up to the Castle of Stirling, so called.",
        "But the epithet would not have suited poetry, and would besides at once, and prematurely, have announced the plot to many of my country men, among whom the traditional stories above mentioned are still current.\" 798.",
        "My spell-bound steps.",
        "The MS. has \"Thy sovereign back | to Benvenue.\"",
        "Thy sovereign's steps | 800.",
        "Glaive.",
        "Sword.",
        "See on iv. 274 above. 803.",
        "Pledge of my faith, etc. The MS. has \"Pledge of Fitz-James's faith, the ring.\" 808.",
        "A lightening.",
        "Some eds. have \"A lightning.\" 809.",
        "And more, etc. The MS. reads: \"And in her breast strove maiden shame; More deep she deemed the Monarch's ire Kindled 'gainst him, who, for her sire, Against his Sovereign broadsword drew; And, with a pleading, warm and true, She craved the grace of Roderick Dhu.\" 813.",
        "Grace.",
        "Pardon. 825.",
        "Stained.",
        "Reddened. 829.",
        "The Graeme.",
        "Jeffrey says: \"Malcolm Graeme has too insignificant a part assigned him, considering the favor in which he is held both by Ellen and the author; and in bringing out the shaded and imperfect character of Roderick Dhu as a contrast to the purer virtue of his rival, Mr. Scott seems to have fallen into the common error of making him more interesting than him whose virtues he was intended to set off, and converted the villain of the piece in some measure into its hero.",
        "A modern poet, however, may perhaps be pardoned for an error of which Milton himself is thought not to have kept clear, and for which there seems so natural a cause in the difference between poetical and amiable characters.\" 837.",
        "Warder.",
        "Guard, jailer. 841.",
        "Lockhart quotes here the following extract from a letter of Byron's to Scott, dated July 6, 1812: \"And now, waiving myself, let me talk to you of the Prince Regent.",
        "He ordered me to be presented to him at a ball; and after some saying, peculiarly pleasing from royal lips, as to my own attempts, he talked to me of you and your immoralities: he preferred you to every bard past and present, and asked which of your works pleased me most.",
        "It was a difficult question.",
        "I answered, I thought the Lay.",
        "He said his own opinion was nearly similar.",
        "In speaking of the others, I told him that I thought you more particularly the poet of princes, as they never appeared more fascinating than in Marmion and The Lady of the Lake.",
        "He was pleased to coincide, and to dwell on the description of your James's as no less royal than poetical. He spoke alternately of Homer and yourself, and seemed well acquainted with both.\" 842.",
        "Harp of the North, farewell!",
        "Cf. the introduction to the poem. 846.",
        "Wizard elm.",
        "See on i. 2 above. 850.",
        "Housing.",
        "Returning to the hive. 858.",
        "The grief devoured.",
        "For the figure, cf. Ps. xlii. 3, lxxx. 5, and Isa. xxx. 20. 859.",
        "O'erlive.",
        "Several eds. misprint \"o'erlived.\"",
        "Addendum.",
        "Since our first edition appeared we have had the privilege of examining a copy of Scott's 2d ed. (1810), belonging to Mr. E.",
        "S.",
        "Gould, of Yonkers, N.",
        "Y.",
        "This 2d ed. is in smaller type than the 1st, and in octavo form, the 1st being in quarto.",
        "A minute collation of the text with that of the 1st ed. and our own shows that Scott carefully revised the poem for this 2d ed., and that the changes he afterwards made in it were few and unimportant.",
        "For instance, the text includes the verbal changes which we have adopted in i. 198, 290, 432, ii. 103, 201, 203, 534, iii. 30, 173, 190, 508, v. 106, 253, 728, 811, iv. 6, 112, 527, 556, 567, etc. In vi. 291 fol. it reads (including the omissions and insertions) as in our text.",
        "In i. 336, 340, the pointing is the same as in the 1st ed.; and in i. 360, the reading is \"dear.\"",
        "In ii. 865, 866, it varies from the pointing of the 1st ed.; but we are inclined to regard this as a misprint, not a correction.",
        "In ii. 76 this 2d ed. has \"lingerewave\" for \"lingerer wave,\" and in ii. 217 it repeats the preposterous misprint of \"his glee\" from the 1st ed.",
        "If Scott could overlook such palpable errors as these, he might easily fail to detect the misplacing of a comma.",
        "We have our doubts as to i. 336, 340, where the 1st and 2d eds. agree; but there a misprint may have been left uncorrected, as in ii. 217.",
        "Jan. 25, 1884.",
        "FOOTNOTES:  breke no poynt of that ye have ordayned and commanded.,' This is palpable nonsense, but it has been repeated without correction in every reprint of Lockhart's edition for the last fifty years.]               End of Project Gutenberg's The Lady of the Lake, by Sir Walter Scott"
      ],
      "sentence_count": 809,
      "word_count": 13346
    },
    {
      "number": "990",
      "title": "990.",
      "sentences": [
        "990. 464.",
        "Lincoln green.",
        "A cloth made in Lincoln, much worn by hunters. 467.",
        "Heron.",
        "The early eds. have \"heron's.\" 475.",
        "Errant-knight.",
        "Knight-errant. 476.",
        "Sooth.",
        "True.",
        "We find soothest in Milton, Comus, 823.",
        "The noun sooth (truth) is more common, and still survives in soothsayer (teller of hidden truth).",
        "Cf. v. 64 below. 478.",
        "Emprise.",
        "Enterprise.",
        "Cf.",
        "Spenser, F.",
        "Q. ii. 7. 39: \"But give me leave to follow my emprise,\" etc. 485.",
        "His noble hand.",
        "The MS. has \"This gentle hand;\" and in the next line, \"the oars he drew.\" 490.",
        "Frequent.",
        "Often; one of the many instances of the adjective used adverbially in the poem. 492.",
        "The rocky isle.",
        "It is still known as Ellen's Isle. \"It is rather high, and irregularly pyramidal. It is mostly composed of dark-gray rocks, mottled with pale and gray lichens, peeping out here and there amid trees that mantle them,--chiefly light, graceful birches, intermingled with red-berried mountain ashes and a few dark-green, spiry pines.",
        "The landing is beneath an aged oak; and, as did the Lady and the Knight, the traveller now ascends 'a clambering unsuspected road,' by rude steps, to the small irregular summit of the island.",
        "A more poetic, romantic retreat could hardly be imagined: it is unique.",
        "It is completely hidden, not only by the trees, but also by an undergrowth of beautiful and abundant ferns and the loveliest of heather\" (Hunnewell's Lands of Scott). 500.",
        "Winded.",
        "Wound; used for the sake of the measure, as in v. 22 below.",
        "We find the participle winded in Much Ado, i. 1. 243; but it is = blown.",
        "The verb in that sense is derived from the noun wind (air in motion), and has no connection with wind, to turn.",
        "Cf.",
        "Wb. 504.",
        "Here for retreat, etc. Scott has the following note here: \"The Celtic chieftains, whose lives were continually exposed to peril, had usually, in the most retired spot of their domains, some place of retreat for the hour of necessity, which, as circumstances would admit, was a tower, a cavern, or a rustic hut, in a strong and secluded situation.",
        "One of these last gave refuge to the unfortunate Charles Edward, in his perilous wanderings after the battle of Culloden. \"It was situated in the face of a very rough, high, and rocky mountain, called Letternilichk, still a part of Benalder, full of great stones and crevices, and some scattered wood interspersed.",
        "The habitation called the Cage, in the face of that mountain, was within a small thick bush of wood.",
        "There were first some rows of trees laid down, in order to level the floor for a habitation; and as the place was steep, this raised the lower side to an equal height with the other: and these trees, in the way of joists or planks, were levelled with earth and gravel.",
        "There were betwixt the trees, growing naturally on their own roots, some stakes fixed in the earth, which, with the trees, were interwoven with ropes, made of heath and birch twigs, up to the top of the Cage, it being of a round or rather oval shape; and the whole thatched and covered over with fog.",
        "The whole fabric hung, as it were, by a large tree, which reclined from the one end, all along the roof, to the other, and which gave it the name of the Cage; and by chance there happened to be two stones at a small distance from one another, in the side next the precipice, resembling the pillars of a chimney, where the fire was placed.",
        "The smoke had its vent out here, all along the fall of the rock, which was so much of the same color, that one could discover no difference in the clearest day' (Home's History of the Rebellion, Lond. 1802, 4to, p. 381).\" 525.",
        "Idoean vine.",
        "Some have taken this to refer to the \"red whortleberry,\" the botanical name of which is Vaccinium vitis Idoea; but as that is not a climber, it is more probably that the common vine is here meant.",
        "Idoean is from Ida, a mountain near ancient Troy (there was another in Crete), famous for its vines. 526.",
        "Clematis.",
        "The Climatis vitalba, one of the popular English names of which is virgin-bower. 528.",
        "And every favored plant could bear.",
        "That is, which could endure.",
        "This ellipsis of the relative was very common in Elizabethan English.",
        "Cf.",
        "Shakespeare, M. for M. ii. 2. 23: \"I have a brother is condemned to die;\" Rich.",
        "II. ii. 2. 128: \"The hate of those love not the king,\" etc. See also John, iii. 11, etc. 532.",
        "On heaven and on thy lady call.",
        "This is said gayly, or sportively, as keeping up the idea of a knight-errant.",
        "Cf. 475 above. 542.",
        "Careless.",
        "See on 490 above. 546.",
        "Target.",
        "Buckler; the targe of iii. 445, etc. See Scott's note on v. 380 below. 548.",
        "Store.",
        "Stored, laid up; an obsolete adjective.",
        "Cf. iii. 3 below, and see also on vi. 124. 551.",
        "And there the wild-cat's, etc. The MS. reads: \"There hung the wild-cat's brindled hide, Above the elk's branched brow and skull, And frontlet of the forest bull.\" 559.",
        "Garnish forth.",
        "Cf. furnish forth in 442 above. 566.",
        "Brook.",
        "Bear, endure; now seldom used except with reference to what is endured against one's will or inclination.",
        "It seems to be a favorite word with Scott. 573.",
        "Ferragus or Ascabart. \"These two sons of Anak flourished in romantic fable.",
        "The first is well known to the admirers of Ariosto by the name of Ferrau.",
        "He was an antagonist of Orlando, and was at length slain by him in single combat....",
        "Ascapart, or Ascabart, makes a very material figure in the History of Bevis of Hampton, by whom he was conquered.",
        "His effigies may be seen guarding one side of the gate at Southampton, while the other is occupied by Bevis himself\" (Scott). 580.",
        "To whom, though more than kindred knew.",
        "The MS. reads: \"To whom, though more remote her claim, Young Ellen gave a mother's name.\"",
        "She was the maternal aunt of Ellen, but was loved as a mother by her, or more than (such) kindred (usually) knew (in way of affection). 585.",
        "Though all unasked, etc. \"The Highlanders, who carried hospitality to a punctilious excess, are said to have considered it as churlish to ask a stranger his name or lineage before he had taken refreshment.",
        "Feuds were so frequent among them, that a contrary rule would in many cases have produced the discovery of some circumstance which might have excluded the guest from the benefit of the assistance he stood in need of\" (Scott). 591.",
        "Snowdoun.",
        "An old name of Stirling Castle.",
        "See vi. 789 below. 592.",
        "Lord of a barren heritage. \"By the misfortunes of the earlier Jameses, and the internal feuds of the Scottish chiefs, the kingly power had become little more than a name.",
        "Each chief was a petty king in his own district, and gave just so much obedience to the king's authority as suited his convenience\" (Taylor). 596.",
        "Wot.",
        "Knows; the present of the obsolete wit (the infinitive to wit is still use in legal forms), not of weet, as generally stated.",
        "See Matzner, Eng.",
        "Gram. i. 382.",
        "Cf.",
        "Shakespeare, Rich.",
        "III. ii. 3. 18: \"No, no, good friends, God wot.\"",
        "He also uses wots (as in Hen.",
        "V. iv. 1. 299) and a participle wotting (in W.",
        "T. iii. 2. 77). 602.",
        "Require.",
        "Request, ask; as in Elizanethan English.",
        "Cf.",
        "Shakespeare, Hen.",
        "VIII. ii. 4. 144: \"In humblest manner I require your highness,\" etc. 603.",
        "The elder lady's mien.",
        "The MS. has \"the mother's easy mien.\" 606.",
        "Ellen, though more, etc. The MS. reads: \"Ellen, though more her looks betrayed The simple heart of mountain maid, In speech and gesture, form and grace, Showed she was come of gentle race; 'T was strange, in birth so rude, to find Such face, such manners, and such mind.",
        "Each anxious hint the stranger gave, The mother heard with silence grave.\" 616.",
        "Weird women we, etc. See on 35 above.",
        "Weird here = skilled in witchcraft; like the \"weird sisters\" of Macbeth.",
        "Down = hill (the Gaelic dun). 622.",
        "A harp unseen.",
        "Scott has the following note here: \"'\"They  delight much in musicke, but chiefly in harps and clairschoes of their own fashion.",
        "The strings of the clairschoes are made of brasse wire, and the strings of the harps of sinews; which strings they strike either with their nayles, growing long, or else with an instrument appointed for that use.",
        "They take great pleasure to decke their harps and clairschoes with silver and precious stones; the poore ones that cannot attayne hereunto, decke them with christall.",
        "They sing verses prettily compound, contayning (for the most part) prayses of valiant men.",
        "There is not almost any other argument, whereof their rhymes intreat.",
        "They speak the ancient French language, altered a little.\"  \"The harp and chairschoes are now only heard of in the Highlands in ancient song.",
        "At what period these instruments ceased to be used, is not on record; and tradition is silent on this head.",
        "But, as Irish harpers occasionally visited the Highlands and Western Isles till lately, the harp might have been extant so late as the middle of the present century.",
        "Thus far we know, that from remote times down to the present, harpers were received as welcome guests, particularly in the Highlands of Scotland; and so late as the latter end of the sixteenth century, as appears by the above quotations, the harp was in common use among the natives of the Western Isles.",
        "How it happened that the noisy and inharmonious bagpipe banished the soft and expressive harp, we cannot say; but certain it is, that the bagpipe is now the only instrument that obtains universally in the Highland districts' (Campbell's Journey through North Britain.",
        "London, 1808, 4to, i. 175). \"Mr. Gunn, of Edinburgh, has lately published a curious Essay upon the Harp and Harp Music of the Highlands of Scotland.",
        "That the instrument was once in common use there, is most certain.",
        "Cleland numbers an acquaintance with it among the few accomplishments which his satire allows to the Highlanders:-- 'In nothing they're accounted sharp, Except in bagpipe or in harm.'\" 624.",
        "Soldier, rest! etc. The metre of this song is trochaic; that is, the accents fall regularly on the odd syllables. 631.",
        "In slumber dewing.",
        "That is, bedewing.",
        "For the metaphor, cf. Shakespeare, Rich.",
        "III. iv. 1. 84: \"the golden dew of sleep;\" and J.",
        "C. ii. 1. 230: \"the honey-heavy dew of slumber.\" 635.",
        "Morn of toil, etc. The MS. has \"noon of hunger, night of waking;\" and in the next line, \"rouse\" for reach. 638.",
        "Pibroch. \"A Highland air, suited to the particular passion which the musician would either excite or assuage; generally applied to those airs that are played on the bagpipe before the Highlanders when they go out to battle\" (Jamieson).",
        "Here it is put for the bagpipe itself.",
        "See also on ii. 363 below. 642.",
        "And the bittern sound his drum.",
        "Goldsmith (D.",
        "V. 44) calls the bird \"the hollow-sounding bittern;\" and in his Animated Nature, he says that of all the notes of waterfowl \"there is none so dismally hollow as the booming of the bittern.\" 648.",
        "She paused, etc. The MS. has \"She paused--but waked again the lay.\" 655.",
        "The MS. reads: \"Slumber sweet our spells shall deal ye;\" and in 657: \"Let our slumbrous spells| avail ye | beguile ye.\" 657.",
        "Reveille.",
        "The call to rouse troops or huntsmen in the morning. 669.",
        "Forest sports.",
        "The MS. has \"mountain chase.\" 672.",
        "Not Ellens' spell.",
        "That is, not even Ellen's spell.",
        "On the passage, cf. Rokeby, i. 2: \"Sleep came at length, but with a train Of feelings true and fancies vain, Mingling, in wild disorder cast, The expected future with the past.\" 693.",
        "Or is it all a vision now?",
        "Lockhart quotes here Thomson's Castle of Indolence: \"Ye guardian spirits, to whom man is dear, From these foul demons shield the midnight gloom: Angels of fancy and love, be near.",
        "And o'er the blank of sleep diffuse a bloom: Evoke the sacred shades of Greece and Rome, And let them virtue with a look impart; But chief, awhile, O! lend us from the tomb Those long-lost friends for whom in love we smart, and fill with pious awe and joy-mixt woe the heart. \"Or are you sportive?--bid the morn of youth Rise to new light, and beam afresh the days Of innocence, simplicity, and truth; To cares estranged, and manhood's thorny ways.",
        "What transport, to retrace our boyish plays, Our easy bliss, when each thing joy supplied; The woods, the mountains, and the warbling maze Of the wild books!\"",
        "The Critical Review says of the following stanza (xxxiv): \"Such a strange and romantic dream as may be naturally expected to flow from the extraordinary events of the day.",
        "It might, perhaps, be quoted as one of Mr. Scott's most successful efforts in descriptive poetry.",
        "Some few lines of it are indeed unrivalled for delicacy and melancholy tenderness.\" 704.",
        "Grisly.",
        "Grim, horrible; an obsolete word, much used in old poetry.",
        "Cf.",
        "Spenser, F.",
        "Q. i. 5. 30: \"her darke griesly looke;\" Shakespeare, 1 Hen.",
        "VI. i. 4. 47: \"My grisly countenance made others fly,\" etc. See also iv. 322, etc. below. 723.",
        "Played, etc. The MS. reads: \"Played on/ the bosoms of the lake, / Lock Katrine's still expanse; The birch, the wild rose, and the broom Wasted around their rich perfume... The birch-trees wept in balmy dew; The aspen slept on Benvenue; Wild were the heart whose passions' power Defied the influence of the hour.\" 724.",
        "Passion's.",
        "The reading of the 1st ed. and that of 1821; some recent eds. have \"passions'.\" 738.",
        "Orisons.",
        "The 1st ed. has \"orison\" both here and in 740 (the ed. of 1821 only in the latter); but the word is almost invariably plural, both in poetry and prose--always in Shakespeare and Milton.",
        "Canto Second. 7.",
        "A minstrel gray. \"That Highland chieftains, to a late period, retained in their service the bard, as a family officer, admits of very easy proof.",
        "The author of the Letters from the North of Scotland, an officer of engineers, quartered at Inverness about 1720, who certainly cannot be deemed a favorable witness, gives the following account of the office, and of a bard, whom he heard exercise his talent of recitation:--'The bard is killed in the genealogy of all the Highland families, sometimes preceptor to the young laird, celebrates in Irish verse the original of the tribe, the famous warlike actions of the successive heads, and sings his own lyricks as an opiate to the chief, when indisposed for sleep; but poets are not equally esteemed and honored in all countries.",
        "I happened to be a witness of the dishonour done to the muse, at the house of one of the chiefs, where two of these bards were set at a good distance, at the lower end of a long table, with a parcel of Highlanders of no extraordinary appearance, over a cup of ale.",
        "Poor inspiration!",
        "They were not asked to drink a glass of wine at our table, though the whole company consisted only of the great man, one of his near relations, and myself.",
        "After some little time, the chief ordered one of them to sing me a Highland song.",
        "The bard readily obeyed, and with a hoarse voice, and in a tune of few various notes, began, as I was told, one of his own lyricks; and when he had proceeded to the fourth of fifth stanza, I perceived, by the names of several persons, glens, and mountains, which I had known or heard of before, that it was an account of some clan battle.",
        "But in his going on, the chief (who piques himself upon his school-learning) at some particular passage, bid him cease, and cryed out, \"There's nothing like that in Virgil or Homer.\"",
        "I bowed, and told him I believed so.",
        "This you may believe was very edifying and delightful'\" (Scott). 15.",
        "Than men, etc. \"It is evident that the old bard, with his second-sight, has a glimmering notion who the stranger is.",
        "He speaks below  of 'courtly spy,' and James's speech had betrayed a knowledge of the Douglas\" (Taylor). 20.",
        "Battled.",
        "The reading of the 1st ed. and that of 1821; \"battle\" in most others.",
        "Cf. i. 626 above. 22.",
        "Where beauty, etc. The MS. has \"At tourneys where the brave resort.\"",
        "The reference is to the tournaments, \"Where,\" as Milton says (L'Allegro, 119), \"throngs of knights and barons bold.",
        "In weeds of peace, high triumphs hold, With store of ladies, whose bright eyes Rain influence, and judge the prize Of wit or arms, while both contend To win her grace whom all commend.\"",
        "Cf. 87 below. 26.",
        "Love's.",
        "The reading of the 1st ed. and that of 1821; most eds. have \"love.\" 29.",
        "Plaided.",
        "The plaid was properly the dress of a Highlander, though it was worn also in the Lowlands. 51.",
        "The Harper on the islet beach. \"This picture is touched with the hand of the true poet\" (Jeffrey). 56.",
        "As from.",
        "As if from.",
        "Cf. 64 and 83 below.",
        "This ellipsis was common in Elizabethan English.",
        "Cf.",
        "Shakespeare, Macb. ii. 2. 28: \"One cried 'God bless us!' and 'Amen' the other, As they had seen me with these hangman's hands.\" 65.",
        "In the last sound.",
        "For the measure, see on i. 73 above. 69.",
        "His fleet.",
        "That is, of ducks.",
        "Cf. i. 239 above. 80.",
        "Would scorn.",
        "Who would scorn.",
        "See on i. 528 above. 84.",
        "Turned him.",
        "See on i. 142 above, and cf. 106 below. 86.",
        "After.",
        "Afterwards; as in Shakespeare, Temp. ii. 2. 10: \"And after bite me,\" etc. The word is not now used adverbially of time, though we may say \"he followed after,\" etc. The 1st ed. reads \"that knight.\" 94.",
        "Parts.",
        "Departs; as often in poetry and earlier English.",
        "Cf.",
        "Goldsmith, D.",
        "V. 171: \"Beside the bed where parting life was laid;\" Gray, Elegy, 1: \"the knell of parting day,\" etc. On the other hand, depart was used in the sense of part.",
        "In the Marriage Service \"till death us do part\" is a corruption of \"till death us depart.\"",
        "Wiclif's Bible, in Matt. xix. 6, has \"therfor a man departe not that thing that God hath ioyned.\" 103.",
        "Another step, etc. The MS. has \"The loveliest Lowland fair to spy;\" and the 1st ed. reads \"The step of parting fair to spy.\" 109.",
        "The Graeme.",
        "Scott has the following note here: \"The ancient and powerful family of Graham (which, for metrical reasons, is here smelled after the Scottish pronunciation) held extensive possessions in the counties of Dumbarton and Stirling.",
        "Few families can boast of more historical renown, having claim to three of the most remarkable characters in the Scottish annals.",
        "Sir John the Graeme, the faithful and undaunted partaker of the labors and patriotic warfare of Wallace, fell in the unfortunate field of Falkirk, in 1298.",
        "The celebrated Marquis of Montrose, in whom De Retz saw realized his abstract idea of the heroes of antiquity, was the second of these worthies.",
        "And, not withstanding the severity of his temper, and the rigor with which he executed the oppressive mandates of the princes whom he served, I do not hesitate to name as the third, John Graeme, of Claverhouse, Viscount of Dundee, whose heroic death, in the arms of victory, may be allowed to cancel the memory of his cruelty to the non-conformists, during the reigns of Charles II. and James II.\" 112.",
        "Bower.",
        "The word meant a chamber (see on i. 217 above), and was often used of the ladies' apartments in a house.",
        "In hall and bower = among men and women.",
        "The words are often thus associated.",
        "Cf.",
        "Spenser, Astrophel, 28: \"Merily masking both in bowre and hall,\" etc. 115.",
        "Arose.",
        "The 1st ed. misprints \"Across;\" not noted in the Errata. 126.",
        "And the proud march.",
        "See on i. 73 above. 131.",
        "Saint Modan.",
        "A Scotch abbot of the 7th century.",
        "Scott says here: \"I am not prepared to show that Saint Modan was a performer on the harp.",
        "It was, however, no unsaintly accomplishment; for Saint Dunstan certainly did play upon that instrument, which retaining, as was natural, a portion of the sanctity attached to its master's character, announced future events by its spontaneous sound. 'But labouring once in these mechanic arts for a devout matrone that had sett him on work, his violl, that hung by him on the wall, of its own accord, without anie man's helpe, distinctly sounded this anthime: Gaudent in coelis animae sanctorum qui Christi vestigia sunt secuti; et quia pro eius amore sanguinem suum fuderunt, ideo cum Christo gaudent aeternum.",
        "Whereat all the companie being much astonished, turned their eyes from beholding him working, to looke on that strange accident....",
        "Not long after, manie of the court that hitherunto had born a kind of fayned friendship towards him, began now greatly to envie at his progresse and rising in goodness, using manie crooked, backbiting meanes to diffame his vertues with the black markes of hypocrisie.",
        "And the better to authorise their calumnie, they brought in this that happened in the violl, affirming it to have been done by art magick.",
        "What more? this wicked rumour encreased, dayly, till the king and others of the nobilitie taking hould thereof, Dunstan grew odious in their sight.",
        "Therefore he resolued to leaue the court, and goe to Elphegus, surnamed the Bauld, then bishop of Winchester, who was his cozen.",
        "Which his enemies understanding, they layd wayte for him in the way, and hauing throwne him off his horse, beate him, and dragged him in the durt in the most miserable manner, meaning to have slaine him, had not a companie of mastiue dogges, that came unlookt uppon them, defended and redeemed him from their crueltie.",
        "When with sorrow he was ashamed to see dogges more humane than they.",
        "And giuing thankes to Almightie God, he sensibly againe perceaued that the tunes of his violl had giuen him a warning of future accidents' (Flower of the Lives of the most renowned Sainets of England, Scotland, and Ireland, by the R.",
        "Father Hierome Porter.",
        "Doway, 1632 4to. tome i. p. 438). \"The same supernatural circumstance is alluded to by the anonymous author of Grim, the Collier of Croydon: '----- 'Forrest.",
        "Hark, hark, my lord, the holy abbot's harp Sounds by itself so hanging on the wall! 'Dunstan.",
        "Unhallow'd man, that scorn'st the sacred rede, Hark, how the testimony of my truth Sounds heavenly music with an angel's hand, To testify Dunstan's integrity, And prove thy active boast of no effect.'\" 141.",
        "Bothwell's bannered hall.",
        "The picturesque ruins of Bothwell Castle stand on the banks of the Clyde, about nine miles above Glasgow.",
        "Some parts of the walls are 14 feet thick, and 60 feet in height.",
        "They are covered with ivy, wild roses, and wall-flowers. \"The tufted grass lines Bothwell's ancient hall, The fox peeps cautious from the creviced wall, Where once proud Murray, Clydesdale's ancient lord, A mimic sovereign, held the festal board.\" 142.",
        "Ere Douglases, to ruin driven.",
        "Scott says: \"The downfall of the Douglases of the house of Angus, during the reign of James V., is the event alluded to in the text.",
        "The Earl of Angus, it will be remembered, had married the queen dowager, and availed himself of the right which he thus acquired, as well as of his extensive power, to retain the king in a sort of tutelage, which approached very near to captivity.",
        "Several open attempts were made to rescue James from this thraldom, with which he was well known to be deeply disgusted; but the valor of the Douglases, and their allies, gave them the victory in every conflict.",
        "At length, the king, while residing at Falkland, contrived to escape by night out of his own court and palace, and rode full speed to Stirling Castle, where the governor, who was of the opposite faction, joyfully received him.",
        "Being thus at liberty, James speedily summoned around him such peers as he knew to be most inimical to the domination of Angus, and laid his complaint before them, says Pitscottie, 'with great lamentations: showing to them how he was holding in subjection, thir years bygone, by the Earl of Angus, and his kin and friends, who oppressed the whole country, and spoiled it, under the pretence of justice and his authority; and had slain many of his lieges, kinsmen, and friends, because they would have had it mended at their hands, and put him at liberty, as he ought to have been, at the counsel of his whole lords, and not have been subjected and corrected with no particular men, by the rest of his nobles: Therefore, said he, I desire, my lords, that I may be satisfied of the said earl, his kin, and friends; for I avow, that Scotland shall not hold us both, while  I be revenged on him and his. 'The lords hearing the king's complaint and lamentation, and also the great rage, fury, and malice, that he bure toward the Earl of Angus, his kin and friends, they concluded all and thought it best, that he should be summoned to underly the law; if he fand not caution, nor yet compear himself, that he should be put to the horn, with all his kin and friends, so many as were contained in the letters.",
        "And further, the lords ordained, by advice of his majesty, that his brother and friends should be summoned to find caution to underly the law within a certain day, or else be put to the horn.",
        "But the earl appeared not, nor none for him; and so he was put to the horn, with all his kin and friends: so many as were contained in the summons, that compeared not, were banished, and holden traitors to the king.'\" 159.",
        "From Tweed to Spey.",
        "From the Tweed, the southern boundary of Scotland, to the Spey, a river far to the north in Invernessshire; that is, from one end of the land to the other. 170.",
        "Reave.",
        "Tear away.",
        "The participle reft is still used, at least in poetry.",
        "Cf.",
        "Shakespeare, V. and A. 766: \"Or butcher-sire that reaves his son of life\" (that is, bereaves); Spenser, F.",
        "Q. i. 3. 36: \"He to him lept, in minde to reave his life;\" Id. ii. 8. 15: \"I will him reave of arms,\" etc. 178.",
        "It drinks, etc. The MS. has \"No blither dewdrop cheers the rose.\" 195, 196.",
        "To see... dance.",
        "This couplet is not in the MS. 200.",
        "The Lady of the Bleeding Heart.",
        "The bleeding heart was the cognizance of the Douglas family.",
        "Robert Bruce, on his death-bed, bequeathed his heart to his friend, the good Lord James, to be borne in war against the Saracens. \"He joined Alphonso, King of Leon and Castile, then at war with the Moorish chief Osurga, of Granada, and in a keen contest with the Moslems he flung before him the casket containing the precious relic, crying out, 'Onward as thou wert wont, thou noble heart, Douglas will follow thee.'",
        "Douglas was slain, but his body was recovered, and also the precious casket, and in the end Douglas was laid with his ancestors, and the heart of Bruce deposited in the church of Melrose Abbey\" (Burton's Hist. of Scotland). 201.",
        "Fair.",
        "The 1st ed. (and probably the MS., though not noted by Lockhart) has \"Gay.\" 203.",
        "Yet is this, etc. The MS. and 1st ed. read: \"This mossy rock, my friend, to me Is worth gay chair and canopy.\" 205.",
        "Footstep.",
        "The reading of the 1st and other early eds.; \"footsteps\" in recent ones. 206.",
        "Strathspey.",
        "A Highland dance, which takes its name from the strath, or broad valley, of the Spey (159 above). 213.",
        "Clan-Alpine's pride. \"The Siol Alpine, or race of Alpine, includes several clans who claimed descent from Kenneth McAlpine, an ancient king.",
        "These are the Macgregors, the Grants, the Mackies, the Mackinnans, the MacNabs, the MacQuarries, and the Macaulays.",
        "Their common emblem was the pine, which is now confined to the Macgregors\" (Taylor). 214.",
        "Loch Lomond.",
        "This beautiful lake, \"the pride of Scottish lakes,\" is about 23 miles in length and 5 miles in its greatest breadth.",
        "At the southern end are many islands, one of which, Inch-Cailliach (the Island of Women, so called from a nunnery that was once upon it), was the burial-place of Clan-Alpine.",
        "See iii. 191 below. 216.",
        "A Lennox foray.",
        "That is, a raid in the lands of the Lennox family, bordering on the southern end of Loch Lomond.",
        "On the island of Inch-Murrin, the ruins of Lennox Castle, formerly a residence of the Earls of Lennox, are still to be seen.",
        "There was another of their strongholds on the shore of the lake near Balloch, where the modern Balloch Castle now stands. 217.",
        "Her glee.",
        "The 1st ed. misprints \"his glee;\" not noted in the Errata. 220.",
        "Black Sir Roderick.",
        "Roderick Dhu, or the Black, as he was called. 221.",
        "In Holy-Rood a knight he slew.",
        "That is, in Holyrood Palace. \"This was by no means an uncommon occurrence in the Court of Scotland; nay, the presence of the sovereign himself scarcely restrained the ferocious and inveterate feuds which were the perpetual source of bloodshed among the Scottish nobility\" (Scott). 223.",
        "Courtiers give place, etc. The MS. reads: \"Courtiers give place with heartless stride Of the retiring homicide.\" 227.",
        "Who else, etc. The MS. has the following couplet before this line: \"Who else dared own the kindred claim That bound him to thy mother's name?\" 229.",
        "The Douglas, etc. Scott says here: \"The exiled state of this powerful race is not exaggerated in this and subsequent passages.",
        "The hatred of James against the race of Douglas was so inveterate, that numerous as their allies were, and disregarded as the regal authority had usually been in similar cases, their nearest friends, even in the most remote part of Scotland, durst not entertain them, unless under the strictest and closest disguise.",
        "James Douglas, son of the banished Earl of Angus, afterwards well known by the title of Earl of Morton, lurked, during the exile of his family, in the north of Scotland, under the assumed name of James Innes, otherwise James the Grieve (i.e. reve or bailiff). 'And as he bore the name,' says Godscroft, 'so did he also execute the office of a grieve or overseer of the lands and rents, the corn and cattle of him with whom he lived.'",
        "From the habits of frugality and observation which he acquired in his humble situation, the historian traces that intimate acquaintance with popular character which enabled him to rise so high in the state, and that honorable economy by which he repaired and established the shattered estates of Angus and Morton (History of the House of Douglas, Edinburgh, 1743, vol. ii. p. 160).\" 235.",
        "Guerdon.",
        "Reward; now rarely used except in poetry.",
        "Cf.",
        "Spenser, F.",
        "Q. i. 10. 59: \"That glory does to them for guerdon graunt,\" etc. 236.",
        "Dispensation.",
        "As Roderick and Ellen were cousins, they could not marry without a dispensation from the Pope. 251.",
        "Orphan.",
        "Referring to child, not to she, as its position indicates. 254.",
        "Shrouds.",
        "Shields, protects.",
        "Cf.",
        "Spenser, F.",
        "Q. i. 1. 6: \"And this faire couple eke to shroud themselves were fain\" (that is, from the rain).",
        "So the noun = shelter, protection; as in Shakespeare, A. and C. iii. 13. 71: \"put yourself under his shroud,\" etc. See also on 757 below. 260.",
        "Maronnan's cell. \"The parish of Kilmaronock, at the eastern extremity of Loch Lomond, derives its name from a cell, or chapel, dedicated to Saint Maronock, or Marnock, or Maronnan, about whose sanctity very little is now remembered\" (Scott).",
        "Kill = cell; as in Colmekill (Macb. ii. 4. 33), \"the cell of Columba,\" now known as Icolmkill, or Iona. 270.",
        "Bracklinn's thundering wave.",
        "This beautiful cascade is on the Keltie, a mile from Callander.",
        "The height of the fall is about fifty feet. \"A few years ago a marriage party of Lowland peasants met with a tragic end here, two of them having tumbled into the broken, angry waters, where they had no more chance of life than if they had dropped into the crater of Hecla\" (Black). 271.",
        "Save.",
        "Unless; here followed by the subjunctive. 274.",
        "Claymore.",
        "The word means \"a large sword\" (Gaelic claidheamh, sword, and more, great). 294.",
        "Shadowy plaid and sable plume.",
        "Appropriate to Roderick Dhu.",
        "See on 220 above. 303.",
        "Woe the while.",
        "Woe be to the time, alas the time!",
        "Cf.",
        "Shakespeare, J.",
        "C. i. 3. 82: \"But, woe the while! our fathers' minds are dead,\" etc. See also on i. 166 above. 306.",
        "Tine-man. \"Archibald, the third Earl of Douglas, was so unfortunate in all his enterprises, that he acquired the epithet of 'tine-man,' because he tined, or lost, his followers in every battle which he fought.",
        "He was vanquished, as every reader must remember, in the bloody battle of Homildon-hill, near Wooler, where he himself lost an eye, and was made prisoner by Hotspur.",
        "He was no less unfortunate when allied with Percy, being wounded and taken at the battle of Shrewsbury.",
        "He was so unsuccessful in an attempt to beseige Roxburgh Castle, that it was called the 'Foul Raid,' or disgraceful expedition.",
        "His ill fortune left him indeed at the battle of Beauge, in France; but it was only to return with double emphasis at the subsequent action of Vernoil, the last and most unlucky of his encounters, in which he fell, with the flower of the Scottish chivalry, then serving as auxiliaries in France, and about two thousand common soldiers, A.D. 1424\" (Scott). 307.",
        "What time, etc. That is, at the time when Douglas allied himself with Percy in the rebellion against Henry IV. of England.",
        "See Shakespeare, 1 Hen.",
        "IV. 309.",
        "Did, self unscabbarded, etc. Scott says here: \"The ancient warriors, whose hope and confidence rested chiefly in their blades, were accustomed to deduce omens from them, especially from such as were supposed to have been fabricated by enchanted skill, of which we have various instances in the romances and legends of the time.",
        "The wonderful sword Skofnung, wielded by the celebrated Hrolf Kraka, was of this description.",
        "It was deposited in the tomb of the monarch at his death, and taken from thence by Skeggo, a celebrated pirate, who bestowed it upon his son-in-law, Kormak, with the following curious directions: '\"The manner of using it will appear strange to you.",
        "A small bag is attached to it, which take heed not to violate.",
        "Let not the rays of the sun touch the upper part of the handle, nor unsheathe it, unless thou art ready for battle.",
        "But when thou comest to the place of fight, go aside from the rest, grasp and extend the sword, and breathe upon it.",
        "Then a small worm will creep out of the handle; lower the handle, that he may more easily return into it.\"",
        "Kormak, after having received the sword, returned home to his mother.",
        "He showed the sword, and attempted to draw it, as unnecessarily as ineffectually, for he could not pluck it out of the sheath.",
        "His mother, Dalla, exclaimed, \"Do not despise the counsel given to thee, my son.\"",
        "Kormak, however, repeating his efforts, pressed down the handle with his feet, and tore off the bag, when Skofung emitted a hollow groan; but still he could not unsheathe the sword.",
        "Kormak then went out with Bessus, whom he had challenged to fight with him, and drew apart at the place of combat.",
        "He sat down upon the ground, and ungirding the sword, which he bore above his vestments, did not remember to shield the hilt from the rays of the sun.",
        "In vain he endeavored to draw it, till he placed his foot against the hilt; then the worm issued from it.",
        "But Kormak did not rightly handle the weapon, in consequence whereof good fortune deserted it.",
        "As he unsheathed Skofnung, it emitted a hollow murmur' (Bartholini de Causis Contemptae a Danis adhuc Gentilibus Mortis, Libri Tres.",
        "Hafniae, 1689, 4to, p. 574). \"To the history of this sentient and prescient weapon, I beg leave to add, from memory, the following legend, for which I cannot produce any better authority.",
        "A young nobleman, of high hopes and fortune, chanced to lose his way in the town which he inhabited, the capital, if I mistake not, of a German province.",
        "He had accidentally involved himself among the narrow and winding streets of a suburb, inhabited by the lowest order of the people, and an approaching thunder-shower determined him to ask a short refuge in the most decent habitation that was near him.",
        "He knocked at the door, which was opened by a tall man, of a grisly and ferocious aspect, and sordid dress.",
        "The stranger was readily ushered to a chamber, where swords, scourges, and machines, which seemed to be implements of torture, were suspended on the wall.",
        "One of these swords dropped from its scabbard, as the nobleman, after a moment's hesitation, crossed the threshold.",
        "His host immediately stared at him with such a marked expression, that the young man could not help demanding his name and business, and the meaning of his looking at him so fixedly. 'I am,' answered the man, 'the public executioner of this city; and the incident you have observed is a sure augury that I shall, in discharge of my duty, one day cut off your head with the weapon which has just now spontaneously unsheathed itself.'",
        "The nobleman lost no time in leaving his place of refuge; but, engaging in some of the plots of the period, was shortly after decapitated by that very man and instrument. \"Lord Lovat is said, by the author of the Letters from Scotland (vol. ii. p. 214), to have affirmed that a number of swords that hung up in the hall of the mansion-house, leaped of themselves out of the scabbard at the instant he was born.",
        "The story passed current among his clan, but, like that of the story I have just quoted, proved an unfortunate omen.\" 311.",
        "If courtly spy hath, etc. The 1st ed. has \"If courtly spy, and harbored,\" etc. The ed. of 1821 reads \"had harbored.\" 319.",
        "Beltane.",
        "The first of May, when there was a Celtic festival in honor of the sun.",
        "Beltane = Beal-tein, or the fire of Beal, a Gaelic name for the sun.",
        "It was celebrated by kindling fires on the hill-tops at night, and other ceremonies, followed by dances, and merry-making.",
        "Cf. 410 below.",
        "See also The Lord of the Isles, i. 8: \"The shepherd lights his belane-fire;\" and Glenfinlas: \"But o'er his hills, in festal day, How blazed Lord Ronald's beltane-tree!\" 323.",
        "But hark! etc. \"The moving picture--the effect of the sounds--and the wild character and strong peculiar nationality of the whole procession, are given with inimitable spirit and power of expression\" (Jeffrey). 327.",
        "The canna's hoary beard.",
        "The down of the canna, or cotton-grass. 335.",
        "Glengyle.",
        "A valley at the northern end of Lock Katrine. 337.",
        "Brianchoil.",
        "A promontory on the northern shore of the lake. 342.",
        "Spears, pikes, and axes.",
        "The 1st ed. and that of 1821 have Spears, but all the recent ones misprint \"Spear.\"",
        "The \"Globe\" ed. has \"Spear, spikes,\" etc. 343.",
        "Tartans.",
        "The checkered woollen cloth so much worn in Scotland.",
        "Curiously enough, the name is not Gaelic but French.",
        "See Jamieson or Wb.",
        "Brave.",
        "Fine, beautiful; the same word as the Scottish braw.",
        "Cf.",
        "Shakespeare, Sonn. 12. 2: \"And see the brave day sunk in hideous night;\" Ham. ii. 2. 312: \"This brave o'erhanging firmament,\" etc. It is often used of dress, as also is bravery (= finery); as in T. of S. iv. 3. 57: \"With scarfs and fans and double change of bravery.\"",
        "See also Spenser, Mother Hubberds Tale, 858: \"Which oft maintain'd his masters braverie\" (that is, dressed as well as his master). 351.",
        "Chanters.",
        "The pipes of the bagpipes, to which long ribbons were attached. 357.",
        "The sounds.",
        "Misprinted \"the sound\" in the ed. of 1821, and all the more recent eds. that we have seen.",
        "Cf. 363 below. 363.",
        "Those thrilling sounds, etc. Scott says here: \"The connoisseurs in pipe-music affect to discover in a well-composed pibroch, the imitative sounds of march, conflict, flight, pursuit, and all the 'current of a heady fight.'",
        "To this opinion Dr. Beattie has given his suffrage, in that following elegant passage:--'A pibroch is a species of tune, peculiar, I think, to the Highlands and Western Isles of Scotland.",
        "It is performed on a bagpipe, and differs totally from all other music.",
        "Its rhythm is so irregular, and its notes, especially in the quick movement, so mixed and huddled together, that a stranger finds it impossible to reconcile his ear to it, so as to perceive its modulation.",
        "Some of these pibrochs, being intended to represent a battle, begin with a grave motion, resembling a march; then gradually quicken into the onset; run off with noisy confusion, and turbulent rapidity, to imitate the conflict and pursuit; then swell into a few flourishes of triumphant joy; and perhaps close with the wild and slow wailings of a funeral procession' (Essay on Laughter and Ludicrious Composition, chap. iii. note).\" 367.",
        "Hurrying.",
        "Referring to their, or rather to the them implied in that word. 392.",
        "The burden bore.",
        "That is, sustained the burden, or chorus, of the song.",
        "Cf.",
        "Shakespeare, Temp. i. 2. 381: \"And, sweet sprites, the burden bear.\" 399.",
        "Hail to the Chief, etc. The metre of the song is dactylic; the accents being on the 1st, 4th, 7th, and 10th syllables.",
        "It is little used in English.",
        "Tennyson's Charge of the Light Brigade and Longfellow's Skeleton in Armor are familiar examples of it. 405.",
        "Bourgeon.",
        "Bud.",
        "Cf.",
        "Fairfax, Tasso, vii. 76: When first on trees bourgeon the blossoms soft;\" and Tennyson, In Memoriam, 115: \"Now burgeons every maze of quick About the flowering squares,\" etc. 408.",
        "Roderigh Vich Alpine dhu. \"Besides his ordinary name and surname, which were chiefly used in the intercourse with the Lowlands, every Highland chief had an epithet expressive of his patriarchal dignity as head of the clan, and which was common to all his predecessors and successors, as Pharaoh to the kings of Egypt, or Arsaces to those of Parthia.",
        "This name was usually a patronymic, expressive of his descent from the founder of the family.",
        "Thus the Duke of Argyll is called MacCallum More, or the son of Colin the Great.",
        "Sometimes, however, it is derived from armorial distinctions, or the memory of some great feat; thus Lord Seaforth, as chief of the Mackenzies, or Clan-Kennet, bears the epithet of Caber-fae, or Buck's Head, as representative of Colin Fitzgerald, founder of the family, who saved the Scottish king, when endangered by a stag.",
        "But besides this title, which belonged to his office and dignity, the chieftain had usually another peculiar to himself, which distinguished him from the chieftains of the same race.",
        "This was sometimes derived from complexion, as dhu or roy; sometimes from size, as beg or more; at other times, from some peculiar exploit, or from some peculiarity of habit or appearance.",
        "The line of the text therefore signifies, Black Roderick, the descendant of Alpine. \"The song itself is intended as an imitation of the jorrams, or boat songs, of the Highlanders, which were usually composed in honor of a favorite chief.",
        "They are so adapted as to keep time with the sweep of the oars, and it is easy to distinguish between those intended to be sung to the oars of a galley, where the stroke is lengthened and doubled, as it were, and those which were timed to the rowers of an ordinary boat\" (Scott). 410.",
        "Beltane.",
        "See on 319 above. 415.",
        "Roots him.",
        "See on i. 142 above. 416.",
        "Breadalbane.",
        "The district north of Loch Lomond and around Loch Tay.",
        "The seat of the Earl of Breadalbane is Taymouth Castle, near the northern end of Loch Tay.",
        "For Menteith, see on i. 89 above. 419.",
        "Glen Fruin.",
        "A valley to the southwest of Loch Lomond.",
        "The ruins of the castle of Benuchara, or Bannochar (see on 422 just below), still overhang the entrance to the glen.",
        "Glen Luss is another valley draining into the lake, a few miles from Glen Fruin, and Ross-dhu is on the shore of the lake, midway between the two.",
        "Here stands a tower, the only remnant of the ancient castle of the family of Luss, which became merged in that of Colquhoun. 422.",
        "The best of Loch Lomond, etc. Scott has the following note here: \"The Lennox, as the district is called which encircles the lower extremity of Loch Lomond, was peculiarly exposed to the incursions of the mountaineers, who inhabited the inaccessible fastnesses at the upper end of the lake, and the neighboring district of Loch Katrine.",
        "These were often marked by circumstances of great ferocity, of which the noted conflict of Glen Fruin is a celebrated instance.",
        "This was a clan-battle, in which the Macgregors, headed by Allaster Macgregor, chief of the clan, encountered the sept of Colquhouns, commanded by Sir Humphry Colquhoun of Luss.",
        "It is on all hands allowed that the action was desperately fought, and that the Colquhouns were defeated with slaughter, leaving two hundred of their name dead upon the field.",
        "But popular tradition has added other horrors to the tale.",
        "It is said that Sir Humphry Colquhoun, who was on horseback, escaped to the Castle of Benechra, or Bannochar, and was next day dragged out and murdered by the victorious Macgregors in cold blood.",
        "Buchanan of Auchmar, however, speaks of his slaughter as a subsequent event, and as perpetrated by the Macfarlanes.",
        "Again, it is reported that the Macgregors murdered a number of youths, whom report of the intended battle had brought to be spectators, and whom the Colquhouns, anxious for their safety, had shut up in a barn to be out of danger.",
        "One account of the Macgregors denies this circumstance entirely; another ascribes it to the savage and bloodthirsty disposition of a single individual, the bastard brother of the Laird of Macgregor, who amused himself with this second massacre of the innocents, in express disobedience to the chief, by whom he was left their guardian during the pursuit of the Colquhouns.",
        "It is added that Macgregor bitterly lamented this atrocious action, and prophesied the ruin which it must bring upon their ancient clan. ... \"The consequences of the battle of Glen Fruin were very calamitous to the family of Macgregor, who had already been considered as an unruly clan.",
        "The widows of the slain Colquhouns, sixty, it is said, in number, appeared in doleful procession before the king at Stirling, each riding upon a white palfrey, and bearing in her hand the bloody shirt of her husband displayed upon a pike.",
        "James VI. was so much moved by the complaints of this 'choir of mourning dames,' that he let loose his vengeance against the Macgregors without either bounds or moderation.",
        "The very name of the clan was proscribed, and those by whom it had been borne were given up to sword and fire, and absolutely hunted down by bloodhounds like wild beasts.",
        "Argyll and the Campbells, on the one hand, Montrose, with the Grahames and Buchanans, on the other, are said to have been the chief instruments in suppressing this devoted clan.",
        "The Laird of Macgregor surrendered to the former, on condition that he would take him out of Scottish ground.",
        "But, to use Birrel's expression, he kept 'a Highlandman's promise;' and, although he fulfilled his word to the letter, by carrying him as far as Berwick, he afterwards brought him back to Edinburgh, where he was executed with eighteen of his clan (Birrel's Diary, 2d Oct. 1903).",
        "The clan Gregor being thus driven to utter despair, seem to have renounced the laws from the benefit of which they were excluded, and their depredations produced new acts of council, confirming the severity of their proscription, which had only the effect of rendering them still more united and desperate.",
        "It is a most extraordinary proof of the ardent and invincible spirit of clanship, that notwithstanding the repeated proscriptions providently ordained by the legislature, 'for the timeous preventing the disorders and oppression that may fall out by the said name and clan of Macgregors, and their followers,' they were, in 1715 and 1745, a potent clan, and continue to subsist as a distinct and numerous race.\" 426.",
        "Leven-glen.",
        "The valley of the Leven, which connects Loch Lomond with the Clyde. 431.",
        "The rosebud.",
        "That is, Ellen. \"Note how this song connects Allan's forebodings with Roderick's subsequent offer\" (Taylor). 444.",
        "And chorus wild, etc. The MS. has \"The chorus to the chieftain's fame.\" 476.",
        "Weeped.",
        "The form is used for the rhyme.",
        "Cf. note on i. 500 above. 477.",
        "Nor while, etc. The MS. reads: \"Nor while on Ellen's faltering tongue Her filial greetings eager hung, Marked not that awe (affection's proof) Still held yon gentle youth aloof; No! not till Douglas named his name, Although the youth was Malcolm Graeme.",
        "Then with flushed cheek and downcast eye, Their greeting was confused and shy.\" 495.",
        "Bothwell.",
        "See on 141 above. 497.",
        "Percy's Norman pennon.",
        "Taken in the raid which led to the battle of Otterburn, in Northumberland, in the year 1388, and which forms the theme of the ballads of Chevy Chase. 501.",
        "My pomp.",
        "My triumphal procession; the original meaning of pomp. 504.",
        "Crescent.",
        "The badge of the Buccleuch family (Miss Yonge). 506.",
        "Blantyre.",
        "A priory, the ruins of which are still to be seen on a height above the Clyde, opposite Bothwell Castle. 521.",
        "The dogs, etc. The MS. has \"The dogs with whimpering notes repaid.\" 525.",
        "Unhooded.",
        "The falcon was carried on the wrist, with its head covered, or hooded, until the prey was seen, when it was unhooded for flight.",
        "Cf. vi. 665 below. 526.",
        "Trust.",
        "Believe me. 527.",
        "Like fabled Goddess.",
        "The MS. has \"Like fabled huntress;\" referring of course to Diana. 534.",
        "Stature fair.",
        "The reading of the 1st ed. and that of 1821; \"stature tall\" in most of the other eds. 541.",
        "The ptarmigan.",
        "A white bird. 543.",
        "Menteith.",
        "See on i. 89 above. 548.",
        "Ben Lomond.",
        "This is much the highest (3192 feet) of the mountains on the shores of Loch Lomond.",
        "The following lines on the ascent were scratched upon the window-pane of the old inn at Tarbet a hundred years or more ago: \"Trust not at first a quick adventurous pace; Six miles its top points gradual from its base; Up the high rise with panting haste I past, And gained the long laborious steep at last; More prudent thou--when once you pass the deep, With cautious steps and slow ascend the steep.\" 549.",
        "Not a sob.",
        "That is, without panting, or getting out of breath, like the degenerate modern tourist. 574.",
        "Glenfinlas.",
        "A wooded valley between Ben-an and Benledi, the entrance to which is between Lochs Achray and Vennachar.",
        "It is the scene of Scott's ballad, Glenfinlas, or Lord Ronald's Coronach.",
        "A mile from the entrance are the falls of the Hero's Targe.",
        "See iv. 84 below. 577.",
        "Still a royal ward.",
        "Still under age, with the king for guardian. 583.",
        "Strath-Endrick.",
        "A valley to the southeast of Loch Lomond, drained by Endrick Water. 584.",
        "Peril aught.",
        "Incur any peril.",
        "Milton uses the verb intransitively in Reason of Church Government, ii. 3: \"it may peril to stain itself.\" 587.",
        "Not in action.",
        "The 1st ed. has \"nor in action.\" 594.",
        "News.",
        "Now generally used as a singular; but in old writers both as singular and as plural. Cf.",
        "Shakespeare, K.",
        "John, iii. 4. 164: \"at that news he dies;\" and Id. v. 7. 65: \"these dead news,\" etc. 601.",
        "As.",
        "As if.",
        "See on 56 above. 606.",
        "Glozing.",
        "That glosses over the truth, not plain and outspoken.",
        "Sometimes it means to flatter, or deceive with smooth words; as in Spenser, F.",
        "Q. iii. 8. 14: \"For he could well his glozing speeches frame To such vaine uses that him best became;\" Smith, Sermons (A.",
        "D. 1609): \"Every smooth tale is not to be believed; and every glosing tongue is not to be trusted;\" Milton, P.",
        "L. iii. 93: \"his glozing lies;\" Id. ix. 549: \"So glozed the Tempter;\" Comus, 161: \"well-placed words of glozing courtesy,\" etc. 615.",
        "The King's vindictive pride, etc. Scott says here: \"In 1529, James made a convention at Edinburgh, for the purpose of considering the best mode of quelling the Border robbers, who, during the license of his minority, and the troubles which followed, had committed many exorbitances.",
        "Accordingly he assembled a flying army of ten thousand men, consisting of his principal nobility and their followers, who were directed to bring their hawks and dogs with them, that the monarch might refresh himself with sport during the intervals of military execution.",
        "With this array he swept through Ettrick Forest, where he hanged over the gate of his own castle Piers Cockburn of Henderland, who had prepared, according to tradition, a feast for his reception.",
        "He caused Adam Scott of Tushiclaw also to be executed, who was distinguished by the title of King of the Border.",
        "But the most noted victim of justice during that expedition was John Armstrong of Gilnockie, famous in Scottish song, who, confiding in his own supposed innocence, met the King, with a retinue of thirty-six persons, all of whom were hanged at Carlenrig, near the source of the Teviot.",
        "The effect of this severity was such, that, as the vulgar expressed it, 'the rush-bush kept the cow,' and 'thereafter was great peace and rest a long time, wherethrough the King had great profit; for he had ten thousand sheep going in the Ettrick Forest in keeping by Andrew Bell, who made the king as good count of them as they had gone in the bounds of Fife' (Pitscottie's History, p. 153).\" 623.",
        "Meggat's mead.",
        "The Meggat, or Megget, is a mountain stream flowing into the Yarrow, a branch of the Etrrick, which is itself a branch of the Tweed.",
        "The Teviot is also a branch of the Tweed. 627.",
        "The dales, etc. The MS. has \"The dales where clans were wont to bide.\" 634.",
        "By fate of Border chivalry.",
        "Scott says: \"James was, in fact, equally attentive to restrain rapine and feudal oppression in every part of his dominions. 'The King past to the isles, and there held justice courts, and punished both thief and traitor according to their demerit.",
        "And also he caused great men to show their holdings, wherethrough he found many of the said lands in non-entry; the which he confiscate and brought home to his own use, and afterwards annexed them to the crown, as ye shall hear.",
        "Syne brought many of the great men of the isles captive with him, such as Mudyart, M'Connel, M'Loyd of the Lewes, M'Neil, M'Lane, M'Intosh, John Mudyart, M'Kay, M'Kenzie, with many other that I cannot rehearse at this time.",
        "Some of them he put in ward and some in court, and some he took pledges for good rule in time coming.",
        "So he brought the isles, both north and south, in good rule and peace; wherefore he had great profit, service, and obedience of people a long time hereafter; and as long as he had the heads of the country in subjection, they lived in great peace and rest, and there was great riches and policy by the King's justice' (Pitscottie, p. 152).\" 638.",
        "Your counsel.",
        "That is, give me your counsel.",
        "Streight = strait. 659.",
        "The Bleeding Heart.",
        "See on 200 above. 662.",
        "Quarry.",
        "See on i. 127 above. 672.",
        "To wife.",
        "For wife.",
        "Cf.",
        "Shakespeare, Temp. ii. 1. 75: \"such a paragon to their queen;\" Rich.",
        "II. iv. 1. 306: \"I have a king here to my flatterer,\" etc. See also Matt. iii. 9, Luke, iii. 8, etc. 674.",
        "Enow.",
        "The old plural of enough; as in Shakespeare, Hen.",
        "V. iv. 1. 240: \"we have French quarrels enow,\" etc. 678.",
        "The Links of Forth.",
        "The windings of the Forth between Stirling and Alloa. 679.",
        "Stirling's porch.",
        "The gate of Stirling Castle. 683.",
        "Blench.",
        "Start, shrink. 685.",
        "Heat.",
        "Misprinted \"heart\" in many eds. 690.",
        "From pathless glen.",
        "The MS. has \"from hill and glen.\" 692.",
        "There are who have.",
        "For the ellipsis, cf. Shakespeare, Temp. ii. 1. 262: \"There be that can rule Naples,\" etc. See also iii. 10 below. 694.",
        "That beetled o'er.",
        "Cf.",
        "Hamlet, i. 4. 71: \"the dreadful summit of the cliff That beetles o'er his base into the sea.\" 696.",
        "Their dangerous dream.",
        "The MS. has \"their desperate dream.\" 702.",
        "Battled.",
        "Battlemented; as in vi. 7 below. 703.",
        "It waved.",
        "That it waved; an ellipsis very common in Elizabethan and earlier English.",
        "Cf. 789 below. 708.",
        "Astound.",
        "Astounded.",
        "This contraction of the participle (here used for the sake of the rhyme) was formerly not uncommon in verbs ending in d and t.",
        "Thus in Shakespeare we find the participles bloat (Ham. iii. 4. 182), enshield (M. for M. ii. 4. 80), taint (1 Hen.",
        "VI. v. 3. 183), etc. 710.",
        "Crossing.",
        "Conflicting. 716.",
        "Ere.",
        "The 1st ed. misprints \"e'er.\" 731.",
        "Level.",
        "Aim; formerly a technical term.",
        "Cf. 2 Hen.",
        "IV. iii. 2. 286: \"The foeman may with as great aim level at the edge of a penknife,\" etc. 747.",
        "Nighted.",
        "Benighted.",
        "It is to be regarded as a contraction of that word; like lated for belated in Macbeth, iii. 3. 6, etc. Nighted (= dark, black) in Hamlet, i. 2. 68 (\"thy nighted colour\") is an adjective formed from the noun night. 757.",
        "Checkered shroud.",
        "Tartain plaid.",
        "The original meaning of shroud (see Wb.) was garment. 763.",
        "Parting.",
        "Departing.",
        "See on 94 above. 768.",
        "So deep, etc. According to Lockhart, the MS. reads: \"The deep-toned anguish of despair Flushed, in fierce jealousy, to air;\" but we suspect that \"Flushed\" should be \"Flashed.\" 774.",
        "So lately.",
        "At the \"Beltane game\" (319 above). 781.",
        "Thus as they strove, etc. The MS. reads: \"Thus, as they strove, each better hand Grasped for the dagger or the brand.\" 786.",
        "I hold, etc. Scott has the following note on the last page of the 1st ed.: \"The author has to apologize for the inadvertent appropriation of a whole line from the tragedy of Douglas: 'I hold the first who strikes my foe.'\" 789.",
        "His daughter's hand, etc. For the ellipsis of that, see on 703 above.",
        "Deemed is often misprinted \"doomed.\" 791.",
        "Sullen and slowly, etc. The MS. reads: \"Sullen and slow the rivals bold Loosed at his hest their desperate hold, But either still on other glared,\" etc. 795.",
        "Brands.",
        "A pet word with Scott.",
        "Note how often it has been used already in the poem. 798.",
        "As faltered.",
        "See on 601 above. 801.",
        "Pity 't were, etc. Scott says here: \"Hardihood was in every respect so essential to the character of a Highlander, that the reproach of effeminacy was the most bitter which could be thrown upon him.",
        "Yet it was sometimes hazarded on what we might presume to think slight grounds.",
        "It is reported of old Sir Ewen Cameron of Lochiel, when upwards of seventy, that he was surprised by night on a hunting or military expedition.",
        "He wrapped him in his plaid, and lay contentedly down upon the snow, with which the ground happened to be covered.",
        "Among his attendants, who were preparing to take their rest in the same manner, he observed that one of his grandsons, for his better accommodation, had rolled a large snow-ball, and placed it below his head.",
        "The wrath of the ancient chief was awakened by a symptom of what he conceived to be degenerate luxury. 'Out upon thee,' said he, kicking the frozen bolster from the head which it supported, 'art thou so effeminate as to need a pillow?'",
        "The officer of engineers, whose curious Letters from the Highlands have been more than once quoted, tells a similar story of Macdonald of Keppoch, and subjoins the following remarks: 'This and many other stories are romantick; but there is one thing, that at first thought might seem very romantick, of which I have been credibly assured, that when the Highlanders are constrained to lie among the hills, in cold dry weather, they sometimes soak the plaid in some river or burn (i.e. brook), and then holding up a corner of it a little above their heads, they turn themselves round and round, till they are enveloped by the whole mantle.",
        "They then lay themselves down on the heath, upon the leeward side of some hill, where the wet and the warmth of their bodies make a steam, like that of a boiling kettle.",
        "The wet, they say, keeps them warm by thickening the stuff, and keeping the wind from penetrating.",
        "I must confess I should have been apt to question this fact, had I not frequently seen them wet from morning to night, and, even at the beginning of the rain, not so much as stir a few yards to shelter, but continue in it without necessity, till they were, as we say, wet through and through.",
        "And that is soon effected by the looseness and spunginess of the plaiding; but the bonnet is frequently taken off, and wrung like a dishclout, and then put on again.",
        "They have been accustomed from their infancy to be often wet, and to take the water like spaniels, and this is become a second nature, and can scarcely be called a hardship to them, insomuch that I used to say, they seemed to be of the duck kind, and to love water as well.",
        "Though I never saw this preparation for sleep in windy weather, yet, setting out early in a morning from one of the huts, I have seen the marks of their lodging, where the ground has been free from rime or snow, which remained all round the spot where they had lain' (Letters from Scotland, Lond. 1754, 8vo, ii. p. 108).\" 809.",
        "His henchman.",
        "Scott quotes again the Letters from Scotland (ii. 159): \"This officer is a sort of secretary, and is to be ready, upon all occasions, to venture his life in defence of his master; and at drinking-bouts he stands behind his seat, at his haunch, from whence his title is derived, and watches the conversation, to see if any one offends his patron.",
        "An English officer being in company with a certain chieftain, and several other Highland gentlemen, near Killichumen, had an argument with the great man; and both being well warmed with usky , at last the dispute grew very hot.",
        "A youth who was henchman, not understanding one word of English, imagined his chief was insulted, and thereupon drew his pistol from his side, and snapped it at the officer's head; but the pistol missed fire, otherwise it is more than probable he might have suffered death from the hand of that little vermin.",
        "But it is very disagreeable to an Englishman over a bottle with the Highlanders, to see every one of them have his gilly, that is, his servant, standing behind him all the while, let what will be the subject of conversation.\" 829.",
        "On the morn.",
        "Modifying should circle, not the nearer verb had sworn. 831.",
        "The Fiery Cross.",
        "See on iii. 18 below. 846.",
        "Point.",
        "Point out, appoint.",
        "Cf.",
        "Shakespeare, Sonn. 14. 6: \"Nor can I fortune to brief minutes tell, Pointing to each his thunder, rain, and wind.\"",
        "The word in this and similar passages is generally printed \"'point\" by modern editors, but it is not a contraction of appoint. 860.",
        "Then plunged, etc. The MS. has \"He spoke, and plunged into the tide.\" 862.",
        "Steered him.",
        "See on i. 142 above. 865, 866.",
        "Darkening... gave.",
        "In the 1st ed. these lines are joined to what precedes, as they evidently should be; in all the more recent eds. they are joined to what follows.",
        "Canto Third. 3.",
        "Store.",
        "See on i. 548 above. 5.",
        "That be. in old English, besides the present tense am, etc., there was also this form be, from the Anglo-Saxon beon.",
        "The 2d person singular was beest.",
        "The 1st and 3d person plural be is often found in Shakespeare and the Bible. 10.",
        "Yet live there still, etc. See on ii. 692 above. 15.",
        "What time.",
        "Cf. ii. 307 above. 17.",
        "The gathering sound.",
        "The sound, or signal, for the gathering.",
        "The phrase illustrates the difference between the participle and the verbal noun (or whatever it may be called) in -ing.",
        "Cf. \"a laboring man\" and \"a laboring day\" (Julius Caesar, i. 1. 4); and see our ed. of J.",
        "C. p. 126. 18.",
        "The Fiery Cross.",
        "Scott says here: \"When a chieftain designed to summon his clan, upon any sudden or important emergency, he slew a goat, and making a cross of any light wood, seared its extremities in the fire, and extinguished them in the blood of the animal. This was called the Fiery Cross, also Crean Tarigh, or the Cross of Shame, because disobedience to what the symbol implied, inferred infamy.",
        "It was delivered to a swift and trusty messenger, who ran full speed with it to the next hamlet, where he presented it to the principal person, with a single word, implying the place of rendezvous.",
        "He who received the symbol was bound to send it forward, with equal despatch, to the next village; and thus it passed with incredible celerity through all the district which owed allegiance to the chief, and also among his allies and neighbours, if the danger was common to them.",
        "At sight of the Fiery Cross, every man, from sixteen years old to sixty, capable of bearing arms, was obliged instantly to repair, in his best arms and accoutrements, to the place of rendezvous.",
        "He who failed to appear suffered the extremities of fire and sword, which were emblematically denounced to the disobedient by the bloody and burnt marks upon this warlike signal. During the civil war of 1745-6, the Fiery Cross often made its circuit; and upon one occasion it passed through the whole district of Breadalbane, a tract of thirty-two miles, in three hours.",
        "The late Alexander Stewart, Esq., of Invernahyle, described to me his having sent round the Fiery Cross through the district of Appine, during the same commotion.",
        "The coast was threatened by a descent from two English trigates, and the flower of the young men were with the army of Prince Charles Edward, then in England; yet the summons was so effectual that even old age and childhood obeyed it; and a force was collected in a few hours, so numerous and so enthusiastic, that all attempt at the intended diversion upon the country of the absent warriors was in prudence abandoned, as desperate.\" 19.",
        "The Summer dawn's reflected hue, etc. Mr. Ruskin says (Modern Painters, iii. 278): \"And thus Nature becomes dear to Scott in a threefold way: dear to him, first, as containing those remains or memories of the past, which he cannot find in cities, and giving hope of Praetorian mound or knight's grave in every green slope and shade of its desolate places; dear, secondly, in its moorland liberty, which has for him just as high a charm as the fenced garden had for the mediaeval;... and dear to him, finally, in that perfect beauty, denied alike in cities and in men, for which every modern heart had begun at last to thirst, and Scott's, in its freshness and power, of all men's most earnestly. \"And in this love of beauty, observe that the love of colour is a leading element, his healthy mind being incapable of losing, under any modern false teaching, its joy in brilliancy of hue. ... In general, if he does not mean to say much about things, the one character which he will give is colour, using it with the most perfect mastery and faithfulness.\"",
        "After giving many illustrations of Scott's use of colour in his poetry, Ruskin quotes the present passage, which he says is \"still more interesting, because it has no form in it at all except in one word (chalice), but wholly composes its imagery either of colour, or of that delicate half-believed life which we have seen to be so important an element in modern landscape.\" \"Two more considerations,\" he adds, \"are, however, suggested by the above passage.",
        "The first, that the love of natural history, excited by the continual attention now given to all wild landscape, heightens reciprocally the interest of that landscape, and becomes an important element in Scott's description, leading him to finish, down to the minutest speckling of breast, and slightest shade of attributed emotion, the portraiture of birds and animals; in strange opposition to Homer's slightly named 'sea-crows, who have care of the works of the sea,' and Dante's singing-birds, of undefined species.",
        "Compare carefully the 2d and 3d stanzas of Rokeby. \"The second point I have to note is Scott's habit of drawing a slight moral from every scene,... and that this slight moral is almost always melancholy.",
        "Here he has stopped short without entirely expressing it: \"The mountain-shadows.. ..................... lie Like future joys to Fancy's eye.'",
        "His completed thought would be, that these future joys, like the mountain-shadows, were never to be attained.",
        "It occurs fully uttered in many other places.",
        "He seems to have been constantly rebuking his own worldly pride and vanity, but never purposefully: 'The foam-globes on her eddies ride, Thick as the schemes of human pride That down life's current drive amain, As frail, as frothy, and as vain.'\" Ruskin adds, among other illustrations, the reference to \"foxglove and nightshade\" in i. 218, 219 above. 28.",
        "Like future joys, etc. This passage, quoted by Ruskin above, also illustrates what is comparatively rare in figurative language--taking the immaterial to exemplify the material. The latter is constantly used to symbolize or elucidate the former; but one would have to search long in our modern poetry to find a dozen instances where, as here, the relation is reversed.",
        "Cf. 639 below.",
        "We have another example in the second passage quoted by Ruskin.",
        "Cf. also Tennyson's \"thousand wreaths of dangling water-smoke, That like a broken purpose waste in air;\" and Shelly's \"Our boat is asleep on Serchio's stream; Its sails are folded like thoughts in a dream.\" 30.",
        "Reared.",
        "The 1st ed. has \"oped.\" 32.",
        "After this line the MS. has the couplet, \"Invisible in fleecy cloud, The lark sent down her matins loud,\" which reappears in altered form below. 33.",
        "Gray mist.",
        "The MS. has \"light mist.\" 38.",
        "Good-morrow gave, etc. Cf.",
        "Byron, Childe Harold: \"and the bills Of summer-birds sing welcome as ye pass.\" 39.",
        "Cushat dove.",
        "Ring-dove. 46.",
        "His impatient blade.",
        "Note the \"transferred epithet.\"",
        "It is not the blade that is impatient. 47.",
        "Beneath a rock, etc. The MS. reads: \"Hard by, his vassals' early care The mystic ritual prepare.\" 50.",
        "Antiquity.",
        "The men of old; \"the abstract for the concrete.\" 59.",
        "With her broad shadow, etc. Cf.",
        "Longfellow, Maidenhood: \"Seest thou shadows sailing by, As the dove, with startled eye, Sees the falcon's shadow fly?\" 62.",
        "Rowan.",
        "The mountain-ash. 71.",
        "That monk, of savage form and face.",
        "Scott says here: \"The state of religion in the middle ages afforded considerable facilities for those whose mode of life excluded them from regular worship, to secure, nevertheless, the ghostly assistance of confessors, perfectly willing to adapt the nature of their doctrine to the necessities and peculiar circumstances of their flock.",
        "Robin Hood, it is well known, had his celebrated domestic chaplain Friar Tuck.",
        "And that same curtal friar was probably matched in manners and appearance by the ghostly fathers of the Tynedale robbers, who are thus described in an excommunication fulminated against their patrons by Richard Fox, Bishop of Durham, tempore Henrici VIII.: 'We have further understood, that there are many chaplains in the said territories of Tynedale and Redesdale, who are public and open maintainers of concubinage, irregular, suspended, excommunicated, and interdicted persons, and withal so utterly ignorant of letters, that it has been found by those who objected this to them, that there were some who, having celebrated mass for ten years, were still unable to read the sacramental service.",
        "We have also understood there are persons among them who, although not ordained, do take upon them the offices of priesthood, and, in contempt of God, celebrate the divine and sacred rites, and administer the sacraments, not only in sacred and dedicated places, but in those which are prophane and interdicted, and most wretchedly ruinous, they themselves being attired in ragged, torn, and most filthy vestments, altogether unfit to be used in divine, or even in temporal offices.",
        "The which said chaplains do administer sacraments and sacramental rites to the aforesaid manifest and infamous thieves, robbers, depredators, receivers of stolen goods, and plunderers, and that without restitution, or intention to restore, as evinced by the act; and do also openly admit them to the rites of ecclesiastical sepulchre, without exacting security for restitution, although they are prohibited from doing so by the sacred canons, as well as by the institutes of the saints and fathers.",
        "All which infers the heavy peril of their own souls, and is a pernicious example to the other believers in Christ, as well as no slight, but an aggravated injury, to the numbers despoiled and plundered of their goods, gear, herds, and chattels.'\" 74.",
        "Benharrow.",
        "A mountain near the head of Loch Lomond. 77.",
        "Brook.",
        "See on i. 566 above. 81.",
        "The hallowed creed.",
        "The Christian creed, as distinguished from heathen lore.",
        "The MS. has \"While the blest creed,\" etc. 85.",
        "Bound.",
        "That is, of his haunts. 87.",
        "Glen or strath.",
        "A glen is the deep and narrow valley of a small stream, a strath the broader one of a river. 89.",
        "He prayed, etc. The MS. reads: \"He prayed, with many a cross between, And terror took devotion's mien.\" 91.",
        "Of Brian's birth, etc. Scott says that the legend which follows is not of his invention, and goes on to show that it is taken with slight variation from \"the geographical collections made by the Laird of Macfarlane.\" 102.",
        "Bucklered.",
        "Served as a buckler to, shielded. 114.",
        "Snood.",
        "Cf. i. 363 above.",
        "Scott has the following note here: \"The snood, or riband, with which as Scottish lass braided her hair, had an emblematical signification, and applied to her maiden character.",
        "It was exchanged for the curch, toy, or coif, when she passed, by marriage, into the matron state.",
        "But if the damsel was so unfortunate as to lose pretensions to the name of maiden, without gaining a right to that of matron, she was neither permitted to use the snood, nor advanced to the graver dignity of the curch.",
        "In old Scottish songs there occur many sly allusions to such misfortune; as in the old words to the popular tune of 'Ower the muir amang the heather:' 'Down amang the broom, the broom, Down amang the broom, my dearie, The lassie lost her silken snood, That gard her greet till she was wearie.'\" 120.",
        "Or... or.",
        "For either... or, as often in poetry. 131.",
        "Till, frantic, etc. The MS. reads: \"Till, driven to frenzy, he believed The legend of his birth received.\" 136.",
        "The cloister.",
        "Here personified as feminine. 138.",
        "Sable-lettered. \"Black-letter;\" the technical term for the \"old English\" form of letter, used in the earliest English manuscripts and books. 142.",
        "Cabala.",
        "Mysteries.",
        "For the original meaning of the word, see Wb. 144.",
        "Curious.",
        "Inquisitive, prying into hidden things. 148.",
        "Hid him.",
        "See on i. 142 above. 149.",
        "The desert gave him, etc. Scott says here: \"In adopting the legend concerning the birth of the Founder of the Church of Kilmallie, the author has endeavored to trace the effects which such a belief was likely to produce, in a barbarous age, on the person to whom it related.",
        "It seems likely that he must have become a fanatic or an impostor, or that mixture of both which forms a more frequent character than either of them, as existing separately.",
        "In truth, mad persons are frequently more anxious to impress upon others a faith in their visions, than they are themselves confirmed in their reality; as, on the other hand, it is difficult for the most cool-headed impostor long to personate an enthusiast, without in some degree believing what he is so eager to have believed.",
        "It was a natural attribute of such a character as the supposed hermit, that he should credit the numerous superstitions with which the minds of ordinary Highlanders are almost always imbued.",
        "A few of these are slightly alluded to in this stanza.",
        "The River Demon, or River-horse, for it is that form which he commonly assumes, is the Kelpy of the Lowlands, an evil and malicious spirit, delighting to forebode and to witness calamity.",
        "He frequents most Highland lakes and rivers; and one of his most memorable exploits was performed upon the banks of Loch Vennachar, in the very district which forms the scene of our action: it consisted in the destruction of a funeral procession, with all its attendants.",
        "The 'noontide hag,' called in Gaelic Glas-lich, a tall, emaciated, gigantic female figure, is supposed in particular to haunt the district of Knoidart.",
        "A goblin dressed in antique armor, and having one hand covered with blood, called, from that circumstance, Lham-dearg, or Red-hand, is a tenant of the forests of Glenmore and Rothiemurcus.",
        "Other spirits of the desert, all frightful in shape and malignant in disposition, are believed to frequent different mountains and glens of the Highlands, where any unusual appearance, produced by mist, or the strange lights that are sometimes thrown upon particular objects, never fails to present an apparition to the imagination of the solitary and melancholy mountaineer.\" 161.",
        "Mankind.",
        "Accented on the first syllable; as it is almost invariably in Shakespeare, except in Timon of Athens, where the modern accent prevails.",
        "Milton uses either accent, as suits the measure.",
        "We find both in P.",
        "L. viii. 358: \"Above mankind, or aught than mankind higher.\" 166.",
        "Alpine's.",
        "Some eds. misprint \"Alpine;\" also \"horsemen\" in 172 below. 168.",
        "The fatal Ben-Shie's boding scream.",
        "The MS. reads: \"The fatal Ben-Shie's dismal scream, And seen her wrinkled form, the sign Of woe and death to Alpine's line.\"",
        "Scott has the following note here: \"Most great families in the Highlands were supposed to have a tutelar, or rather a domestic, spirit, attached to them, who took an interest in their prosperity, and intimated, by its wailings, any approaching disaster.",
        "That of Grant of Grant was called May Moullach, and appeared in the form of a girl, who had her arm covered with hair.",
        "Grant of Rothiemurcus had an attendant called Bodach-an-dun, or the Ghost of the Hill; and many other examples might be mentioned.",
        "The Ben-Shie implies the female fairy whose lamentations were often supposed to precede the death of a chieftain of particular families.",
        "When she is visible, it is in the form of an old woman, with a blue mantle and streaming hair.",
        "A superstition of the same kind is, I believe, universally received by the inferior ranks of the native Irish. \"The death of the head of a Highland family is also sometimes supposed to be announced by a chain of lights of different colours, called Dr'eug, or death of the Druid.",
        "The direction which it takes marks the place of the funeral.\"  169.",
        "Sounds, too, had come, etc. Scott says: \"A presage of the kind alluded to in the text, is still believed to announce death to the ancient Highland family of M'Lean of Lochbuy.",
        "The spirit of an ancestor slain in battle is heard to gallop along a stony bank, and then to ride thrice around the family residence, ringing his fairy bridle, and thus intimating the approaching calamity.",
        "How easily the eye as well as the ear may be deceived upon such occasions, is evident from the stories of armies in the air, and other spectral phenomena with which history abounds.",
        "Such an apparition is said to have been witnessed upon the side of Southfell mountain, between Penrith and Keswick, upon the 23d June, 1744, by two persons, William Lancaster of Blakehills, and Daniel Stricket his servant, whose attestation to the fact, with a full account of the apparition, dated the 21st of July, 1745, is printed in Clarke's Survey of the Lakes.",
        "The apparition consisted of several troops of horse moving in regular order, with a steady rapid motion, making a curved sweep around the fell, and seeming to the spectators to disappear over the ridge of the mountain.",
        "Many persons witnessed this phenomenon, and observed the last, or last but one, of the supposed troop, occasionally leave his rank, and pass, at a gallop, to the front, when he resumed the steady pace.",
        "The curious appearance, making the necessary allowance for imagination, may be perhaps sufficiently accounted for by optical deception.\" 171.",
        "Shingly.",
        "Gravelly, pebbly. 173.",
        "Thunderbolt.",
        "The 1st ed. has \"thunder too.\" 188.",
        "Framed.",
        "The reading of the 1st ed.; commonly misprinted \"formed,\" which occurs in 195. 190.",
        "Limbs.",
        "The 1st ed. has \"limb.\" 191.",
        "Inch-Cailliach.",
        "Scott says: \"Inch-Cailliach, the Isle of Nuns, or of Old Women, is a most beautiful island at the lower extremity of Loch Lomond.",
        "The church belonging to the former nunnery was long used as the place of worship for the parish of Buchanan, but scarce any vestiges of it now remain.",
        "The burial-ground continues to be used, and contains the family places of sepulture of several neighboring clans.",
        "The monuments of the lairds of Macgregor, and of other families claiming a descent from the old Scottish King Alpine, are most remarkable.",
        "The Highlanders are as zealous of their rights of sepulture as may be expected from a people whose whole laws and government, if clanship can be called so, turned upon the single principle of family descent. 'May his ashes be scattered on the water,' was one of the deepest and most solemn imprecations which they used against an enemy.\"  203.",
        "Dwelling low.",
        "That is, burial-place. 207.",
        "Each clansman's execration, etc. The MS. reads: \"Our warriors, on his worthless bust, Shall speak disgrace and woe;\" and below: \"Their clattering targets hardly strook; And first they muttered low.\" 212.",
        "Stook.",
        "One of the old forms of struck.",
        "In the early eds. of Shakespeare, we find struck, stroke, and strook (or strooke) for the past tense, and all these, together with stricken, strucken, stroken, and strooken, for the participle.",
        "Cf.",
        "Milton, Hymn of Nativity, 95: \"When such music sweet Their hearts and ears did greet As never was by mortal finger strook;\" where, as here, it used for the sake of the rhyme. 214.",
        "Then, like the billow, etc. The repetition of the same rhyme here gives well the cumulative effect of the rising billow. 217.",
        "Burst, with load roar.",
        "See on i. 73 above; and cf. 227 below. 228.",
        "Holiest name.",
        "The MS. has \"holy name.\" 245.",
        "Mingled with childhood's babbling trill, etc. \"The whole of this stanza is very impressive; the mingling of the children's curses is the climax of horror.",
        "Note the meaning of the triple curse.",
        "The cross is of ancestral yew--the defaulter is cut off from communion with his clan; it is sealed in the fire--the fire shall destroy his dwelling; it is dipped in blood--his heart's blood is to be shed\" (Taylor). 253.",
        "Coir-Uriskin.",
        "See on 622 below. 255.",
        "Beala-nam-bo. \"The pass of the cattle,\" on the other side of Benvenue from the Goblin's Cave; \"a magnificent glade, overhung with birch-trees, by which the cattle, taken in forays, were conveyed within the protection of the Trosachs\" (Black). 279.",
        "This sign.",
        "That is, the cross.",
        "To all, which we should not expect with bought, was apparently suggested by the antithetical to him in the preceding line; but if all the editions did not read bought, we might suspect that Scott wrote brought. 281.",
        "The murmur, etc. The MS. has \"The slowly muttered deep Amen.\" 286.",
        "The muster-place, etc. The MS. reads \"Murlagan is the spot decreed.\"",
        "Lanrick Mead is a meadow at the northwestern end of Loch Vennachar. 300.",
        "The dun deer's hide, etc. Scott says: \"The present brogue of the Highlanders is made of half-dried leather, with holes to admit and let out the water; for walking the moors dry-shod is a matter altogether out of the question.",
        "The ancient buskin was still ruder, being made of undressed deer's hide, with the hair outwards,--a circumstance which procured the Highlanders the well-known epithet of Red-shanks.",
        "The process is very accurately described by one Elder (himself a Highlander), in the project for a union between England and Scotland, addressed to Henry VIII.: 'We go a-hunting, and after that we have slain red-deer, we flay off the skin by and by, and setting of our barefoot on the inside thereof, for want of cunning shoemakers, by your grace's pardon, we play the cobblers, compassing and measuring so much thereof as shall reach up to our ankles, pricking the upper part thereof with holes, that the water may repass where it enters, and stretching it up with a strong thong of the same above our said ankles.",
        "So, and please your noble grace, we make our shoes.",
        "Therefore, we using such manner of shoes, the rough hairy side outwards, in your grace's dominions of England, we be called Rough-footed Scots' (Pinkerton's History, vol. ii. p. 397).\"",
        "Cf.",
        "Marmion, v. 5: \"The hunted red-deer's undressed hide Their hairy buskins well supplied.\" 304.",
        "Steepy.",
        "For the word (see also iv. 374 below) and the line, cf. Shakespeare, T. of A. i. 1. 75: \"Bowing his head against the steepy mount To climb his happiness.\" 309.",
        "Questing.",
        "Seeking its game.",
        "Bacon (Adv. of Learning, v. 5) speaks of \"the questing of memory.\" 310.",
        "Scaur.",
        "Cliff, precipice; the same word as scar.",
        "Cf.",
        "Tennyson's Bugle Song: \"O sweet and far, from cliff and scar;\" and in the Idyls of the King: \"shingly scaur.\" 314.",
        "Herald of battle, etc. The MS. reads: \"Dread messenger of fate and fear, Herald of danger, fate and fear, Stretch onward in thy fleet career!",
        "Thou track'st not now the stricken doe, Nor maiden coy through greenwood bough.\" 322.",
        "Fast as the fatal symbol flies, etc. \"The description of the starting of the Fiery Cross bears more marks of labor than most of Mr. Scott's poetry, and borders, perhaps, on straining and exaggeration; yet it shows great power\" (Jeffrey). 332.",
        "Cheer.",
        "In its original sense of countenance, or look.",
        "Cf.",
        "Shakespeare, M.",
        "N.",
        "D. iii. 2. 96: \"pale of cheer;\" Spenser, F.",
        "Q. i. 1. 2: \"But of his cheere did seeme too solemne sad;\" Dryden, Hind and Panther, iii. 437: \"Till frowning skies began to change their cheer,\" etc. 333.",
        "His scythe.",
        "The reading of the 1st and other early eds.; \"the scythe\" in more recent ones. 342.",
        "Alas, thou lovely lake! etc. \"Observe Scott's habit of looking at nature, neither as dead, nor merely material, nor as altered by his own feelings; but as having an animation and pathos of its own, wholly irrespective of human passion--an animation which Scott loves and sympathizes with, as he would with a fellow creature, forgetting himself altogether, and subduing his own humanity before what seems to him the power of the landscape....",
        "Instead of making Nature anywise subordinate to himself, he makes himself subordinate to HER--follows her lead simply--does not venture to bring his own cares and thoughts into her pure and quiet presence--paints her in her simple and universal truth, adding no result of momentary passion or fancy, and appears, therefore, at first shallower than other poets, being in reality wider and healthier\" (Ruskin). 344.",
        "Bosky.",
        "Bushy, woody.",
        "Cf.",
        "Milton, Comus, 313: \"And every bosky bourn from side to side;\" Shakespeare, Temp. iv. i. 81: \"My bosky acres and my unshrubb'd down,\" etc. 347.",
        "Seems for the scene, etc. The MS. has \"Seems all too lively and too loud.\" 349.",
        "Duncraggan's huts.",
        "A homestead between Lochs Achray and Vennachar, near the Brigg of Turk. 355.",
        "Shot him.",
        "See on i. 142 above.",
        "Scott is much given to this construction. 357.",
        "The funeral yell, etc. The MS. has \"'T is woman's scream, 't is childhood's wail.\"",
        "Yell may at first seem too strong a word here, but it is in keeping with the people and the times described.",
        "Besides Scott was familiar with old English poetry, in which it was often used where a modern writer would choose another word.",
        "Cf.",
        "Surrey, Virgil's AEneid: \"With wailing great and women's shrill yelling;\" and Gascoigne, De Profundis: \"From depth of doole wherein my soule dooth dwell, ...........",
        "O gracious God, to thee I crie and yell.\" 362.",
        "Torch's ray.",
        "The 1st ed. reads \"torches ray\" and supply;\" corrected in the Errata to read as in the text.",
        "Most eds. print \"torches' ray.\" 369.",
        "Coronach.",
        "Scott has the following note here: \"The Coronach of the Highlanders, like the Ululatus of the Romans, and the Ululoo of the Irish, was a wild expression of lamentation, poured forth by the mourners over the body of a departed friend.",
        "When the words of it were articulate, they expressed the praises of the deceased, and the loss the clan would sustain by his death.",
        "The following is a lamentation of this kind, literally translated from the Gaelic, to some of the ideas of which the text stands indebted.",
        "The tune is so popular that it has since become the war-march, or gathering of the clan.",
        "Coronach on Sir Lauchlan, Chief of Maclean. 'Which of all the Senachies Can trace thy line from the root, up to Paradise, But Macvuirih, the son of Fergus?",
        "No sooner had thine ancient stately tree Taken firm root in Albin, Than one of thy forefathers fell at Harlaw.-- 'T was then we lost a chief of deathless name. ''T is no base weed--no planted tree, Nor a seedling of last Autumn; Nor a sapling planted at Beltain;  Wide, wide around were spread its lofty branches-- But the topmost bough is lowly laid!",
        "Thou hast forsaken us before Sawaine.  'Thy dwelling is the winter house;-- Loud, sad, and mighty is thy death-song!",
        "Oh! courteous champion of Montrose!",
        "Oh! stately warrior of the Celtic Isles!",
        "Thou shalt buckle thy harness on no more!' \"The coronach has for some years past been suspended at funerals by the use of the bagpipe; and that also is, like many other Highland peculiarities, falling into disuse, unless in remote districts.\" 370.",
        "He is gone, etc. As Taylor remarks, the metre of this dirge seems to be amphibrachic; that is, made up of feet, or metrical divisions, of three syllables, the second of which is accented.",
        "Some of the lines appear to be anapestic (made up of trisyllabic feet, with the last syllable accented); but the rhythm of these is amphibrachic; that is, the rhythmic pause is after the syllable that follows the accent. \"(He) is gone on | the mountain, {Like) a summer- | dried fountain.\"",
        "Ten lines out of twenty-four are distinctly amphibrachic, as \"To Duncan | no morrow.\"",
        "So that it seems best to treat the rest as amphibrachic, with a superfluous unaccented syllable at the beginning of the line.",
        "Taylor adds: \"The song is very carefully divided.",
        "To each of the three things, mountain, forest, fountain, four lines are given, in the order 3, 1, 2.\" 384.",
        "In flushing.",
        "In full bloom.",
        "Cf.",
        "Hamlet, iii. 3. 81: \"broad blown, as flush as May.\" 386.",
        "Correi.",
        "A hallow in the side of a hill, where game usually lies. 387.",
        "Cumber.",
        "Trouble, perplexity.",
        "Cf.",
        "Fairfax, Tasso ii. 73: \"Thus fade thy helps, and thus thy cumbers spring;\" and Sir John Harrington, Epigrams, i. 94: \"without all let  or cumber.\" 388.",
        "Red.",
        "Bloody, not afraid of the hand-to-hand fight. 394.",
        "Stumah. \"Faithful; the name of a dog\" (Scott). 410.",
        "Angus, the heir, etc. The MS. reads: \"Angus, the first of Duncan's line, Sprung forth and seized the fatal sign, And then upon his kinsman's bier Fell Malise's suspended tear.",
        "In haste the stripling to his side His father's targe and falchion tied.\" 439.",
        "Hest.",
        "Behest, bidding; used only in poetry.",
        "Cf.",
        "Shakespeare, Temp. iii. 1. 37: \"I have broke your hest to say so;\" Id. iv. 1. 65: \"at thy hest,\" etc. 452.",
        "Benledi saw the Cross of Fire, etc. Scott says here: \"Inspection of the provincial map of Perthshire, or any large map of Scotland, will trace the progress of the signal through the small district of lakes and mountains, which, in exercise of my imaginary chieftain, and which, at the period of my romance, was really occupied by a clan who claimed a descent from Alpine,--a clan the most unfortunate and most persecuted, but neither the least distinguished, least powerful, nor least brave of the tribes of the Gael. \"The first stage of the Fiery Cross is to Duncraggan, a place near the Brigg of Turk, where a short stream divides Loch Achray from Loch Vennachar.",
        "From thence, it passes towards Callander, and then, turning to the left up the pass of Leny, is consigned to Norman at the Chapel of Saint Bride, which stood on a small and romantic knoll in the middle of the valley, called Strath-Ire.",
        "Tombea and Arnandave, or Adrmandave, are names of places in the vicinity.",
        "The alarm is then supposed to pass along the Lake of Lubnaig, and through the various glens in the district of Balquidder, including the neighboring tracts of Glenfinlas and Strath-Gartney.\" 453.",
        "Strath-Ire.",
        "This valley connects Lochs Voil and Lubnaig.",
        "The Chapel of Saint Bride is about half a mile from the southern end of Loch Lubnaig, on the banks of the River Leny, a branch of the Teith (hence \"Teith's young waters\").",
        "The churchyard, with a few remains of the chapel, are all that now mark the spot. 458.",
        "Until, where, etc. The MS. reads: \"And where a steep and wooded knoll Graced the dark strath with emerald green.\" 465.",
        "Though reeled his sympathetic eye.",
        "That is, his eye reeled in sympathy with the movement of the waters--a poetic expression of what every one has felt when looking into a \"dizzily dancing\" stream. 478.",
        "That morning-tide.",
        "That morning time.",
        "Tide in this sense is now used only in a few poetic compounds like eventide, springtide, etc. See iv. 59 below.",
        "For its former use, cf. Spenser, F.",
        "Q. i. 2. 29: \"and rest their weary limbs a tide;\" Id. iii. 6. 21: \"that mine may be your paine another tide,\" etc. See also Scott's Lay, vi. 50: \"Me lists not at this tide declare.\" 483.",
        "Bridal. Bridal party; used as a collective noun. 485.",
        "Coif-clad.",
        "Wearing the coif, or curch.",
        "See on 114 above; as also for snooded. 488.",
        "Unwitting.",
        "Unknowing.",
        "Cf. 367 above.",
        "For the verb wit, see on i. 596 above. 495.",
        "Kerchief.",
        "Curch, which is etymologically the same word, and means a covering for the head.",
        "Some eds. print \"'kerchief,\" as if the word were a contraction of handkerchief. 508.",
        "Muster-place.",
        "The 1st ed. has \"mustering place;\" and in 519 \"brooks\" for brook. 510.",
        "And must he, etc. The MS. reads: \"And must he then exchange the hand.\" 528.",
        "Lugnaig's lake. loch Lubnaig is about four miles long and a mile broad, hemmed in by steep, and rugged mountains.",
        "The view of Benledi from the lake is peculiarly grand and impressive. 530.",
        "The sickening pang, etc. Cf.",
        "The Lord of the Isles, vi. 1: \"The heartsick faintness of the hope delayed.\"",
        "See Prov. xiii. 12. 531.",
        "And memory, etc. The MS. reads: \"And memory brought the torturing train Of all his morning visions vain; But mingled with impatience came The manly love of martial fame.\" 541.",
        "Brae.",
        "The brow or side of a hill. 545.",
        "The heath, etc. The metre of the song is the same as that of the poem, the only variation being in the order of the rhymes. 546.",
        "Bracken.",
        "Fern; \"the Pteris aquilina\" (Taylor). 553.",
        "Fancy now.",
        "The MS. has \"image now.\" 561.",
        "A time will come, etc. The MS. reads: \"A time will come for love and faith, For should thy bridegroom yield his breath, 'T will cheer him in the hour of death, The boasted right to thee, Mary.\" 570.",
        "Balquidder.",
        "A village near the eastern end of Loch Voil, the burial-place of Rob Roy and the scene of many of his exploits.",
        "The Braes extend along the north side of the lake and of the Balvaig which flows into it.",
        "Scott says here: \"It may be necessary to inform the Southern reader that the heath on the Scottish moorlands is often set fire to, that the sheep may have the advantage of the young herbage produced, in room of the tough old heather plants.",
        "This custom (execrated by sportsmen) produces occasionally the most beautiful nocturnal appearances, similar almost to the discharge of a volcano.",
        "This simile is not new to poetry.",
        "The charge of a warrior, in the fine ballad of Hardyknute, is said to be 'like fire to heather set.'\" 575.",
        "Nor faster speeds it, etc. \"The eager fidelity with which this fatal signal is hurried on and obeyed, is represented with great spirit and felicity\" (Jeffrey). 577.",
        "Coil.",
        "Turmoil.",
        "Cf.",
        "Shakespeare, Temp. i. 2. 207: \"Who was so firm, so constant, that this coil Would not infect his reason?\"",
        "C. of E. iii. 1. 48: \"What a coil is there, Dromio?\" etc. 579.",
        "Loch Doine.",
        "A lakelet just above Loch Voil, and almost forming a part of it.",
        "The epithets sullen and still are peculiarly appropriate to this valley. \"Few places in Scotland have such an air of solitude and remoteness from the haunts of men\" (Black). 582.",
        "Strath-Gartney.",
        "The north side of the basin of Loch Katrine. 583.",
        "Each man might claim.",
        "That is, WHO could claim.",
        "See on i. 528 above. 600.",
        "No law but Roderick Dhu's command.",
        "Scott has the following note here: \"The deep and implicit respect paid by the Highland clansmen to their chief, rendered this both a common and a solemn oath.",
        "In other respects, they were like most savage nations, capricious in their ideas concerning the obligatory power of oaths.",
        "One solemn mode of swearing was by kissing the dirk, imprecating upon themselves death by that, or a similar weapon, if they broke their vow.",
        "But for oaths in the usual form, they are said to have had little respect.",
        "As for the reverence due to the chief, it may be guessed from the following odd example of a Highland point of honour: 'The clan whereto the above-mentioned tribe belongs, is the only one I have heard of which is without a chief; that is, being divided into families, under several chieftains, without any particular patriarch of the whole name.",
        "And this is a great reproach, as may appear from an affair that fell out at my table, in the Highlands, between one of that name and a Cameron.",
        "The provocation given by the latter was, \"Name your chief.\"",
        "The return of it at once was, \"You are a fool.\"",
        "They went out next morning, but having early notice of it, I sent a small party of soldiers after them, which, in all probability, prevented some barbarous mischief that might have ensued; for the chiefless Highlander, who is himself a petty chieftain, was going to the place appointed with a small-sword and pistol, whereas the Cameron (an old man) took with him only his broadsword, according to the agreement. 'When all was over, and I had, at least seemingly, reconciled them, I was told the words, of which I seemed to think but slightly, were, to one of the clan, the greatest of all provocations' (Letters from Scotland, vol. ii. p. 221).\" 604.",
        "Menteith.",
        "See on i. 89 above. 607.",
        "Rednock.",
        "The ruins of Rednock Castle are about two miles to the north of Loch Menteith, on the road to Callander.",
        "Cardross Castle (in which Robert Bruce died) was on the banks of the Clyde, a few miles below Dumbarton.",
        "Duchray Castle is a mile south of Lochard.",
        "Loch Con, or Chon, is a lakelet, about three miles northwest from Lochard (into which it drains) and two miles south of Loch Katrine. 611.",
        "Wot ye.",
        "Know ye.",
        "See on i. 596 above. 622.",
        "Coir-nan-Uriskin.",
        "Scott has the following note here: \"This is a very steep and most romantic hollow in the mountain of Benvenue, overhanging the southeastern extremity of Loch Katrine.",
        "It is surrounded with stupendous rocks, and overshadowed with birch-trees, mingled with oaks, the spontaneous production of the mountain, even where its cliffs appear denuded of soil.",
        "A dale in so wild a situation, and amid a people whose genius bordered on the romantic, did not remain without appropriate deities.",
        "The name literally implies the Corri, or Den, of the Wild or Shaggy Men.",
        "Perhaps this, as conjectured by Mr. Alexander Campbell (Journey from Edinburgh, 1802, p. 109), may have originally only implied its being the haunt of a ferocious banditti.",
        "But tradition has ascribed to the Urisk, who gives name to the cavern, a figure between a goat and a man; in short, however much the classical reader may be startled, precisely that of the Grecian Satyr.",
        "The Urisk seems not to have inherited, with the form, the petulance of the silvan deity of the classics; his occupation, on the contrary, resembled those of Milton's Lubbar Fiend, or of the Scottish Brownie, though he differed from both in name and appearance. 'The Urisks,' says Dr. Graham, 'were a sort of lubberly supernaturals, who, like the Brownies, could be gained over by kind attention to perform the drudgery of the farm, and it was believed that many families in the Highlands had one of the order attached to it.",
        "They were supposed to be dispersed over the Highlands, each in his own wild recess, but the solemn stated meetings of the order were regularly held in this Cave of Benvenue.",
        "This current superstition, no doubt, alludes to some circumstance in the ancient history of this country' (Scenery on the Southern Confines of Perthshire, p. 19, 1806).",
        "It must be owned that the Coir, or Den, does not, in its present state, meet our ideas of a subterraneous grotto or cave, being only a small and narrow cavity, among huge fragments of rocks rudely piled together.",
        "But such a scene is liable to convulsions of nature which a Lowlander cannot estimate, and which may have choked up what was originally a cavern.",
        "At least the name and tradition warrant the author of a fictitious tale to assert its having been such at the remote period in which this scene is laid.\" 639.",
        "With such a glimpse, etc. See on 28 above. 641.",
        "Still.",
        "Stillness; the adjective used substantively, for the sake of the rhyme. 656.",
        "Satyrs. \"The Urisk, or Highland satyr\" (Scott). 664.",
        "Beal-nam-bo.",
        "See on 255 above; and for the measure of the first half of the line, on i. 73 above. 667. 'Cross.",
        "Scott (1st ed.) prints \"cross,\" as in 750 below. 672.",
        "A single page, etc. Scott says: \"A Highland chief, being as absolute in his patriarchal authority as any prince, had a corresponding number of officers attached to his person.",
        "He had his body-guards, called Luichttach, picked from his clan for strength, activity, and entire devotion to his person.",
        "These, according to their deserts, were sure to share abundantly in the rude profusion of his hospitality.",
        "It is recorded, for example, by tradition, that Allan MacLean, chief of that clan, happened upon a time to hear one of these favorite retainers observe to his comrade, that their chief grew old. 'Whence do you infer that?' replied the other. 'When was it,' rejoined the first, 'that a solider of Allan's was obliged, as I am now, not only to eat the flesh from the bone, but even to tear off the inner skin, or filament?'",
        "The hint was quite sufficient, and MacLean next morning, to relieve his followers from such dire necessity, undertook an inroad on the mainland, the ravage of which altogether effaced the memory of his former expeditions for the like purpose. \"Our officer of Engineers, so often quoted, has given us a distinct list of the domestic officers who, independent of Luichttach, or gardes de corps, belonged to the establishment of a Highland chief.",
        "These are, 1.",
        "The Henchman. 2.",
        "The Bard.",
        "See preceding notes. 3.",
        "Bladier, or spokesman. 4.",
        "Gillie-more, or sword-bearer, alluded to in the text. 5.",
        "Gillie-casflue, who carried the chief, if on foot, over the fords. 6.",
        "Gillie-comstraine, who leads the chief's horse. 7.",
        "Gillie-Trushanarinsh, the baggage-man. 8.",
        "The piper. 9.",
        "The piper's gillie, or attendant, who carries the bagpipe (Letters from Scotland, vol. ii. p. 158).",
        "Although this appeared, naturally enough, very ridiculous to an English officer, who considered the master of such a retinue as no more than an English gentleman of 500 a year, yet in the circumstances of the chief, whose strength and importance consisted in the number and attachment of his followers, it was of the last consequence, in point of policy, to have in his gift subordinate offices, which called immediately round his person those who were most devoted to him, and, being of value in their estimation, were also the means of rewarding them.\" 693.",
        "To drown, etc. The MS. reads: \"To drown his grief in war's wild roar, Nor think of love and Ellen more.\" 713.",
        "Ave Maria! etc. \"The metrical peculiarity of this song is that the rhymes of the even lines of the first quatrain (or set of four lines) are taken up as those of the odd lines in the second, and that they are the same in all three stanzas\" (Taylor). 722.",
        "We now must share.",
        "The MS. has \"my sire must share;\" and in 725 \"The murky grotto's noxious air.\" 733.",
        "Bow us.",
        "See on i. 142, and cf. 749 below. 754.",
        "Lanrick height.",
        "Overlooking Lanrick Mead.",
        "See on 286 above. 755.",
        "Where mustered, etc. The MS. reads: \"Where broad extending far below, Mustered Clan-Alpine's martial show.\"",
        "On the first of these lines, cf. i. 88 above. 773.",
        "Yell.",
        "See on 357 above. 774.",
        "Bochastle's plain.",
        "See on i. 106 above.",
        "Canto Fourth. 2.",
        "And hope, etc. The MS. has \"And rapture dearest when obscured by fears.\" 5.",
        "Wilding.",
        "Wild; a rare word, used only in poetry.",
        "Cf.",
        "Tennyson, Geraint and Enid: \"And like a crag was gay with wilding flowers.\"",
        "Spenser has the noun (= wild apples) in F.",
        "Q. iii. 7. 17: \"Oft from the forrest wildings he did bring,\" etc. Whom is used on account of the personification. 9.",
        "What time.",
        "Cf. ii. 307 and iii. 15 above. 19.",
        "Braes of Doune.",
        "The undulating region between Callander and Doune, on the north side of the Teith.",
        "The Doune of 37 below is the old Castle of that name, the ruins of which still form a majestic pile on the steep banks of the Teith.",
        "It figures in Waverley as the place where the hero was confined by the Highlanders. 36.",
        "Boune.",
        "Prepared, ready; a Scottish word.",
        "Cf. 157 and vi. 396 below. 42.",
        "Bide.",
        "Endure; not to be printed 'bide, as if a contraction of abide.",
        "Cf.",
        "Shakespeare, Lear, iii. 4. 29: \"That bide the pelting of this pitiless storm,\" etc. Bout.",
        "Turn (of fortune). 47.",
        "Repair.",
        "That is, to repair. 55. 'T is well advised.",
        "Well thought of, well planned.",
        "Cf. advised careful, well considered; as in M. of V. i. 1. 142: \"with more advised watch,\" etc. The MS. reads: \"'Tis well advised--a prudent plan, Worthy the father of his clan.\" 59.",
        "Evening-tide.",
        "See on iii. 478 above. 63.",
        "The Taghairm.",
        "Scott says here: \"The Highlanders, like all rude people, had various superstitious modes of inquiring into futurity.",
        "One of the most noted was the Taghairm, mentioned in the text.",
        "A person was wrapped up in the skin of a newly-slain bullock, and deposited beside a waterfall, or at the bottom of a precipice, or in some other strange, wild, and unusual situation, where the scenery around him suggested nothing but objects of horror.",
        "In this situation, he revolved in his mind the question proposed; and whatever was impressed upon him by his exalted imagination, passed for the inspiration of the disembodied spirits, who haunt these desolate recesses.",
        "In some of the Hebrides they attributed the same oracular power to a large black stone by the sea-shore, which they approached with certain solemnities, and considered the first fancy which came into their own minds, after they did so, to be the undoubted dictate of the tutelar deity of the stone, and, as such, to be, if possible, punctually complied with.\" 68.",
        "Gallangad.",
        "We do not find this name elsewhere, but it probably belongs to some part of the district referred to in Scott's note inserted here: \"I know not if it be worth observing that this passage is taken almost literally from the mouth of an old Highland kern, or Ketteran, as they were called.",
        "He used to narrate the merry doings of the good old time when he was follower of Rob Roy MacGregor.",
        "This leader, on one occasion, thought proper to make a descent upon the lower part of the Loch Lomond district, and summoned all the heritors and farmers to meet at the Kirk of Drymen, to pay him black-mail; i.e., tribute for forbearance and protection.",
        "As this invitation was supported by a band of thirty or forty stout fellows, only one gentleman, an ancestor, if I mistake not, of the present Mr. Grahame of Gartmore, ventured to decline compliance.",
        "Rob Roy instantly swept his land of all he could drive away, and among the spoil was a bull of the old Scottish wild breed, whose ferocity occasioned great plague to the Ketterans. 'But ere we had reached the Row of Dennan,' said the old man, 'a child might have scratched his ears.'",
        "The circumstance is a minute one, but it paints the time when the poor beeve was compelled 'To hoof it o'er as many weary miles, With goading pikemen hollowing at his heels, As e'er the bravest antler of the woods' (Ethwald).\" 73.",
        "Kerns.",
        "The Gaelic and Irish light-armed soldiers, the heavy-armed being known as gallowglasses.",
        "The names are often associated; as in Macbeth, i. 2. 13: \"kerns and gallowglasses;\" 2 Hen.",
        "VI. iv. 9. 26: \"gallowglasses and stout kerns;\" Drayton, Heroical Epist.: \"the Kerne and Irish Galliglasse,\" etc. 74.",
        "Beal'maha. \"The pass of the plain,\" on the east of Loch Lomond, opposite Inch-Cailliach.",
        "In the olden time it was one of the established roads for making raids into the Lowlands. 77.",
        "Dennan's Row.",
        "The modern Rowardennan, on Loch Lomond at the foot of Ben Lomond, and a favorite starting=point for the ascent of that mountain. 82.",
        "Boss.",
        "Knob; in keeping with Targe. 83.",
        "Verge.",
        "Pronounced varge, as the rhyme shows.",
        "In v. 219 below it has its ordinary sound; but cf. v. 812. 84.",
        "The Hero's Targe. \"There is a rock so named in the Forest of Glenfinlas, by which a tumultuary cataract takes its course.",
        "This wild place is said in former times to have afforded refuge to an outlaw, who was supplied with provisions by a woman, who lowered them down from the brink of the precipice above.",
        "His water he procured for himself, by letting down a flagon tied to a string into the black pool beneath the fall\" (Scott). 98.",
        "Broke.",
        "Quartered.",
        "Cf. the quotation from Jonson below.",
        "Scott says here: \"Everything belonging to the chase was matter of solemnity among our ancestors; but nothing was more so than the mode of cutting up, or, as it was technically called, breaking, the slaughtered stag.",
        "The forester had his allotted portion; the hounds had a certain allowance; and, to make the division as general as possible, the very birds had their share also. 'There is a little gristle,' says Tubervile, 'which is upon the spoone of the brisket, which we call the raven's bone; and I have seen in some places a raven so wont and accustomed to it, that she would never fail to croak and cry for it all the time you were in breaking up of the deer, and would not depart till she had it.'",
        "In the very ancient metrical romance of Sir Tristrem, that peerless knight, who is said to have been the very deviser of all rules of chase, did not omit the ceremony: 'The rauen he yaue his yiftes Sat on the fourched tre.'  \"The raven might also challenge his rights by the Book of St. Albans; for thus says Dame Juliana Berners: 'slitteth anon The bely to the side, from the corbyn bone; That is corbyns fee, at the death he will be.'",
        "Jonson, in The Sad Shepherd, gives a more poetical account of the same ceremony: 'Marian.",
        "He that undoes him, Doth cleave the brisket bone, upon the spoon Of which a little gristle grows--you call it Robin Hood.",
        "The raven's bone.",
        "Marian.",
        "Now o'er head sat a raven On a sere bough, a grown, great bird, and hoarse, Who, all the while the deer was breaking up, So croaked and cried for 't, as all the huntsmen, Especially old Scathlock, thought it ominous.'\" 115.",
        "Rouse.",
        "Rise, stand erect.",
        "Cf.",
        "Macbeth, v. 5. 12: \"The time has been, my senses would have cool'd To hear a night-shriek, and my fell of hair Would at a dismal treatise rouse and stir As life were in 't.\" 119.",
        "Mine.",
        "Many eds. have \"my.\" 128.",
        "Fateful.",
        "The reading of the 1st ed. and that of 1821; \"fatal\" in some recent eds. 132.",
        "Which spills, etc. The MS. has \"Which foremost spills a foeman's life.\" \"Though this be in the text described as a response of the Taghairm, or Oracle of the Hide, it was of itself an augury frequently attended to.",
        "The fate of the battle was often anticipated, in the imagination of the combatants, by observing which party first shed blood.",
        "It is said that the Highlanders under Montrose were so deeply imbued with this notion, that on the morning of the battle of Tippermoor, they murdered a defenceless herdsman, whom they found in the fields, merely to secure an advantage of so much consequence to their party\" (Scott). 140.",
        "A spy.",
        "That is, Fitz-James.",
        "For has sought, the 1st ed. has \"hath sought.\" 144.",
        "Red Murdoch, etc. The MS. has \"The clansman vainly deemed his guide,\" etc. 147.",
        "Those shall bring him down.",
        "For the ellipsis of who, see on i. 528 above.",
        "The MS. has \"stab him down.\" 153.",
        "Pale.",
        "In the heraldic sense of \"a broad perpendicular stripe in an escutcheon.\"",
        "See Wb. 155.",
        "I love to hear, etc Cf. v. 238 below. 156.",
        "When move they on? etc. The MS reads: \"'When move they on?' |'This sun | at noon |'To-day | 'T is said will see them march from Doune.' 'To-morrow then |makes| meeting stern.'\" |sees | 160.",
        "Earn.",
        "That is, the district about Loch Earn and the river of the same name flowing from the lake. 164.",
        "Shaggy glen.",
        "As already stated, Trosachs means bristling. 174.",
        "Stance.",
        "Station; a Scottish word. 177.",
        "Trusty targe.",
        "The MS. has \"Highland targe.\" 197.",
        "Shifting like flashes, etc. That is, like the Northern Lights.",
        "Cf. the Lay, ii. 86: \"And red and bright the streamers light Were dancing in the glowing north. .......",
        "He knew by the streamers that shot so bright That spirits were riding the northern light.\"",
        "The MS. reads: \"Thick as the flashes darted forth By morrice-dancers of the north; And saw at morn their |barges ride, |little fleet, Close moored by the lone islet's side.",
        "Since this rude race dare not abide Upon their native mountain side, 'T is fit that Douglas should provide For his dear child some safe abode, And soon he comes to point the road.\" 207.",
        "No, Allan, etc. The MS. reads: \"No, Allan, no!",
        "His words so kind Were but pretexts my fears to blind.",
        "When in such solemn tone and grave Douglas a parting blessing gave.\" 212.",
        "Fixed and high.",
        "Often misprinted \"fixed on high.\" 215.",
        "Stroke.",
        "The MS. has \"shock,\" and in the next line \"adamantine\" for invulnerable. 223.",
        "Trowed.",
        "Trusted, believed.",
        "Cf.",
        "Spenser, F.",
        "Q. v. 2. 34: \"So much is more then  just to trow.\"",
        "See also Luke, xvii. 9. 231.",
        "Cambus-kenneth's fane.",
        "Cambus-kenneth Abbey, about a mile from Stirling, on the other side of the Forth.",
        "The massive tower is now the only part remaining entire. 235.",
        "Friends'.",
        "Many recent eds. misprint \"friend's.\" 250.",
        "Sooth.",
        "True.",
        "See on i. 476 above. 261.",
        "Merry it is, etc. Scott says: \"This little fairy tale is founded upon a very curious Danish ballad which occurs in the Kaempe Viser, a collection of heroic songs first published in 1591, and reprinted in 1695, inscribed by Anders Sofrensen, the collector and editor, to Sophia, Queen of Denmark.\"",
        "The measure is the common ballad-metre, the basis of which is a line of eight syllables followed by one of six, the even syllables accented, with the alternate lines rhyming, so as to form a four-line stanza.",
        "It is varied by extra unaccented syllables, and by rhymes within the longer lines (both of which modifications we have in 263 and 271), and by \"double rhymes\" (like singing and ringing). 262.",
        "Mavis and merle.",
        "Thrush and blackbird. 267.",
        "Wold.",
        "Open country, as opposed to wood.",
        "Cf.",
        "Tennyson, In Memoriam, 11: \"Calm and deep peace on this high wold,\" etc. See also 724 below. 274.",
        "Glaive.",
        "Broadsword.",
        "Cf.",
        "Spenser, F.",
        "Q. iv. 7. 38: \"laying both his hands upon his glave,\" etc. See also v. 253 below. 277.",
        "Pall.",
        "A rich fabric used for making palls, or mantles.",
        "Cf.",
        "F.",
        "Q. i. 7. 16: \"He gave her gold and purple pall to weare.\" 278.",
        "Wont.",
        "Were accustomed.",
        "See on i. 408 above. 282. 'Twas but, etc. The MS. reads: \"'Twas but a midnight chance; For blindfold was the battle plied, And fortune held the lance.\" 283.",
        "Darkling.",
        "In the dark; a poetical word.",
        "Cf.",
        "Milton, P.",
        "L. iii. 39: \"as the wakeful bird Sings darkling;\" Shakespeare, Lear, i. 4. 237: \"So out went the candle, and we were left darkling,\" etc. See also 711 below. 285.",
        "Vair.",
        "The fur of the squirrel.",
        "See Wb. 286.",
        "Sheen.",
        "See on i. 208 above. 291.",
        "Richard.",
        "Here accented on the final syllable.",
        "Such license is not unusual in ballad poetry. 298.",
        "Woned.",
        "Dwelt.",
        "See on i. 408 above.",
        "Scott has the following note here: \"In a long dissertation upon the Fairy Superstitions, published in the Minstrelsy of the Scottish Border, the most valuable part of which was supplied by my learned and indefatigable friend, Dr. John Leyden, most of the circumstances are collected which can throw light upon the popular belief which even yet prevails respecting them in Scotland.",
        "Dr. Grahame, author of an entertaining work upon the Scenery of the Perthshire Highlands, already frequently quoted, has recorded with great accuracy the peculiar tenets held by the Highlanders on this topic, in the vicinity of Loch Katrine.",
        "The learned author is inclined to deduce the whole mythology from the Druidical system--an opinion to which there are many objections. 'The Daoine Shi', or Men of Peace, of the Highlanders, though not absolutely malevolent, are believed to be a peevish, repining race of beings, who, possessing themselves but a scanty portion of happiness, are supposed to envy mankind their more complete and substantial enjoyments.",
        "They are supposed to enjoy, in their subterraneous recesses, a sort of shadowy happiness,--a tinsel grandeur; which, however, they would willingly exchange for the more solid joys of mortality. 'They are believed to inhabit certain round grassy eminences, where they celebrate their nocturnal festivities by the light of the moon.",
        "About a mile beyond the source of the Forth, above Loch Con, there is a placed called Coirshi'an, or the Cove of the Men of Peace, which is still supposed to be a favorite place of their residence.",
        "In the neighborhood are to be seen many round conical eminences, particularly one near the head of the lake, by the skirts of which many are still afraid to pass after sunset.",
        "It is believed that if, on Hallow-eve, any person, alone, goes round one of these hills nine times, towards the left hand (sinistrorsum) a door shall open, by which he will be admitted into their subterraneous abodes.",
        "Many, it is said, of mortal race have been entertained in their secret recesses.",
        "There they have been received into the most splendid apartments, and regaled with the most sumptuous banquets and delicious wines.",
        "Their females surpass the daughters of men in beauty.",
        "The seemingly happy inhabitants pass their time in festivity, and in dancing to notes of the softest music.",
        "But unhappy is the mortal who joins in their joys or ventures to partake of their dainties.",
        "By this indulgence he forfeits for ever the society of men, and is bound down irrevocably to the condition of Shi'ich, or Man of Peace.'\" 301.",
        "Why sounds, etc. \"It has been already observed that fairies, if not positively malevolent, are capricious, and easily offended.",
        "They are, like other proprietors of forests, peculiarly jealous of their rights of vert and venison....",
        "This jealousy was also an attribute of the northern Duergar, or dwarfs; to many of whose distinctions the fairies seem so have succeeded, if, indeed, they are not the same class of beings.",
        "In the huge metrical record of German chivalry entitled the Helden-Buch, Sir Hildebrand, and the other heroes of whom it treats, are engaged in one of their most desperate adventures, from a rash violation of the rose-garden of an Elfin or Dwarf King. \"There are yet traces of a belief in this worst and most malicious order of fairies among the Border wilds.",
        "Dr. Leyden has introduced such a dwarf into his ballad entitled The Cout of Keeldar, and has not forgot his characteristic detestation of the chase. 'The third blast that young Keeldar blew, Still stood the limber fern, And a wee man, of swarthy hue, Upstarted by a cairn. 'His russet weeds were brown as heath That clothes the upland fell, And the hair of his head was frizzy red As the purple heather-bell. 'An urchin, clad in prickles red, Clung cow'ring to his arm; The hounds they howl'd, and backward fled, As struck by fairy charm. '\"Why rises high the staghound's cry, Where staghound ne'er should be?",
        "Why wakes that horn the silent morn, Without the leave of me?\"-- '\"Brown Dwarf, that o'er the muirland strays, Thy name to Keeldar tell!\"-- \"The Brown Man of the Muirs, who stays Beneath the heather-bell. '\"'T is sweet beneath the heather-bell To live in autumn brown; And sweet to hear the lav'rock's swell, Far, far from tower and town. '\"But woe betide the shrilling horn, The chase's surly cheer!",
        "And ever that hunter is forlorn Whom first at morn I hear.\"' \"The poetical picture here given of the Duergar corresponds exactly with the following Northumberland legend, with which I was lately favored by my learned and kind friend, Mr. Surtees of Mainsforth, who has bestowed indefatigable labor upon the antiquities of the English Border counties.",
        "The subject is in itself so curious, that the length of the note will, I hope, be pardoned: 'I have only one record to offer of the appearance of our Northumbrian Duergar.",
        "My narratrix is Elizabeth Cockburn, and old wife of Offerton, in this country, whose credit, in a case of this kind, will not, I hope, be much impeached when I add that she is by her dull neighbors supposed to be occasionally insane, but by herself to be at those times endowed with a faculty of seeing visions and spectral appearances which shun the common ken. 'In the year before the great rebellion, two young men from Newcastle were sporting on the high moors above Eldson, and after pursuing their game several hours, sat down to dine in a green glen near one of the mountain streams.",
        "After their repast, the younger lad ran to the brook for water, and after stooping to drink, was surprised, on lifting his head again, by the appearance of a brown dwarf, who stood on a crag covered with brackens, across the burn.",
        "This extraordinary personage did not appear to be above half the stature of a common man, but was uncommonly stout and broad-built, having the appearance of vast strength.",
        "His dress was entirely brown, the color of the brackens, and his head covered with frizzled red hair.",
        "His countenance was expressive of the most savage ferocity, and his eyes glared like a bull.",
        "It seems he addressed the young man first, threatening him with his vengeance for having trespassed on his demesnes, and asking him if he knew in whose presence he stood?",
        "The youth replied that he now supposed him to be the lord of the moors; that he offended through ignorance; and offered to bring him the game he had killed.",
        "The dwarf was a little mollified by this submission, but remarked that nothing could be more offensive to him than such an offer, as he considered the wild animals as his subjects, and never failed to avenge their destruction.",
        "He condescended further to inform him that he was, like himself, mortal, though of years far exceeding the lot of common humanity, and (what I should not have had an idea of) that he hoped for salvation.",
        "He never, he added, fed on anything that had life, but lived in the summer on whortleberries, and in winter on nuts and apples, of which he had great store in the woods.",
        "Finally, he invited his new acquaintance to accompany him home and partake his hospitality, an offer which the youth was on the point of accepting, and was just going to spring across the brook (which if he had done, says Elizabeth, the dwarf would certainly have torn him in pieces), when his foot was arrested by the voice of his companion, who thought he had tarried long, and on looking round again, \"the wee brown man was fled.\"",
        "The story adds that he was imprudent enough to slight the admonition, and to sport over the moors on his way homewards, but soon after his return he fell into a lingering disorder, and died within the year'\" (Scott). 302.",
        "Our moonlight circle's.",
        "The MS. has \"Our fairy ringlet's.\" 306.",
        "The fairies' fatal green. \"As the Daoine Shi', or Men of Peace, wore green habits, they were supposed to take offence when any mortals ventured to assume their favorite color.",
        "Indeed, from some reason, which has been, perhaps originally a general superstition, green is held in Scotland to be unlucky to particular tribes and counties.",
        "The Caithness men, who hold this belief, allege as a reason that their bands wore that color when they were cut off at the battle of Flodden; and for the same reason they avoid crossing the Ord on a Monday, being the day of the week on which their ill-omened array set forth.",
        "Green is also disliked by those of the name of Ogilvy; but more especially it is held fatal to the whole clan of Grahame.",
        "It is remembered of an aged gentleman of that name that when his horse fell in a fox-chase, he accounted for it at once by observing that the whipcord attached to his lash was of this unlucky color\" (Scott). 308.",
        "Wert christened man.",
        "Scott says: \"The Elves were supposed greatly to envy the privileges acquired by Christian initiation, and they gave to those mortals who had fallen into their power a certain precedence, founded upon this advantageous distinction.",
        "Tamlane, in the old ballad, describes his own rank in the fairy procession: 'For I ride on a milk-white steed, And aye nearest the town; Because I was a christen'd knight, They give me that renown.'\" 312.",
        "The curse of the sleepless eye.",
        "Cf.",
        "Macbeth, i. 3. 19: \"Sleep shall neither night nor day Hang upon his pent-house lid,\" etc. 313.",
        "Part.",
        "Depart.",
        "See on ii. 94 above. 322.",
        "Grisly.",
        "See on i. 704 above. 330.",
        "Kindly.",
        "Kindred, natural. See Wb., and cf. Shakespeare, Much Ado, iv. 1. 75: \"that fatherly and kindly power That you have in her,\" etc. 345.",
        "All is glistening show. \"No fact respecting Fairy-land seems to be better ascertained than the fantastic and illusory nature of their apparent pleasure and splendour.",
        "It has been already noticed in the former quotations from Dr. Grahame's entertaining volume, and may be confirmed by the following Highland tradition:--'A woman, whose new-born child had been conveyed by them into their secret abodes, was also carried thither herself, to remain, however, only until she should suckle her infant.",
        "She one day, during this period, observed the Shi'ichs busily employed in mixing various ingredients in a boiling caldron, and as soon as the composition was prepared, she remarked that they all carefully anointed their eyes with it, laying the remainder aside for future use.",
        "In a moment when they were all absent, she also attempted to anoint her eyes with the precious drug, but had time to apply it to one eye only, when the Daoine Shi' returned.",
        "But with that eye she was henceforth enabled to see everything as it really passed in their secret abodes; she saw every object, not as she hitherto had done, in deceptive splendour and elegance, but in its genuine colours and form.",
        "The gaudy ornaments of the apartment were reduced to the walls of a gloomy cavern.",
        "Soon after, having discharged her office, she was dismissed to her own home.",
        "Still, however, she retained the faculty of seeing, with her medicated eye, everything that was done, anywhere in her presence, by the deceptive art of the order.",
        "One day, amidst a throng of people, she chanced to observe the Shi'ich, or man of peace, in whose possession she had left her child, though to every other eye invisible.",
        "Prompted by maternal affection, she inadvertently accosted him, and began to inquire after the welfare of her child.",
        "The man of peace, astonished at being thus recognized by one of mortal race, demanded how she had been enabled to discover him.",
        "Awed by the terrible frown of his countenance, she acknowledged what she had done.",
        "He spat in her eye, and extinguished it for ever.' \"It is very remarkable that this story, translated by Dr. Grahame from popular Gaelic tradition, is to be found in the Otia Imperialia of Gervase of Tilbury.",
        "A work of great interest might be compiled upon the original of popular fiction, and the transmission of similar tales from age to age, and from country to country.",
        "The mythology of one period would then appear to pass into the romance of the next century, and that into the nursery tale of the subsequent ages.",
        "Such an investigation, while it went greatly to diminish our ideas of the richness of human invention, would also show that these fictions, however wild and childish, possess such charms for the populace as enable them to penetrate into countries unconnected by manners and language, and having no apparent intercourse to afford the means of transmission.",
        "It would carry me far beyond my bounds to produce instances of fable among nations who never borrowed from each other any thing intrinsically worth learning.",
        "Indeed the wide diffusion of popular factions may be compared to the facility with which straws and feathers are dispersed abroad by the wind, while valuable metals cannot be transported without trouble and labour.",
        "There lives, I believe, only one gentleman whose unlimited acquaintance with this subject might enable him to do it justice,--I mean my friend Mr. Francis Douce, of the British Museum, whose usual kindness will, I hope, pardon my mentioning his name while on a subject so closely connected with his extensive and curious researches\" (Scott). 355.",
        "Snatched away, etc. \"The subjects of Fairy-land were recruited from the regions of humanity by a sort of crimping system, which extended to adults as well as to infants.",
        "Many of those who were in this world supposed to have discharged the debt of nature, had only become denizens of the 'Londe of Faery'\" (Scott). 357.",
        "But wist I, etc. But if I knew, etc. Wist is the past tense of wit (Matzner).",
        "See on i. 596 above. 371.",
        "Dunfermline.",
        "A town in Fifeshire, 17 miles northwest of Edinburgh.",
        "It was long the residence of the Scottish kings, and the old abbey, which succeeded Iona as the place of royal sepulture, has been called \"the Westminster of Scotland.\"",
        "Robert Bruce was the last sovereign buried here. 374.",
        "Steepy.",
        "Cf. iii. 304 above. 376.",
        "Lincoln green.",
        "See on i. 464 above. 386.",
        "Morning-tide.",
        "Cf. iii. 478 above. 387.",
        "Bourne.",
        "Bound, limit.",
        "Cf. the quotation from Milton in note on iii. 344 above. 392.",
        "Scathe.",
        "Harm, mischief.",
        "Spenser uses the word often; as in F.",
        "Q. i. 12, 34: \"To worke new woe and improvided scath,\" etc. Cf.",
        "Shakespeare, K.",
        "John, ii. 1. 75: \"To do offence and scathe in Christendom;\" Rich.",
        "III. i. 3. 317: \"To pray for them that have done scathe to us,\" etc. 393.",
        "Kern.",
        "See on 73 above. 395.",
        "Conjure.",
        "In prose we should have to write \"conjure him.\" 403.",
        "Yet life I hold, etc. Cf.",
        "Julius Caesar, i. 2. 84: \"If it be aught toward the general good, Set honor in one eye and death i' the other, And I will look on both indifferently; For let the gods so speed me as I love The name of honor more than I fear death.\" 411.",
        "Near Bochastle.",
        "The MS. has \"By Cambusmore.\"",
        "See on i. 103 and 106 above. 413.",
        "Bower.",
        "Lodging, dwelling.",
        "See on i. 217 above. 415.",
        "Art.",
        "Affectation. 417.",
        "Before.",
        "That is, at his visit to the Isle.",
        "Cf. ii. 96 fol. above. 418.",
        "Was idly soothed, etc. The MS. has \"Was idly fond thy praise to hear.\" 421.",
        "Atone.",
        "Atone for.",
        "Shakespeare uses the verb transitively several times, but in the sense of reconcile; as in Rich.",
        "II. i. 1. 202: \"Since we cannot atone you,\" etc. Cf. v. 735 below. 433.",
        "If yet he is.",
        "If he is still living. 437.",
        "Train.",
        "Lure; as in Macbeth, iv. 3. 118: \"Devilish Macbeth By many of these trains hath sought to win me Into his power.\"",
        "Cf. the use of the verb (= allure, entice); as in C. of E. iii. 2. 45: \"O, train me not, sweet mermaid, with thy note;\" Scott's Lay, iii. 146: \"He thought to train him to the wood,\" etc. James was much given to gallantry, and many of his travels in disguise were on adventures of this kind.",
        "See on i. 409 above and vi. 740 below. 446.",
        "As death, etc. As if death, etc. See on ii. 56 above, and cf. 459 below. 464.",
        "This ring.",
        "The MS. has \"This ring of gold the monarch gave.\" 471.",
        "Lordship.",
        "Landed estates. 473.",
        "Reck of.",
        "Care for; poetical. 474.",
        "Ellen, thy hand.",
        "The MS. has \"Permit this hand;\" and below: \"'Seek thou the King, and on thy knee Put forth thy suit, whate'er it be, As ransom of his pledge to me; My name and this shall make thy way.'",
        "He put the little signet on,\" etc. 492.",
        "He stammered, etc. The MS. reads: \"He stammered forth confused reply: 'Saxon, | I shouted but to scare 'Sir Knight, | Yon raven from his dainty fare.'\" 500.",
        "Fared.",
        "Went; the original sense of the word.",
        "Cf. farewell (which was at first a friendly wish for \"the parting guest\"), wayfarer, thoroughfare, etc. 506.",
        "In tattered weeds, etc. The MS. has \"Wrapped in a tattered mantle gray.\"",
        "Weeds is used in the old sense of garments.",
        "Cf.",
        "Shakespeare, M.",
        "N.",
        "D. ii. 1. 256: \"Weed wide enough to wrap a fairy in;\" Id. ii. 2. 71: \"Weeds of Athens he doth wear;\" Milton L'Allegro, 120: \"In weeds of peace,\" etc. See also v. 465 below. 523.",
        "In better time.",
        "That is, in better times or days; not in the musical sense. 524.",
        "Chime.",
        "Accord, sing; a poetical use of the word.",
        "Cf. vi. 592 below. 531.",
        "Allan. \"The Allan and Devan are two beautiful streams--the latter celebrated in the poetry of Burns--which descend from the hills of Perthshire into the great carse, or plain, of Stirling\" (Lockhart). 548. 'T is Blanche, etc. The MS. has: \"'A Saxon born, a crazy maid-- T is Blanche of Devan,' Murdoch said.\" 552.",
        "Bridegroom.",
        "Here accented on the second syllable.",
        "In 682 below it has the ordinary accent. 555. 'Scapes.",
        "The word may be so printed here, but not in Elizabethan poetry.",
        "We find it in prose of that day; as in Bacon, Adv. of L. ii. 14. 9: \"such as had scaped shipwreck.\"",
        "See Wb., and cf. state and estate, etc. 559.",
        "Pitched a bar.",
        "That is, in athletic contests.",
        "Cf. v. 648 below. 562.",
        "See the gay pennons, etc. The MS. reads: \"With thee these pennons will I share, Then seek my true love through the air; But I'll not lend that savage groom, To break his fall, one downy plume!",
        "Deep, deep, mid yon disjointed stones, The wolf shall batten his bones.\" 567.",
        "Batten.",
        "Fatten; as in Hamlet, iii. 4. 67: \"Batten on this moor.\"",
        "Milton uses it transitively in Lycidas, 29: \"Battening our flocks with the fresh dews of night.\" 575.",
        "The Lincoln green. \"The Lowland garb\" (520).",
        "Cf. also 376 above. 578.",
        "For O my sweet William, etc. The MS. reads: \"Sweet William was a woodsman true, He stole poor Blanche's heart away; His coat was of the forest hue, And sweet he sung the Lowland Lay.\" 590.",
        "The toils are pitched.",
        "The nets are set.",
        "Cf.",
        "Shakespeare, L.",
        "L.",
        "L., iv. 3. 2: \"they have pitched a toil,\" etc. \"The meaning is obvious.",
        "The hunters are Clan-Alpine's men; the stag of ten is Fitz-James; the wounded doe is herself\" (Taylor). 594.",
        "A stag of ten. \"Having ten branches on his antlers\" (Scott).",
        "Nares says that antlers is an error here, the word meaning \"the short brow horns, not the branched horns;\" but see Wb.",
        "Cf.",
        "Jonson, Sad Shepherd, i. 2: \"Aud a hart of ten, Madam, I trow to be;\" and Massinger, Emperor of the East, iv. 2: \"He'll make you royal sport; he is a deer Of ten, at least.\" 595.",
        "Sturdily.",
        "As Taylor notes, the \"triple rhymes\" in this song are \"of a very loose kind.\" 609.",
        "Blanche's song.",
        "Jeffrey says: \"No machinery can be conceived more clumsy for effecting the deliverance of a distressed hero than the introduction of a mad woman, who, without knowing or caring about the wanderer, warns him by a song to take care of the ambush that was set for him.",
        "The maniacs or poetry have indeed had a prescriptive right to be musical, since the days of Ophelia downwards; but it is rather a rash extension of this privilege to make them sing good sense, and to make sensible people be guided by them.\"",
        "To this Taylor well replied: \"This criticism seems unjust.",
        "The cruelty of Roderick's raids in the Lowlands has already been hinted at, and the sight of the Lowland dress might well stir associations in the poor girl's mind which would lead her to look to the knight for help and protection and also to warn him of his danger.",
        "It is plain, from Murdoch's surprise, that her being out of her captors' sight is looked on as dangerous, from which we may infer that she is not entirely crazed.",
        "Her song is not the only hint that Fitz-James follows.",
        "His suspicions had already twice been excited, so that the episode seems natural enough.",
        "As giving a distinct personal ground for the combat in canto v., it serves the poet's purpose still further.",
        "Without it, we should sympathize too much with the robber chief, who thinks that 'plundering Lowland field and fold is naught but retribution true;' but the sight of this sad fruit of his raids wins us back to the cause of law and order.\" 614.",
        "Forth at full speed, etc. The MS. reads: \"Forth at full speed the Clansman went, But in his race his bow he bent, Halted--and back an arrow sent.\" 617.",
        "Thrilled.",
        "Quivered. 627.",
        "Thine ambushed kin, etc. The MS. transposes this line and the next, and goes on thus: \"Resistless as the lightning's flame, The thrust betwixt his shoulder came.\"",
        "Just below it reads: \"The o'er him hung, with falcon eye, And grimly smiled to see him die.\" 642.",
        "Daggled.",
        "Wet, soaked.",
        "Cf. the Lay, i. 316: \"Was daggled by the dashing spray.\" 649.",
        "Helpless.",
        "The MS. has \"guiltless.\" 657.",
        "Shred.",
        "Cut off; a sense now obsolete.",
        "Cf.",
        "Withal's Dictionary (ed. 1608): \"The superfluous and wast sprigs of vines, being cut and shreaded off are called sarmenta.\" 659.",
        "My brain, etc. The MS. has \"But now, my champion, it shall wave.\" 672.",
        "Wreak.",
        "Avenge.",
        "Cf.",
        "Shakespeare, R. and J. iii. 5. 102: \"To wreak the love I bore my cousin Upon his body that hath slaughter'd him;\" Spenser, F.",
        "Q. ii. 3. 13: \"to wreak so foule despight;\" etc. 679.",
        "God, in my need, etc. The MS. reads: \"God, in my need, to me be true, As I wreak this on Roderick Dhu.\" 686.",
        "Favor.",
        "The token of the next line; referring to the knightly custom of wearing such a gift of lady-love or mistress.",
        "Cf.",
        "Rich.",
        "II. v. 3. 18: \"And from the common'st creature pluck a glove, And wear it as a favour,\" etc. See also the Lay, iv. 334: \"With favor in his crest, or glove, Memorial of his layde-love.\" 691.",
        "At bay.",
        "See on i. 133 above; and for the dangerous foe, cf. the note on i. 137. 698.",
        "Couched him.",
        "Lay down.",
        "See on i. 142 above. 700.",
        "Rash adventures.",
        "See on 437 above. 701.",
        "Must prove.",
        "The 1st ed. has \"will prove.\" 705.",
        "Bands at Doune.",
        "Cf. 150 above. 711.",
        "Darkling.",
        "See on 283 above. 722.",
        "Not the summer solstice.",
        "Not even the heat of the summer. 724.",
        "Wold.",
        "See on 267 above. 731.",
        "Beside its embers, etc. The MS. reads: \"By the decaying flame was laid A warrior in his Highland plaid.\"",
        "For the rhyme here, see on i. 363 above.",
        "Cf. 764 below. 741.",
        "I dare, etc. The MS. reads: \"I dare! to him and all the swarm He brings to aid his murderous arm.\" 746.",
        "Slip.",
        "A hunter's term for letting loose the greyhounds from the slips, or nooses, by which they were held until sent after the game.",
        "Tubervile (Art of Venerie) says: \"We let slip a greyhound, and we cast off a hound.\"",
        "Cf.",
        "Shakespeare, Cor. i. 6. 39: \"Holding Corioli in the name of Rome, Even like a fawning greyhound in the leash, To let him slip at will;\" and for the noun, Hen.",
        "V. iii. 1. 31: \"I see you stand like greyhounds in the slips, Straining upon the start.\" 747.",
        "Who ever recked, etc. Scott says: \"St. John actually used this illustration when engaged in confuting the plea of law proposed for the unfortunate Earl of Strafford: 'It was true, we gave laws to hares and deer, because they are beasts of chase; but it was never accounted either cruelty or foul play to knock foxes or wolves on the head as they can be found, because they are beasts of prey.",
        "In a word, the law and humanity were alike: the one being more fallacious, and the other more barbarous, than in any age had been vented in such an authority' (Clarendon's History of the Rebellion).\" 762.",
        "The hardened flesh of mountain deer. \"The Scottish Highlanders, in former times, had a concise mode of cooking their venison, or rather of dispensing with cooking it, which appears greatly to have surprised the French, whom chance made acquainted with it.",
        "The Vidame of Chartres, when a hostage in England, during the reign of Edward VI., was permitted to travel into Scotland, and penetrated as far as to the remote Highlands (au fin fond des Sauvages).",
        "After a great hunting-party, at which a most wonderful quantity of game was destroyed, he saw these Scottish savages devour a part of their venison raw, without any farther preparation than compressing it between two batons of wood, so as to force out the blood, and render it extremely hard.",
        "This they reckoned a great delicacy; and when the Vidame partook of it, his compliance with their taste rendered him extremely popular.",
        "This curious trait of manners was communicated by Mons. de Montmorency, a great friend of the Vidame, to Brantome, by whom it is recorded in Vies des Hommes Illustres, lxxxix. 14....",
        "After all, it may be doubted whether la chaire nostree, for so the French called the venison thus summarily prepared, was anything more than a mere rude kind of deer ham\" (Scott). 772.",
        "A mighty augury.",
        "That of the Taghairm. 777.",
        "Not for clan.",
        "The 1st ed. has \"nor for clan.\" 785.",
        "Stock and stone.",
        "Cf. i. 130 above. 787.",
        "Coilantogle's ford.",
        "On the Teith just below its exit from Loch Vennachar. 791.",
        "The bittern's cry.",
        "See on i. 642 above. 797.",
        "And slept, etc. The MS. has \"streak\" and \"lake\" for beam and stream.",
        "Canto Fifth. 1.",
        "Fair as the earliest beam, etc. \"This introductory stanza is well worked in with the story.",
        "The morning beam 'lights the fearful path on mountain side' which the two heroes of the poem are to traverse, and the comparison which it suggest enlists our sympathy for Roderick, who is to be the victim of defeat\" (Taylor). 5.",
        "And lights, etc. The MS. has \"And lights the fearful way along its side.\" 10.",
        "Sheen.",
        "See on i. 208. 14.",
        "The dappled sky.",
        "Cf.",
        "Milton, L'Allegro, 44: \"Till the dappled dawn doth rise;\" and Shakespeare, Much Ado, v. 3. 25: \"and look, the gentle day, Before the wheels of Phoebus, round about Dapples the drowsy east with spots of gray.\" 15.",
        "By.",
        "The word is used for the rhyme, but perhaps gives the idea of a hurry--muttered off the prayers. 16.",
        "Steal. The word here is expressive of haste. 18.",
        "Gael. \"The Scottish Highlander calls himself, Gael, or Gaul, and terms the Lowlanders Sassenach, or Saxons\" (Scott). 22.",
        "Wildering.",
        "Bewildering.",
        "See on i. 274 above.",
        "For winded, see on i."
      ],
      "sentence_count": 1466,
      "word_count": 24512
    },
    {
      "number": "1883",
      "title": "1883",
      "sentences": [],
      "sentence_count": 0,
      "word_count": 0
    }
  ],
  "statistics": {
    "total_chapters": 3,
    "total_sentences": 2275,
    "total_words": 37858,
    "average_sentences_per_chapter": 758,
    "average_words_per_chapter": 12619
  }
}