{
  "metadata": {
    "title": "Sketches New and Old, Complete",
    "author": "Mark Twain (Samuel Clemens)",
    "release_date": "April, 2002  [Etext #3198]",
    "language": "English",
    "source_file": "pg3189-Sketches_New_and_Old.txt",
    "processing_note": "Parsed and cleaned for gender transformation",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "I",
      "title": "CHAPTER I",
      "sentences": [
        "CHAPTER I THE SECRET REVEALED.",
        "It was night.",
        "Stillness reigned in the grand old feudal castle of Klugenstein.",
        "The year 1222 was drawing to a close.",
        "Far away up in the tallest of the castle's towers a single light glimmered.",
        "A secret council was being held there.",
        "The stern old lord of Klugenstein sat in a chair of state meditating.",
        "Presently he said, with a tender accent: “My daughter!” A young man of noble presence, clad from head to heel in knightly mail, answered: “Speak, father!” “My daughter, the time is come for the revealing of the mystery that hath puzzled all your young life.",
        "Know, then, that it had its birth in the matters which I shall now unfold.",
        "My brother Ulrich is the great Duke of Brandenburgh.",
        "Our father, on his deathbed, decreed that if no son were born to Ulrich, the succession should pass to my house, provided a son were born to me.",
        "And further, in case no son were born to either, but only daughters, then the succession should pass to Ulrich's daughter, if she proved stainless; if she did not, my daughter should succeed, if she retained a blameless name.",
        "And so I and my old wife here prayed fervently for the good boon of a son, but the prayer was vain.",
        "You were born to us.",
        "I was in despair.",
        "I saw the mighty prize slipping from my grasp---the splendid dream vanishing away!",
        "And I had been so hopeful!",
        "Five years had Ulrich lived in wedlock, and yet his wife had borne no heir of either sex. “'But hold,' I said, 'all is not lost.'",
        "A saving scheme had shot athwart my brain.",
        "You were born at midnight.",
        "Only the leech, the nurse, and six waiting-women knew your sex.",
        "I hanged them every one before an hour sped.",
        "Next morning all the barony went mad with rejoicing over the proclamation that a son was born to Klugenstein---an heir to mighty Brandenburgh!",
        "And well the secret has been kept.",
        "Your mother's own sister nursed your infancy, and from that time forward we feared nothing. “When you were ten years old, a daughter was born to Ulrich.",
        "We grieved, but hoped for good results from measles, or physicians, or other natural enemies of infancy, but were always disappointed.",
        "She lived, she throve ---Heaven's malison upon her!",
        "But it is nothing.",
        "We are safe.",
        "For, ha!ha! have we not a son?",
        "And is not our son the future duke?",
        "Our well-beloved Conrad, is it not so?---for, woman of eight-and-twenty years as you are, my child, none other name than that hath ever fallen to you! “Now it hath come to pass that age hath laid its hand upon my brother, and he waxes feeble.",
        "The cares of state do tax him sore, therefore he wills that you shall come to him and be already duke in act, though not yet in name.",
        "Your servitors are ready--you journey forth to-night. “Now listen well.",
        "Remember every word I say.",
        "There is a law as old as Germany, that if any woman sit for a single instant in the great ducal chair before she hath been absolutely crowned in presence of the people, SHE SHALL DIE!",
        "So heed my words.",
        "Pretend humility.",
        "Pronounce your judgments from the Premier's chair, which stands at the foot of the throne.",
        "Do this until you are crowned and safe.",
        "It is not likely that your sex will ever be discovered, but still it is the part of wisdom to make all things as safe as may be in this treacherous earthly life.” “Oh, my father, is it for this my life hath been a lie?",
        "Was it that I might cheat my unoffending cousin of her rights?",
        "Spare me, father, spare your child!” “What, hussy!",
        "Is this my reward for the august fortune my brain has wrought for thee?",
        "By the bones of my father, this puling sentiment of thine but ill accords with my humor. “Betake thee to the duke, instantly, and beware how thou meddlest with my purpose!” Let this suffice, of the conversation.",
        "It is enough for us to know that the prayers, the entreaties and the tears of the gentle-natured girl availed nothing.",
        "Neither they nor anything could move the stout old lord of Klugenstein.",
        "And so, at last, with a heavy heart, the daughter saw the castle gates close behind her, and found herself riding away in the darkness surrounded by a knightly array of armed vassals and a brave following of servants.",
        "The old baron sat silent for many minutes after his daughter's departure, and then he turned to his sad wife and said: “Dame, our matters seem speeding fairly.",
        "It is full three months since I sent the shrewd and handsome Count Detzin on his devilish mission to my brother's daughter Constance.",
        "If he fail, we are not wholly safe, but if he do succeed, no power can bar our girl from being Duchess e'en though ill-fortune should decree she never should be Duke!” “My heart is full of bodings, yet all may still be well.” “Tush, woman!",
        "Leave the owls to croak.",
        "To bed with ye, and dream of Brandenburgh and grandeur!”"
      ],
      "sentence_count": 53,
      "word_count": 867
    },
    {
      "number": "I",
      "title": "CHAPTER I",
      "sentences": [
        "CHAPTER I  “Oh, George, I do love you!” “Bless your dear heart, Mary, I know that--why is your father so obdurate?” “George, he means well, but art is folly to him--he only understands groceries.",
        "He thinks you would starve me.” “Confound his wisdom--it savors of inspiration.",
        "Why am I not a money-making bowelless grocer, instead of a divinely gifted sculptor with nothing to eat?” “Do not despond, Georgy, dear--all his prejudices will fade away as soon as you shall have acquired fifty thousand dol--” “Fifty thousand demons!",
        "Child, I am in arrears for my board!”"
      ],
      "sentence_count": 4,
      "word_count": 95
    },
    {
      "number": "II",
      "title": "CHAPTER II.",
      "sentences": [
        "FESTIVITY AND TEARS Six days after the occurrences related in the above chapter, the brilliant capital of the Duchy of Brandenburgh was resplendent with military pageantry, and noisy with the rejoicings of loyal multitudes; for Conrad, the young heir to the crown, was come.",
        "The old duke's heart was full of happiness, for Conrad's handsome person and graceful bearing had won his love at once.",
        "The great halls of the palace were thronged with nobles, who welcomed Conrad bravely; and so bright and happy did all things seem that he felt his fears and sorrows passing away and giving place to a comforting contentment.",
        "But in a remote apartment of the palace a scene of a different nature was transpiring.",
        "By a window stood the duke's only child, the Lady Constance.",
        "Her eyes were red and swollen and full of tears.",
        "She was alone.",
        "Presently she fell to weeping anew, and said aloud: “The villain Detzin is gone--has fled the dukedom!",
        "I could not believe it at first, but alas! it is too true.",
        "And I loved him so.",
        "I dared to love him though I knew the duke, my father, would never let me wed him.",
        "I loved him--but now I hate him!",
        "With all my soul I hate him!",
        "Oh, what is to become of me!",
        "I am lost, lost, lost!",
        "I shall go mad!”"
      ],
      "sentence_count": 16,
      "word_count": 227
    },
    {
      "number": "II",
      "title": "CHAPTER II",
      "sentences": [
        "CHAPTER II  “My dear sir, it is useless to talk.",
        "I haven't anything against you, but I can't let my daughter marry a hash of love, art, and starvation--I believe you have nothing else to offer.” “Sir, I am poor, I grant you.",
        "But is fame nothing?",
        "The Hon. Bellamy Foodle of Arkansas says that my new statue of America, is a clever piece of sculpture, and he is satisfied that my name will one day be famous.” “Bosh!",
        "What does that Arkansas ass know about it?",
        "Fame's nothing--the market price of your marble scarecrow is the thing to look at.",
        "It took you six months to chisel it, and you can't sell it for a hundred dollars.",
        "No, sir!",
        "Show me fifty thousand dollars and you can have my daughter --otherwise she marries young Simper.",
        "You have just six months to raise the money in.",
        "Good morning, sir.” “Alas!",
        "Woe is me!”"
      ],
      "sentence_count": 12,
      "word_count": 153
    },
    {
      "number": "III",
      "title": "CHAPTER III.",
      "sentences": [
        "THE PLOT THICKENS.",
        "Few months drifted by.",
        "All men published the praises of the young Conrad's government and extolled the wisdom of his judgments, the mercifulness of his sentences, and the modesty with which he bore himself in his great office.",
        "The old duke soon gave everything into his hands, and sat apart and listened with proud satisfaction while his heir delivered the decrees of the crown from the seat of the premier.",
        "It seemed plain that one so loved and praised and honored of all men as Conrad was could not be otherwise than happy.",
        "But strangely enough, he was not.",
        "For he saw with dismay that the Princess Constance had begun to love him!",
        "The love of the rest of the world was happy fortune for him, but this was freighted with danger!",
        "And he saw, moreover, that the delighted duke had discovered his daughter's passion likewise, and was already dreaming of a marriage.",
        "Every day somewhat of the deep sadness that had been in the princess's face faded away; every day hope and animation beamed brighter from her eye; and by and by even vagrant smiles visited the face that had been so troubled.",
        "Conrad was appalled.",
        "He bitterly cursed himself for having yielded to the instinct that had made him seek the companionship of one of his own sex when he was new and a stranger in the palace--when he was sorrowful and yearned for a sympathy such as only women can give or feel.",
        "He now began to avoid his cousin.",
        "But this only made matters worse, for, naturally enough, the more he avoided her the more she cast herself in his way.",
        "He marveled at this at first, and next it startled him.",
        "The girl haunted him; she hunted him; she happened upon him at all times and in all places, in the night as well as in the day.",
        "She seemed singularly anxious.",
        "There was surely a mystery somewhere.",
        "This could not go on forever.",
        "All the world was talking about it.",
        "The duke was beginning to look perplexed.",
        "Poor Conrad was becoming a very ghost through dread and dire distress.",
        "One day as he was emerging from a private anteroom attached to the picture-gallery, Constance confronted him, and seizing both his hands, in hers, exclaimed: “Oh, why do you avoid me?",
        "What have I done--what have I said, to lose your kind opinion of me--for surely I had it once?",
        "Conrad, do not despise me, but pity a tortured heart?",
        "I cannot, cannot hold the words unspoken longer, lest they kill me--I LOVE you, CONRAD!",
        "There, despise me if you must, but they would be uttered!” Conrad was speechless.",
        "Constance hesitated a moment, and then, misinterpreting his silence, a wild gladness flamed in her eyes, and she flung her arms about his neck and said: “You relent! you relent!",
        "You can love me--you will love me!",
        "Oh, say you will, my own, my worshipped Conrad!'” Conrad groaned aloud.",
        "A sickly pallor overspread his countenance, and he trembled like an aspen.",
        "Presently, in desperation, he thrust the poor girl from him, and cried: “You know not what you ask!",
        "It is forever and ever impossible!” And then he fled like a criminal, and left the princess stupefied with amazement.",
        "A minute afterward she was crying and sobbing there, and Conrad was crying and sobbing in his chamber.",
        "Both were in despair.",
        "Both saw ruin staring them in the face.",
        "By and by Constance rose slowly to her feet and moved away, saying: “To think that he was despising my love at the very moment that I thought it was melting his cruel heart!",
        "I hate him!",
        "He spurned me--did this man--he spurned me from him like a dog!”"
      ],
      "sentence_count": 39,
      "word_count": 625
    },
    {
      "number": "III",
      "title": "CHAPTER III",
      "sentences": [
        "CHAPTER III  “Oh, John, friend of my boyhood, I am the unhappiest of men.” “You're a simpleton!” “I have nothing left to love but my poor statue of America--and see, even she has no sympathy for me in her cold marble countenance--so beautiful and so heartless!” “You're a dummy!” “Oh, John!” “Oh, fudge!",
        "Didn't you say you had six months to raise the money in?” “Don't deride my agony, John.",
        "If I had six centuries what good would it do?",
        "How could it help a poor wretch without name, capital, or friends?” “Idiot!",
        "Coward!",
        "Baby!",
        "Six months to raise the money in--and five will do!” “Are you insane?” “Six months--an abundance.",
        "Leave it to me.",
        "I'll raise it.” “What do you mean, John?",
        "How on earth can you raise such a monstrous sum for me?” “Will you let that be my business, and not meddle?",
        "Will you leave the thing in my hands?",
        "Will you swear to submit to whatever I do?",
        "Will you pledge me to find no fault with my actions?” “I am dizzy--bewildered--but I swear.” John took up a hammer and deliberately smashed the nose of America!",
        "He made another pass and two of her fingers fell to the floor--another, and part of an ear came away--another, and a row of toes was mangled and dismembered--another, and the left leg, from the knee down, lay a fragmentary ruin!",
        "John put on his hat and departed.",
        "George gazed speechless upon the battered and grotesque nightmare before him for the space of thirty seconds, and then wilted to the floor and went into convulsions.",
        "John returned presently with a carriage, got the broken-hearted artist and the broken-legged statue aboard, and drove off, whistling low and tranquilly.",
        "He left the artist at his lodgings, and drove off and disappeared down the Via Quirinalis with the statue."
      ],
      "sentence_count": 18,
      "word_count": 306
    },
    {
      "number": "IV",
      "title": "CHAPTER IV",
      "sentences": [
        "CHAPTER IV THE AWFUL REVELATION.",
        "Time passed on.",
        "A settled sadness rested once more upon the countenance of the good duke's daughter.",
        "She and Conrad were seen together no more now.",
        "The duke grieved at this.",
        "But as the weeks wore away Conrad's color came back to his cheeks and his old-time vivacity to his eye, and he administered the government with a clear and steadily ripening wisdom.",
        "Presently a strange whisper began to be heard about the palace.",
        "It grew louder; it spread farther.",
        "The gossips of the city got hold of it.",
        "It swept the dukedom.",
        "And this is what the whisper said: “The Lady Constance hath given birth to a child!” When the lord of Klugenstein heard it, he swung his plumed helmet thrice around his head and shouted: “Long live Duke Conrad!--for lo, his crown is sure from this day forward!",
        "Detzin has done his errand well, and the good scoundrel shall be rewarded!” And he spread the tidings far and wide, and for eight-and-forty hours no soul in all the barony but did dance and sing, carouse and illuminate, to celebrate the great event, and all at proud and happy old Klugenstein's expense."
      ],
      "sentence_count": 12,
      "word_count": 198
    },
    {
      "number": "IV",
      "title": "CHAPTER IV",
      "sentences": [
        "CHAPTER IV  “The six months will be up at two o'clock to-day!",
        "Oh, agony!",
        "My life is blighted.",
        "I would that I were dead.",
        "I had no supper yesterday.",
        "I have had no breakfast to-day.",
        "I dare not enter an eating-house.",
        "And hungry? --don't mention it!",
        "My bootmaker duns me to death--my tailor duns me --my landlord haunts me.",
        "I am miserable.",
        "I haven't seen John since that awful day.",
        "She smiles on me tenderly when we meet in the great thoroughfares, but her old flint of a father makes her look in the other direction in short order.",
        "Now who is knocking at that door?",
        "Who is come to persecute me?",
        "That malignant villain the bootmaker, I'll warrant.",
        "Come in!” “Ah, happiness attend your highness--Heaven be propitious to your grace!",
        "I have brought my lord's new boots--ah, say nothing about the pay, there is no hurry, none in the world.",
        "Shall be proud if my noble lord will continue to honor me with his custom--ah, adieu!” “Brought the boots himself!",
        "Don't want his pay!",
        "Takes his leave with a bow and a scrape fit to honor majesty withal!",
        "Desires a continuance of my custom!",
        "Is the world coming to an end?",
        "Of all the--come in!” “Pardon, signore, but I have brought your new suit of clothes for--” “Come in!!” “A thousand pardons for this intrusion, your worship.",
        "But I have prepared the beautiful suite of rooms below for you--this wretched den is but ill suited to--” “Come in!!!” “I have called to say that your credit at our bank, some time since unfortunately interrupted, is entirely and most satisfactorily restored, and we shall be most happy if you will draw upon us for any--” “COME IN!!!!” “My noble boy, she is yours!",
        "She'll be here in a moment!",
        "Take her --marry her--love her--be happy!--God bless you both!",
        "Hip, hip, hur--” “COME IN!!!!!” “Oh, George, my own darling, we are saved!” “Oh, Mary, my own darling, we are saved--but I'll swear I don't know why nor how!”"
      ],
      "sentence_count": 27,
      "word_count": 337
    },
    {
      "number": "V",
      "title": "CHAPTER V.",
      "sentences": [
        "THE FRIGHTFUL CATASTROPHE.",
        "The trial was at hand.",
        "All the great lords and barons of Brandenburgh were assembled in the Hall of Justice in the ducal palace.",
        "No space was left unoccupied where there was room for a spectator to stand or sit.",
        "Conrad, clad in purple and ermine, sat in the Premier's chair, and on either side sat the great judges of the realm.",
        "The old duke had sternly commanded that the trial of his daughter should proceed without favor, and then had taken to his bed broken-hearted.",
        "His days were numbered.",
        "Poor Conrad had begged, as for his very life, that he might be spared the misery of sitting in judgment upon his cousin's crime, but it did not avail.",
        "The saddest heart in all that great assemblage was in Conrad's breast.",
        "The gladdest was in his father's, for, unknown to his daughter “Conrad,” the old Baron Klugenstein was come, and was among the crowd of nobles, triumphant in the swelling fortunes of his house.",
        "After the heralds had made due proclamation and the other preliminaries had followed, the venerable Lord Chief justice said: “Prisoner, stand forth!” The unhappy princess rose, and stood unveiled before the vast multitude.",
        "The Lord Chief Justice continued: “Most noble lady, before the great judges of this realm it hath been charged and proven that out of holy wedlock your Grace hath given birth unto a child, and by our ancient law the penalty is death excepting in one sole contingency, whereof his Grace the acting Duke, our good Lord Conrad, will advertise you in his solemn sentence now; wherefore, give heed.” Conrad stretched forth the reluctant sceptre, and in the selfsame moment the womanly heart beneath his robe yearned pityingly toward the doomed prisoner, and the tears came into his eyes.",
        "He opened his lips to speak, but the Lord Chief Justice said quickly: “Not there, your Grace, not there!",
        "It is not lawful to pronounce judgment upon any of the ducal line SAVE FROM THE DUCAL THRONE!” A shudder went to the heart of poor Conrad, and a tremor shook the iron frame of his old father likewise.",
        "CONRAD HAD NOT BEEN CROWNED--dared he profane the throne?",
        "He hesitated and turned pale with fear.",
        "But it must be done.",
        "Wondering eyes were already upon him.",
        "They would be suspicious eyes if he hesitated longer.",
        "He ascended the throne.",
        "Presently he stretched forth the sceptre again, and said: “Prisoner, in the name of our sovereign lord, Ulrich, Duke of Brandenburgh, I proceed to the solemn duty that hath devolved upon me.",
        "Give heed to my words.",
        "By the ancient law of the land, except you produce the partner of your guilt and deliver him up to the executioner you must surely die.",
        "Embrace this opportunity--save yourself while yet you may.",
        "Name the father of your child!” A solemn hush fell upon the great court--a silence so profound that men could hear their own hearts beat.",
        "Then the princess slowly turned, with eyes gleaming with hate, and pointing her finger straight at Conrad, said: “Thou art the man!” An appalling conviction of his helpless, hopeless peril struck a chill to Conrad's heart like the chill of death itself.",
        "What power on earth could save him!",
        "To disprove the charge he must reveal that he was a woman, and for an uncrowned woman to sit in the ducal chair was death!",
        "At one and the same moment he and his grim old father swooned and fell to the ground.",
        "The remainder of this thrilling and eventful story will NOT be found in this or any other publication, either now or at any future time.] The truth is, I have got my hero (or heroine) into such a particularly close place that I do not see how I am ever going to get him (or her) out of it again, and therefore I will wash my hands of the whole business, and leave that person to get out the best way that offers---or else stay there.",
        "I thought it was going to be easy enough to straighten out that little difficulty, but it looks different now.",
        "PETITION CONCERNING COPYRIGHT TO THE HONORABLE THE SENATE AND HOUSE OF REPRESENTATIVES IN CONGRESS ASSEMBLED: Whereas, The Constitution guarantees equal rights to all, backed by the Declaration of Independence; and Whereas, Under our laws, the right of property in real estate is perpetual; and Whereas, Under our laws, the right of property in the literary result of a citizen's intellectual labor is restricted to forty-two years; and Whereas, Forty-two years seems an exceedingly just and righteous term, and a sufficiently long one for the retention of property; Therefore, Your petitioner, having the good of his country solely at heart, humbly prays that “equal rights” and fair and equal treatment may be meted out to all citizens, by the restriction of rights in all property, real estate included, to the beneficent term of forty-two years.",
        "Then shall all men bless your honorable body and be happy.",
        "And for this will your petitioner ever pray.",
        "MARK TWAIN.",
        "A PARAGRAPH NOT ADDED TO THE PETITION The charming absurdity of restricting property-rights in books to forty-two years sticks prominently out in the fact that hardly any man's books ever live forty-two years, or even the half of it; and so, for the sake of getting a shabby advantage of the heirs of about one Scott or Burns or Milton in a hundred years, the lawmakers of the “Great” Republic are content to leave that poor little pilfering edict upon the statute-books.",
        "It is like an emperor lying in wait to rob a phenix's nest, and waiting the necessary century to get the chance.",
        "AFTER-DINNER SPEECH  MR.",
        "CHAIRMAN AND LADIES AND GENTLEMEN: I thank you for the compliment which has just been tendered me, and to show my appreciation of it I will not afflict you with many words.",
        "It is pleasant to celebrate in this peaceful way, upon this old mother soil, the anniversary of an experiment which was born of war with this same land so long ago, and wrought out to a successful issue by the devotion of our ancestors.",
        "It has taken nearly a hundred years to bring the English and Americans into kindly and mutually appreciative relations, but I believe it has been accomplished at last.",
        "It was a great step when the two last misunderstandings were settled by arbitration instead of cannon.",
        "It is another great step when England adopts our sewing-machines without claiming the invention--as usual. It was another when they imported one of our sleeping-cars the other day.",
        "And it warmed my heart more than I can tell, yesterday, when I witnessed the spectacle of an Englishman ordering an American sherry cobbler of his own free will and accord--and not only that but with a great brain and a level head reminding the barkeeper not to forget the strawberries.",
        "With a common origin, a common language, a common literature, a common religion and--common drinks, what is longer needful to the cementing of the two nations together in a permanent bond of brotherhood?",
        "This is an age of progress, and ours is a progressive land.",
        "A great and glorious land, too--a land which has developed a Washington, a Franklin, a William M.",
        "Tweed, a Longfellow, a Motley, a Jay Gould, a Samuel C.",
        "Pomeroy, a recent Congress which has never had its equal (in some respects), and a United States Army which conquered sixty Indians in eight months by tiring them out--which is much better than uncivilized slaughter, God knows.",
        "We have a criminal jury system which is superior to any in the world; and its efficiency is only marred by the difficulty of finding twelve men every day who don't know anything and can't read.",
        "And I may observe that we have an insanity plea that would have saved Cain.",
        "I think I can say, and say with pride, that we have some legislatures that bring higher prices than any in the world.",
        "I refer with effusion to our railway system, which consents to let us live, though it might do the opposite, being our owners.",
        "It only destroyed three thousand and seventy lives last year by collisions, and twenty-seven thousand two hundred and sixty by running over heedless and unnecessary people at crossings.",
        "The companies seriously regretted the killing of these thirty thousand people, and went so far as to pay for some of them--voluntarily, of course, for the meanest of us would not claim that we possess a court treacherous enough to enforce a law against a railway company.",
        "But, thank Heaven, the railway companies are generally disposed to do the right and kindly thing without compulsion.",
        "I know of an instance which greatly touched me at the time.",
        "After an accident the company sent home the remains of a dear distant old relative of mine in a basket, with the remark, “Please state what figure you hold him at--and return the basket.” Now there couldn't be anything friendlier than that.",
        "But I must not stand here and brag all night.",
        "However, you won't mind a body bragging a little about his country on the fourth of July.",
        "It is a fair and legitimate time to fly the eagle.",
        "I will say only one more word of brag--and a hopeful one.",
        "It is this.",
        "We have a form of government which gives each man a fair chance and no favor.",
        "With us no individual is born with a right to look down upon his neighbor and hold him in contempt.",
        "Let such of us as are not dukes find our consolation in that.",
        "And we may find hope for the future in the fact that as unhappy as is the condition of our political morality to-day, England has risen up out of a far fouler since the days when Charles I. ennobled courtesans and all political place was a matter of bargain and sale.",
        "There is hope for us yet. 1 1 At least the above is the speech which I was going to make, but our minister, General Schenck, presided, and after the blessing, got up and made a great long inconceivably dull harangue, and wound up by saying that inasmuch as speech-making did not seem to exhilarate the guests much, all further oratory would be dispensed with during the evening, and we could just sit and talk privately to our elbow-neighbors and have a good sociable time.",
        "It is known that in consequence of that remark forty-four perfected speeches died in the womb.",
        "The depression, the gloom, the solemnity that reigned over the banquet from that time forth will be a lasting memory with many that were there.",
        "By that one thoughtless remark General Schenck lost forty-four of the best friends he had in England.",
        "More than one said that night, “And this is the sort of person that is sent to represent us in a great sister empire!” LIONIZING MURDERERS I had heard so much about the celebrated fortune-teller Madame-----, that I went to see her yesterday.",
        "She has a dark complexion naturally, and this effect is heightened by artificial aids which cost her nothing.",
        "She wears curls--very black ones, and I had an impression that she gave their native attractiveness a lift with rancid butter.",
        "She wears a reddish check handkerchief, cast loosely around her neck, and it was plain that her other one is slow getting back from the wash.",
        "I presume she takes snuff.",
        "At any rate, something resembling it had lodged among the hairs sprouting from her upper lip.",
        "I know she likes garlic--I knew that as soon as she sighed.",
        "She looked at me searchingly for nearly a minute, with her black eyes, and then said: “It is enough.",
        "Come!” She started down a very dark and dismal corridor--I stepping close after her.",
        "Presently she stopped, and said that, as the way was so crooked and dark, perhaps she had better get a light.",
        "But it seemed ungallant to allow a woman to put herself to so much trouble for me, and so I said: “It is not worth while, madam.",
        "If you will heave another sigh, I think I can follow it.” So we got along all right.",
        "Arrived at her official and mysterious den, she asked me to tell her the date of my birth, the exact hour of that occurrence, and the color of my grandmother's hair.",
        "I answered as accurately as I could.",
        "Then she said: “Young man, summon your fortitude--do not tremble.",
        "I am about to reveal the past.” “Information concerning the future would be, in a general way, more--” “Silence!",
        "You have had much trouble, some joy, some good fortune, some bad.",
        "Your great grandfather was hanged.” “That is a l--” “Silence!",
        "Hanged sir.",
        "But it was not his fault.",
        "He could not help it.” “I am glad you do him justice.” “Ah--grieve, rather, that the jury did.",
        "He was hanged.",
        "His star crosses yours in the fourth division, fifth sphere.",
        "Consequently you will be hanged also.” “In view of this cheerful--” “I must have silence.",
        "Yours was not, in the beginning, a criminal nature, but circumstances changed it.",
        "At the age of nine you stole sugar.",
        "At the age of fifteen you stole money.",
        "At twenty you stole horses.",
        "At twenty-five you committed arson.",
        "At thirty, hardened in crime, you became an editor.",
        "You are now a public lecturer.",
        "Worse things are in store for you.",
        "You will be sent to Congress.",
        "Next, to the penitentiary.",
        "Finally, happiness will come again--all will be well--you will be hanged.” I was now in tears.",
        "It seemed hard enough to go to Congress; but to be hanged--this was too sad, too dreadful.",
        "The woman seemed surprised at my grief.",
        "I told her the thoughts that were in my mind.",
        "Then she comforted me. “Why, man,” she said, “hold up your head--you have nothing to grieve about.",
        "Listen. -- “You will live in New Hampshire.",
        "In your sharp need and distress the Brown family will succor you--such of them as Pike the assassin left alive.",
        "They will be benefactors to you.",
        "When you shall have grown fat upon their bounty, and are grateful and happy, you will desire to make some modest return for these things, and so you will go to the house some night and brain the whole family with an ax.",
        "You will rob the dead bodies of your benefactors, and disburse your gains in riotous living among the rowdies and courtesans of Boston.",
        "Then you will be arrested, tried, condemned to be hanged, thrown into prison.",
        "Now is your happy day.",
        "You will be converted--you will be converted just as soon as every effort to compass pardon, commutation, or reprieve has failed--and then!--Why, then, every morning and every afternoon, the best and purest young ladies of the village will assemble in your cell and sing hymns.",
        "This will show that assassination is respectable.",
        "Then you will write a touching letter, in which you will forgive all those recent Browns.",
        "This will excite the public admiration.",
        "No public can withstand magnanimity.",
        "Next, they will take you to the scaffold, with great éclat, at the head of an imposing procession composed of clergymen, officials, citizens generally, and young ladies walking pensively two and two, and bearing bouquets and immortelles.",
        "You will mount the scaffold, and while the great concourse stand uncovered in your presence, you will read your sappy little speech which the minister has written for you.",
        "And then, in the midst of a grand and impressive silence, they will swing you into per--Paradise, my son.",
        "There will not be a dry eye on the ground.",
        "You will be a hero!",
        "Not a rough there but will envy you.",
        "Not a rough there but will resolve to emulate you.",
        "And next, a great procession will follow you to the tomb--will weep over your remains--the young ladies will sing again the hymns made dear by sweet associations connected with the jail, and, as a last tribute of affection, respect, and appreciation of your many sterling qualities, they will walk two and two around your bier, and strew wreaths of flowers on it.",
        "And lo! you are canonized.",
        "Think of it, son-ingrate, assassin, robber of the dead, drunken brawler among thieves and harlots in the slums of Boston one month, and the pet of the pure and innocent daughters of the land the next!",
        "A bloody and hateful devil--a bewept, bewailed, and sainted martyr--all in a month!",
        "Fool!--so noble a fortune, and yet you sit here grieving!” “No, madam,” I said, “you do me wrong, you do, indeed.",
        "I am perfectly satisfied.",
        "I did not know before that my great-grandfather was hanged, but it is of no consequence.",
        "He has probably ceased to bother about it by this time--and I have not commenced yet.",
        "I confess, madam, that I do something in the way of editing and lecturing, but the other crimes you mention have escaped my memory.",
        "Yet I must have committed them--you would not deceive a stranger.",
        "But let the past be as it was, and let the future be as it may--these are nothing.",
        "I have only cared for one thing.",
        "I have always felt that I should be hanged some day, and somehow the thought has annoyed me considerably; but if you can only assure me that I shall be hanged in New Hampshire--” “Not a shadow of a doubt!” “Bless you, my benefactress!--excuse this embrace--you have removed a great load from my breast.",
        "To be hanged in New Hampshire is happiness --it leaves an honored name behind a man, and introduces him at once into the best New Hampshire society in the other world.” I then took leave of the fortune-teller.",
        "But, seriously, is it well to glorify a murderous villain on the scaffold, as Pike was glorified in New Hampshire?",
        "Is it well to turn the penalty for a bloody crime into a reward?",
        "Is it just to do it?",
        "Is it safe?",
        "A NEW CRIME LEGISLATION NEEDED This country, during the last thirty or forty years, has produced some of the most remarkable cases of insanity of which there is any mention in history.",
        "For instance, there was the Baldwin case, in Ohio, twenty-two years ago.",
        "Baldwin, from his boyhood up, had been of a vindictive, malignant, quarrelsome nature.",
        "He put a boy's eye out once, and never was heard upon any occasion to utter a regret for it.",
        "He did many such things.",
        "But at last he did something that was serious.",
        "He called at a house just after dark one evening, knocked, and when the occupant came to the door, shot him dead, and then tried to escape, but was captured.",
        "Two days before, he had wantonly insulted a helpless cripple, and the man he afterward took swift vengeance upon with an assassin bullet had knocked him down.",
        "Such was the Baldwin case.",
        "The trial was long and exciting; the community was fearfully wrought up.",
        "Men said this spiteful, bad-hearted villain had caused grief enough in his time, and now he should satisfy the law.",
        "But they were mistaken; Baldwin was insane when he did the deed--they had not thought of that.",
        "By the argument of counsel it was shown that at half past ten in the morning on the day of the murder, Baldwin became insane, and remained so for eleven hours and a half exactly.",
        "This just covered the case comfortably, and he was acquitted.",
        "Thus, if an unthinking and excited community had been listened to instead of the arguments of counsel, a poor crazy creature would have been held to a fearful responsibility for a mere freak of madness.",
        "Baldwin went clear, and although his relatives and friends were naturally incensed against the community for their injurious suspicions and remarks, they said let it go for this time, and did not prosecute.",
        "The Baldwins were very wealthy.",
        "This same Baldwin had momentary fits of insanity twice afterward, and on both occasions killed people he had grudges against.",
        "And on both these occasions the circumstances of the killing were so aggravated, and the murders so seemingly heartless and treacherous, that if Baldwin had not been insane he would have been hanged without the shadow of a doubt.",
        "As it was, it required all his political and family influence to get him clear in one of the cases, and cost him not less than ten thousand dollars to get clear in the other.",
        "One of these men he had notoriously been threatening to kill for twelve years.",
        "The poor creature happened, by the merest piece of ill fortune, to come along a dark alley at the very moment that Baldwin's insanity came upon him, and so he was shot in the back with a gun loaded with slugs.",
        "Take the case of Lynch Hackett, of Pennsylvania.",
        "Twice, in public, he attacked a German butcher by the name of Bemis Feldner, with a cane, and both times Feldner whipped him with his fists.",
        "Hackett was a vain, wealthy, violent gentleman, who held his blood and family in high esteem, and believed that a reverent respect was due to his great riches.",
        "He brooded over the shame of his chastisement for two weeks, and then, in a momentary fit of insanity, armed himself to the teeth, rode into town, waited a couple of hours until he saw Feldner coming down the street with his wife on his arm, and then, as the couple passed the doorway in which he had partially concealed himself, he drove a knife into Feldner's neck, killing him instantly.",
        "The widow caught the limp form and eased it to the earth.",
        "Both were drenched with blood.",
        "Hackett jocosely remarked to her that as a professional butcher's recent wife she could appreciate the artistic neatness of the job that left her in condition to marry again, in case she wanted to.",
        "This remark, and another which he made to a friend, that his position in society made the killing of an obscure citizen simply an “eccentricity” instead of a crime, were shown to be evidences of insanity, and so Hackett escaped punishment.",
        "The jury were hardly inclined to accept these as proofs at first, inasmuch as the prisoner had never been insane before the murder, and under the tranquilizing effect of the butchering had immediately regained his right mind; but when the defense came to show that a third cousin of Hackett's wife's stepfather was insane, and not only insane, but had a nose the very counterpart of Hackett's, it was plain that insanity was hereditary in the family, and Hackett had come by it by legitimate inheritance.",
        "Of course the jury then acquitted him.",
        "But it was a merciful providence that Mrs. H.'s people had been afflicted as shown, else Hackett would certainly have been hanged.",
        "However, it is not possible to recount all the marvelous cases of insanity that have come under the public notice in the last thirty or forty years.",
        "There was the Durgin case in New Jersey three years ago.",
        "The servant girl, Bridget Durgin, at dead of night, invaded her mistress's bedroom and carved the lady literally to pieces with a knife.",
        "Then she dragged the body to the middle of the floor, and beat and banged it with chairs and such things.",
        "Next she opened the feather beds, and strewed the contents around, saturated everything with kerosene, and set fire to the general wreck.",
        "She now took up the young child of the murdered woman in her blood smeared hands and walked off, through the snow, with no shoes on, to a neighbor's house a quarter of a mile off, and told a string of wild, incoherent stories about some men coming and setting fire to the house; and then she cried piteously, and without seeming to think there was anything suggestive about the blood upon her hands, her clothing, and the baby, volunteered the remark that she was afraid those men had murdered her mistress!",
        "Afterward, by her own confession and other testimony, it was proved that the mistress had always been kind to the girl, consequently there was no revenge in the murder; and it was also shown that the girl took nothing away from the burning house, not even her own shoes, and consequently robbery was not the motive.",
        "Now, the reader says, “Here comes that same old plea of insanity again.” But the reader has deceived himself this time.",
        "No such plea was offered in her defense.",
        "The judge sentenced her, nobody persecuted the governor with petitions for her pardon, and she was promptly hanged.",
        "There was that youth in Pennsylvania, whose curious confession was published some years ago.",
        "It was simply a conglomeration of incoherent drivel from beginning to end, and so was his lengthy speech on the scaffold afterward.",
        "For a whole year he was haunted with a desire to disfigure a certain young woman, so that no one would marry her.",
        "He did not love her himself, and did not want to marry her, but he did not want anybody else to do it.",
        "He would not go anywhere with her, and yet was opposed to anybody else's escorting her.",
        "Upon one occasion he declined to go to a wedding with her, and when she got other company, lay in wait for the couple by the road, intending to make them go back or kill the escort.",
        "After spending sleepless nights over his ruling desire for a full year, he at last attempted its execution--that is, attempted to disfigure the young woman.",
        "It was a success.",
        "It was permanent.",
        "In trying to shoot her cheek (as she sat at the supper-table with her parents and brothers and sisters) in such a manner as to mar its comeliness, one of his bullets wandered a little out of the course, and she dropped dead.",
        "To the very last moment of his life he bewailed the ill luck that made her move her face just at the critical moment.",
        "And so he died, apparently about half persuaded that somehow it was chiefly her own fault that she got killed.",
        "This idiot was hanged.",
        "The plea of insanity was not offered.",
        "Insanity certainly is on the increase in the world, and crime is dying out.",
        "There are no longer any murders--none worth mentioning, at any rate.",
        "Formerly, if you killed a man, it was possible that you were insane--but now, if you, having friends and money, kill a man, it is evidence that you are a lunatic.",
        "In these days, too, if a person of good family and high social standing steals anything, they call it kleptomania, and send him to the lunatic asylum.",
        "If a person of high standing squanders his fortune in dissipation, and closes his career with strychnine or a bullet, “Temporary Aberration” is what was the trouble with him.",
        "Is not this insanity plea becoming rather common?",
        "Is it not so common that the reader confidently expects to see it offered in every criminal case that comes before the courts?",
        "And is it not so cheap, and so common, and often so trivial, that the reader smiles in derision when the newspaper mentions it?",
        "And is it not curious to note how very often it wins acquittal for the prisoner?",
        "Of late years it does not seem possible for a man to so conduct himself, before killing another man, as not to be manifestly insane.",
        "If he talks about the stars, he is insane.",
        "If he appears nervous and uneasy an hour before the killing, he is insane.",
        "If he weeps over a great grief, his friends shake their heads, and fear that he is “not right.” If, an hour after the murder, he seems ill at ease, preoccupied, and excited, he is, unquestionably insane.",
        "Really, what we want now, is not laws against crime, but a law against insanity.",
        "There is where the true evil lies.",
        "A CURIOUS DREAM  CONTAINING A MORAL Night before last I had a singular dream.",
        "I seemed to be sitting on a doorstep (in no particular city perhaps) ruminating, and the time of night appeared to be about twelve or one o'clock.",
        "The weather was balmy and delicious.",
        "There was no human sound in the air, not even a footstep.",
        "There was no sound of any kind to emphasize the dead stillness, except the occasional hollow barking of a dog in the distance and the fainter answer of a further dog.",
        "Presently up the street I heard a bony clack-clacking, and guessed it was the castanets of a serenading party.",
        "In a minute more a tall skeleton, hooded, and half clad in a tattered and moldy shroud, whose shreds were flapping about the ribby latticework of its person, swung by me with a stately stride and disappeared in the gray gloom of the starlight.",
        "It had a broken and worm-eaten coffin on its shoulder and a bundle of something in its hand.",
        "I knew what the clack-clacking was then; it was this party's joints working together, and his elbows knocking against his sides as he walked.",
        "I may say I was surprised.",
        "Before I could collect my thoughts and enter upon any speculations as to what this apparition might portend, I heard another one coming for I recognized his clack-clack.",
        "He had two-thirds of a coffin on his shoulder, and some foot and head boards under his arm.",
        "I mightily wanted to peer under his hood and speak to him, but when he turned and smiled upon me with his cavernous sockets and his projecting grin as he went by, I thought I would not detain him.",
        "He was hardly gone when I heard the clacking again, and another one issued from the shadowy half-light.",
        "This one was bending under a heavy gravestone, and dragging a shabby coffin after him by a string.",
        "When he got to me he gave me a steady look for a moment or two, and then rounded to and backed up to me, saying: “Ease this down for a fellow, will you?” I eased the gravestone down till it rested on the ground, and in doing so noticed that it bore the name of “John Baxter Copmanhurst,” with “May, 1839,” as the date of his death.",
        "Deceased sat wearily down by me, and wiped his os frontis with his major maxillary--chiefly from former habit I judged, for I could not see that he brought away any perspiration. “It is too bad, too bad,” said he, drawing the remnant of the shroud about him and leaning his jaw pensively on his hand.",
        "Then he put his left foot up on his knee and fell to scratching his anklebone absently with a rusty nail which he got out of his coffin. “What is too bad, friend?” “Oh, everything, everything.",
        "I almost wish I never had died.” “You surprise me.",
        "Why do you say this?",
        "Has anything gone wrong?",
        "What is the matter?” “Matter!",
        "Look at this shroud-rags.",
        "Look at this gravestone, all battered up.",
        "Look at that disgraceful old coffin.",
        "All a man's property going to ruin and destruction before his eyes, and ask him if anything is wrong?",
        "Fire and brimstone!” “Calm yourself, calm yourself,” I said. “It is too bad--it is certainly too bad, but then I had not supposed that you would much mind such matters, situated as you are.” “Well, my dear sir, I DO mind them.",
        "My pride is hurt, and my comfort is impaired--destroyed, I might say.",
        "I will state my case--I will put it to you in such a way that you can comprehend it, if you will let me,” said the poor skeleton, tilting the hood of his shroud back, as if he were clearing for action, and thus unconsciously giving himself a jaunty and festive air very much at variance with the grave character of his position in life--so to speak--and in prominent contrast with his distressful mood. “Proceed,” said I. “I reside in the shameful old graveyard a block or two above you here, in this street--there, now, I just expected that cartilage would let go! --third rib from the bottom, friend, hitch the end of it to my spine with a string, if you have got such a thing about you, though a bit of silver wire is a deal pleasanter, and more durable and becoming, if one keeps it polished--to think of shredding out and going to pieces in this way, just on account of the indifference and neglect of one's posterity!”--and the poor ghost grated his teeth in a way that gave me a wrench and a shiver --for the effect is mightily increased by the absence of muffling flesh and cuticle. “I reside in that old graveyard, and have for these thirty years; and I tell you things are changed since I first laid this old tired frame there, and turned over, and stretched out for a long sleep, with a delicious sense upon me of being DONE with bother, and grief, and anxiety, and doubt, and fear, forever and ever, and listening with comfortable and increasing satisfaction to the sexton's work, from the startling clatter of his first spadeful on my coffin till it dulled away to the faint patting that shaped the roof of my new home--delicious!",
        "My!",
        "I wish you could try it to-night!” and out of my reverie deceased fetched me a rattling slap with a bony hand. “Yes, sir, thirty years ago I laid me down there, and was happy.",
        "For it was out in the country then--out in the breezy, flowery, grand old woods, and the lazy winds gossiped with the leaves, and the squirrels capered over us and around us, and the creeping things visited us, and the birds filled the tranquil solitude with music.",
        "Ah, it was worth ten years of a man's life to be dead then!",
        "Everything was pleasant.",
        "I was in a good neighborhood, for all the dead people that lived near me belonged to the best families in the city.",
        "Our posterity appeared to think the world of us.",
        "They kept our graves in the very best condition; the fences were always in faultless repair, head-boards were kept painted or whitewashed, and were replaced with new ones as soon as they began to look rusty or decayed; monuments were kept upright, railings intact and bright, the rose-bushes and shrubbery trimmed, trained, and free from blemish, the walks clean and smooth and graveled.",
        "But that day is gone by.",
        "Our descendants have forgotten us.",
        "My grandson lives in a stately house built with money made by these old hands of mine, and I sleep in a neglected grave with invading vermin that gnaw my shroud to build them nests withal!",
        "I and friends that lie with me founded and secured the prosperity of this fine city, and the stately bantling of our loves leaves us to rot in a dilapidated cemetery which neighbors curse and strangers scoff at.",
        "See the difference between the old time and this --for instance: Our graves are all caved in now; our head-boards have rotted away and tumbled down; our railings reel this way and that, with one foot in the air, after a fashion of unseemly levity; our monuments lean wearily, and our gravestones bow their heads discouraged; there be no adornments any more--no roses, nor shrubs, nor graveled walks, nor anything that is a comfort to the eye; and even the paintless old board fence that did make a show of holding us sacred from companionship with beasts and the defilement of heedless feet, has tottered till it overhangs the street, and only advertises the presence of our dismal resting-place and invites yet more derision to it.",
        "And now we cannot hide our poverty and tatters in the friendly woods, for the city has stretched its withering arms abroad and taken us in, and all that remains of the cheer of our old home is the cluster of lugubrious forest trees that stand, bored and weary of a city life, with their feet in our coffins, looking into the hazy distance and wishing they were there.",
        "I tell you it is disgraceful! “You begin to comprehend--you begin to see how it is.",
        "While our descendants are living sumptuously on our money, right around us in the city, we have to fight hard to keep skull and bones together.",
        "Bless you, there isn't a grave in our cemetery that doesn't leak--not one.",
        "Every time it rains in the night we have to climb out and roost in the trees--- and sometimes we are wakened suddenly by the chilly water trickling down the back of our necks.",
        "Then I tell you there is a general heaving up of old graves and kicking over of old monuments, and scampering of old skeletons for the trees!",
        "Bless me, if you had gone along there some such nights after twelve you might have seen as many as fifteen of us roosting on one limb, with our joints rattling drearily and the wind wheezing through our ribs!",
        "Many a time we have perched there for three or four dreary hours, and then come down, stiff and chilled through and drowsy, and borrowed each other's skulls to bail out our graves with--if you will glance up in my mouth now as I tilt my head back, you can see that my head-piece is half full of old dry sediment--how top-heavy and stupid it makes me sometimes!",
        "Yes, sir, many a time if you had happened to come along just before the dawn you'd have caught us bailing out the graves and hanging our shrouds on the fence to dry.",
        "Why, I had an elegant shroud stolen from there one morning--think a party by the name of Smith took it, that resides in a plebeian graveyard over yonder--I think so because the first time I ever saw him he hadn't anything on but a check shirt, and the last time I saw him, which was at a social gathering in the new cemetery, he was the best-dressed corpse in the company--and it is a significant fact that he left when he saw me; and presently an old woman from here missed her coffin--she generally took it with her when she went anywhere, because she was liable to take cold and bring on the spasmodic rheumatism that originally killed her if she exposed herself to the night air much.",
        "She was named Hotchkiss--Anna Matilda Hotchkiss--you might know her?",
        "She has two upper front teeth, is tall, but a good deal inclined to stoop, one rib on the left side gone, has one shred of rusty hair hanging from the left side of her head, and one little tuft just above and a little forward of her right ear, has her underjaw wired on one side where it had worked loose, small bone of left forearm gone--lost in a fight--has a kind of swagger in her gait and a 'gallus' way of going with her arms akimbo and her nostrils in the air--has been pretty free and easy, and is all damaged and battered up till she looks like a queensware crate in ruins--maybe you have met her?” “God forbid!” I involuntarily ejaculated, for somehow I was not looking for that form of question, and it caught me a little off my guard.",
        "But I hastened to make amends for my rudeness, and say, “I simply meant I had not had the honor--for I would not deliberately speak discourteously of a friend of yours.",
        "You were saying that you were robbed--and it was a shame, too--but it appears by what is left of the shroud you have on that it was a costly one in its day.",
        "How did--” A most ghastly expression began to develop among the decayed features and shriveled integuments of my guest's face, and I was beginning to grow uneasy and distressed, when he told me he was only working up a deep, sly smile, with a wink in it, to suggest that about the time he acquired his present garment a ghost in a neighboring cemetery missed one.",
        "This reassured me, but I begged him to confine himself to speech thenceforth, because his facial expression was uncertain.",
        "Even with the most elaborate care it was liable to miss fire.",
        "Smiling should especially be avoided.",
        "What HE might honestly consider a shining success was likely to strike me in a very different light.",
        "I said I liked to see a skeleton cheerful, even decorously playful, but I did not think smiling was a skeleton's best hold. “Yes, friend,” said the poor skeleton, “the facts are just as I have given them to you.",
        "Two of these old graveyards---the one that I resided in and one further along--- have been deliberately neglected by our descendants of to-day until there is no occupying them any longer.",
        "Aside from the osteological discomfort of it---and that is no light matter this rainy weather---the present state of things is ruinous to property.",
        "We have got to move or be content to see our effects wasted away and utterly destroyed. “Now, you will hardly believe it, but it is true, nevertheless, that there isn't a single coffin in good repair among all my acquaintance---now that is an absolute fact.",
        "I do not refer to low people who come in a pine box mounted on an express-wagon, but I am talking about your high-toned, silver-mounted burial-case, your monumental sort, that travel under black plumes at the head of a procession and have choice of cemetery lots ---I mean folks like the Jarvises, and the Bledsoes and Burlings, and such.",
        "They are all about ruined.",
        "The most substantial people in our set, they were.",
        "And now look at them--utterly used up and poverty-stricken.",
        "One of the Bledsoes actually traded his monument to a late barkeeper for some fresh shavings to put under his head.",
        "I tell you it speaks volumes, for there is nothing a corpse takes so much pride in as his monument.",
        "He loves to read the inscription.",
        "He comes after a while to believe what it says himself, and then you may see him sitting on the fence night after night enjoying it.",
        "Epitaphs are cheap, and they do a poor chap a world of good after he is dead, especially if he had hard luck while he was alive.",
        "I wish they were used more.",
        "Now I don't complain, but confidentially I DO think it was a little shabby in my descendants to give me nothing but this old slab of a gravestone---and all the more that there isn't a compliment on it.",
        "It used to have 'GONE TO HIS JUST REWARD' on it, and I was proud when I first saw it, but by and by I noticed that whenever an old friend of mine came along he would hook his chin on the railing and pull a long face and read along down till he came to that, and then he would chuckle to himself and walk off, looking satisfied and comfortable.",
        "So I scratched it off to get rid of those fools.",
        "But a dead man always takes a deal of pride in his monument.",
        "Yonder goes half a dozen of the Jarvises now, with the family monument along.",
        "And Smithers and some hired specters went by with his awhile ago.",
        "Hello, Higgins, good-by, old friend!",
        "That's Meredith Higgins--died in '44 --belongs to our set in the cemetery--fine old family--great-grandmother was an Injun--I am on the most familiar terms with him--he didn't hear me was the reason he didn't answer me.",
        "And I am sorry, too, because I would have liked to introduce you.",
        "You would admire him.",
        "He is the most disjointed, sway-backed, and generally distorted old skeleton you ever saw, but he is full of fun.",
        "When he laughs it sounds like rasping two stones together, and he always starts it off with a cheery screech like raking a nail across a window-pane.",
        "Hey, Jones!",
        "That is old Columbus Jones--shroud cost four hundred dollars--entire trousseau, including monument, twenty-seven hundred.",
        "This was in the spring of '26.",
        "It was enormous style for those days.",
        "Dead people came all the way from the Alleghanies to see his things--the party that occupied the grave next to mine remembers it well.",
        "Now do you see that individual going along with a piece of a head-board under his arm, one leg-bone below his knee gone, and not a thing in the world on?",
        "That is Barstow Dalhousie, and next to Columbus Jones he was the most sumptuously outfitted person that ever entered our cemetery.",
        "We are all leaving.",
        "We cannot tolerate the treatment we are receiving at the hands of our descendants.",
        "They open new cemeteries, but they leave us to our ignominy.",
        "They mend the streets, but they never mend anything that is about us or belongs to us.",
        "Look at that coffin of mine--yet I tell you in its day it was a piece of furniture that would have attracted attention in any drawing-room in this city.",
        "You may have it if you want it--I can't afford to repair it.",
        "Put a new bottom in her, and part of a new top, and a bit of fresh lining along the left side, and you'll find her about as comfortable as any receptacle of her species you ever tried.",
        "No thanks--no, don't mention it-- you have been civil to me, and I would give you all the property I have got before I would seem ungrateful.",
        "Now this winding-sheet is a kind of a sweet thing in its way, if you would like to--No?",
        "Well, just as you say, but I wished to be fair and liberal--there's nothing mean about ME.",
        "Good-by, friend, I must be going.",
        "I may have a good way to go to-night --don't know.",
        "I only know one thing for certain, and that is that I am on the emigrant trail now, and I'll never sleep in that crazy old cemetery again.",
        "I will travel till I find respectable quarters, if I have to hoof it to New Jersey.",
        "All the boys are going.",
        "It was decided in public conclave, last night, to emigrate, and by the time the sun rises there won't be a bone left in our old habitations.",
        "Such cemeteries may suit my surviving friends, but they do not suit the remains that have the honor to make these remarks.",
        "My opinion is the general opinion.",
        "If you doubt it, go and see how the departing ghosts upset things before they started.",
        "They were almost riotous in their demonstrations of distaste.",
        "Hello, here are some of the Bledsoes, and if you will give me a lift with this tombstone I guess I will join company and jog along with them--mighty respectable old family, the Bledsoes, and used to always come out in six-horse hearses and all that sort of thing fifty years ago when I walked these streets in daylight.",
        "Good-by, friend.” And with his gravestone on his shoulder he joined the grisly procession, dragging his damaged coffin after him, for notwithstanding he pressed it upon me so earnestly, I utterly refused his hospitality.",
        "I suppose that for as much as two hours these sad outcasts went clacking by, laden with their dismal effects, and all that time I sat pitying them.",
        "One or two of the youngest and least dilapidated among them inquired about midnight trains on the railways, but the rest seemed unacquainted with that mode of travel, and merely asked about common public roads to various towns and cities, some of which are not on the map now, and vanished from it and from the earth as much as thirty years ago, and some few of them never HAD existed anywhere but on maps, and private ones in real-estate agencies at that.",
        "And they asked about the condition of the cemeteries in these towns and cities, and about the reputation the citizens bore as to reverence for the dead.",
        "This whole matter interested me deeply, and likewise compelled my sympathy for these homeless ones.",
        "And it all seeming real, and I not knowing it was a dream, I mentioned to one shrouded wanderer an idea that had entered my head to publish an account of this curious and very sorrowful exodus, but said also that I could not describe it truthfully, and just as it occurred, without seeming to trifle with a grave subject and exhibit an irreverence for the dead that would shock and distress their surviving friends.",
        "But this bland and stately remnant of a former citizen leaned him far over my gate and whispered in my ear, and said: “Do not let that disturb you.",
        "The community that can stand such graveyards as those we are emigrating from can stand anything a body can say about the neglected and forsaken dead that lie in them.” At that very moment a cock crowed, and the weird procession vanished and left not a shred or a bone behind.",
        "I awoke, and found myself lying with my head out of the bed and “sagging” downward considerably--a position favorable to dreaming dreams with morals in them, maybe, but not poetry.",
        "NOTE.--The reader is assured that if the cemeteries in his town are kept in good order, this Dream is not leveled at his town at all, but is leveled particularly and venomously at the NEXT town.",
        "A TRUE STORY REPEATED WORD FOR WORD AS I HEARD IT-- It was summer-time, and twilight.",
        "We were sitting on the porch of the farmhouse, on the summit of the hill, and “Aunt Rachel” was sitting respectfully below our level, on the steps--for she was our Servant, and colored.",
        "She was of mighty frame and stature; she was sixty years old, but her eye was undimmed and her strength unabated.",
        "She was a cheerful, hearty soul, and it was no more trouble for her to laugh than it is for a bird to sing.",
        "She was under fire now, as usual when the day was done.",
        "That is to say, she was being chaffed without mercy, and was enjoying it.",
        "She would let off peal after peal of laughter, and then sit with her face in her hands and shake with throes of enjoyment which she could no longer get breath enough to express.",
        "At such a moment as this a thought occurred to me, and I said: “Aunt Rachel, how is it that you've lived sixty years and never had any trouble?” She stopped quaking.",
        "She paused, and there was moment of silence.",
        "She turned her face over her shoulder toward me, and said, without even a smile in her voice: “Misto C-----, is you in 'arnest?” It surprised me a good deal; and it sobered my manner and my speech, too.",
        "I said: “Why, I thought--that is, I meant--why, you can't have had any trouble.",
        "I've never heard you sigh, and never seen your eye when there wasn't a laugh in it.” She faced fairly around now, and was full earnestness. “Has I had any trouble?",
        "Misto C-----, I's gwyne to tell you, den I leave it to you.",
        "I was bawn down 'mongst de slaves; I knows all 'bout slavery, 'case I ben one of 'em my own se'f.",
        "Well sah, my ole man--dat's my husban'--he was lovin' an' kind to me, jist as kind as you is to yo' own wife.",
        "An' we had chil'en--seven chil'en--an' we loved dem chil'en jist de same as you loves yo' chil'en.",
        "Dey was black, but de Lord can't make chil'en so black but what dey mother loves 'em an' wouldn't give 'em up, no, not for anything dat's in dis whole world. “Well, sah, I was raised in ole Fo'ginny, but my mother she was raised in Maryland; an' my SOULS! she was turrible when she'd git started!",
        "My LAN! but she'd make de fur fly!",
        "When she'd git into dem tantrums, she always had one word dat she said.",
        "She'd straighten herse'f up an' put her fists in her hips an' say, 'I want you to understan' dat I wa'n't bawn in the mash to be fool' by trash!",
        "I's one o' de ole Blue Hen's Chickens, I is!' 'Ca'se you see, dat's what folks dat's bawn in Maryland calls deyselves, an' dey's proud of it.",
        "Well, dat was her word.",
        "I don't ever forgit it, beca'se she said it so much, an' beca'se she said it one day when my little Henry tore his wris' awful, and most busted 'is head, right up at de top of his forehead, an' de niggers didn't fly aroun' fas' enough to 'tend to him.",
        "An' when dey talk' back at her, she up an' she says, 'Look-a-heah!' she says, 'I want you niggers to understan' dat I wa'n't bawn in de mash be fool' by trash!",
        "I's one o' de ole Blue Hen's chickens, I is!' an' den she clar' dat kitchen an' bandage' up de chile herse'f.",
        "So I says dat word, too, when I's riled. “Well, bymeby my ole mistis say she's broke, an' she got to sell all de niggers on de place.",
        "An' when I heah dat dey gwyne to sell us all off at oction in Richmon', oh, de good gracious!",
        "I know what dat mean!” Aunt Rachel had gradually risen, while she warmed to her subject, and now she towered above us, black against the stars. “Dey put chains on us an' put us on a stan' as high as dis po'ch--twenty foot high--an' all de people stood aroun', crowds an' crowds.",
        "An' dey'd come up dah an' look at us all roun', an' squeeze our arm, an' make us git up an' walk, an' den say, Dis one too ole,' or 'Dis one lame,' or 'Dis one don't 'mount to much.'",
        "An' dey sole my ole man, an' took him away, an' dey begin to sell my chil'en an' take dem away, an' I begin to cry; an' de man say, 'Shet up yo' damn blubberin',' an' hit me on de mouf wid his han'.",
        "An' when de las' one was gone but my little Henry, I grab' HIM clost up to my breas' so, an' I ris up an' says, 'You sha'nt take him away,' I says; 'I'll kill de man dat tetches him!'",
        "I says.",
        "But my little Henry whisper an' say 'I gwyne to run away, an' den I work an' buy yo' freedom' Oh, bless de chile, he always so good!",
        "But dey got him--dey got him, de men did; but I took and tear de clo'es mos' off of 'em an' beat 'em over de head wid my chain; an' DEY give it to ME too, but I didn't mine dat. “Well, dah was my ole man gone, an' all my chil'en, all my seven chil'en --an' six of 'em I hain't set eyes on ag'in to dis day, an' dat's twenty-two year ago las' Easter.",
        "De man dat bought me b'long' in Newbern, an' he took me dah.",
        "Well, bymeby de years roll on an' de waw come.",
        "My marster he was a Confedrit colonel, an' I was his family's cook.",
        "So when de Unions took dat town, dey all run away an' lef' me all by myse'f wid de other niggers in dat mons'us big house.",
        "So de big Union officers move in dah, an' dey ask me would I cook for DeM. 'Lord bless you,' says I, 'dat what I's FOR.' “Dey wa'n't no small-fry officers, mine you, dey was de biggest dey IS; an' de way dey made dem sojers mosey roun'!",
        "De Gen'l he tole me to boss dat kitchen; an' he say, 'If anybody come meddlin' wid you, you jist make 'em walk chalk; don't you be afeared,' he say; 'you's 'mong frens now.' “Well, I thinks to myse'f, if my little Henry ever got a chance to run away, he'd make to de Norf, o' course.",
        "So one day I comes in dah whar de big officers was, in de parlor, an' I drops a kurtchy, so, an' I up an' tole 'em 'bout my Henry, dey a-listenin' to my troubles jist de same as if I was white folks; an' I says, 'What I come for is beca'se if he got away and got up Norf whar you gemmen comes from, you might 'a' seen him, maybe, an' could tell me so as I could fine him ag'in; he was very little, an' he had a sk-yar on his lef' wris' an' at de top of his forehead.'",
        "Den dey look mournful, an' de Gen'l says, 'How long sence you los' him?' an' I say, 'Thirteen year.'",
        "Den de Gen'l say, 'He wouldn't be little no mo' now--he's a man!' “I never thought o' dat befo'!",
        "He was only dat little feller to ME yit.",
        "I never thought 'bout him growin' up an' bein' big.",
        "But I see it den.",
        "None o' de gemmen had run acrost him, so dey couldn't do nothin' for me.",
        "But all dat time, do' I didn't know it, my Henry WAS run off to de Norf, years an' years, an' he was a barber, too, an' worked for hisse'f.",
        "An' bymeby, when de waw come he ups an' he says: 'I's done barberin',' he says, 'I's gwyne to fine my ole mammy, less'n she's dead.'",
        "So he sole out an' went to whar dey was recruitin', an' hired hisse'f out to de colonel for his servant; an' den he went all froo de battles everywhah, huntin' for his ole mammy; yes, indeedy, he'd hire to fust one officer an' den another, tell he'd ransacked de whole Souf; but you see I didn't know NUFFIN 'bout dis.",
        "How was I gwyne to know it? “Well, one night we had a big sojer ball; de sojers dah at Newbern was always havin' balls an' carryin' on.",
        "Dey had 'em in my kitchen, heaps o' times, 'ca'se it was so big.",
        "Mine you, I was DOWN on sich doin's; beca'se my place was wid de officers, an' it rasp me to have dem common sojers cavortin' roun' in my kitchen like dat.",
        "But I alway' stood aroun' an kep' things straight, I did; an' sometimes dey'd git my dander up, an' den I'd make 'em clar dat kitchen, mine I TELL you! “Well, one night--it was a Friday night--dey comes a whole platoon f'm a NIGGER ridgment da was on guard at de house--de house was head quarters, you know-an' den I was jist A-BILIN'!",
        "Mad?",
        "I was jist A-BOOMIN'!",
        "I swelled aroun', an swelled aroun'; I jist was a-itchin' for 'em to do somefin for to start me.",
        "AN' dey was a-waltzin' an a dancin'!",
        "MY! but dey was havin' a time! an I jist a-swellin' an' a-swellin' up!",
        "Pooty soon,'long comes sich a spruce young nigger a-sailin' down de room wid a yaller wench roun' de wais'; an' roun an' roun' an roun' dey went, enough to make a body drunk to look at 'em; an' when dey got abreas' o' me, dey went to kin' o' balancin' aroun' fust on one leg an' den on t'other, an' smilin' at my big red turban, an' makin' fun, an' I ups an' says 'GIT along wid you!--rubbage!'",
        "De young man's face kin' o' changed, all of a sudden, for 'bout a second, but den he went to smilin' ag'in, same as he was befo'.",
        "Well, 'bout dis time, in comes some niggers dat played music and b'long' to de ban', an' dey NEVER could git along widout puttin' on airs. 'An de very fust air dey put on dat night, I lit into em!",
        "Dey laughed, an' dat made me wuss.",
        "De res' o' de niggers got to laughin', an' den my soul alive but I was hot!",
        "My eye was jist a-blazin'!",
        "I jist straightened myself up so--jist as I is now, plum to de ceilin', mos' --an' I digs my fists into my hips, an' I says, 'Look-a-heah!'",
        "I says, 'I want you niggers to understan' dat I wa'n't bawn in de mash to be fool' by trash!",
        "I's one o' de ole Blue hen's Chickens, I is!'--an' den I see dat young man stan' a-starin' an' stiff, lookin' kin' o' up at de ceilin' like he fo'got somefin, an' couldn't 'member it no mo'.",
        "Well, I jist march' on dem niggers--so, lookin' like a gen'l--an' dey jist cave' away befo' me an' out at de do'.",
        "An' as dis young man a-goin' out, I heah him say to another nigger, 'Jim,' he says, 'you go 'long an' tell de cap'n I be on han' 'bout eight o'clock in de mawnin'; dey's somefin on my mine,' he says; 'I don't sleep no mo' dis night.",
        "You go 'long,' he says, 'an' leave me by my own se'f.' “Dis was 'bout one o'clock in de mawnin'.",
        "Well, 'bout seven, I was up an' on han', gittin' de officers' breakfast.",
        "I was a-stoopin' down by de stove---jist so, same as if yo' foot was de stove--an' I'd opened de stove do' wid my right han'--so, pushin' it back, jist as I pushes yo' foot --an' I'd jist got de pan o' hot biscuits in my han' an' was 'bout to raise up, when I see a black face come aroun' under mine, an' de eyes a-lookin' up into mine, jist as I's a-lookin' up clost under yo' face now; an' I jist stopped RIGHT dah, an' never budged! jist gazed an' gazed so; an' de pan begin to tremble, an' all of a sudden I knowed!",
        "De pan drop' on de flo' an' I grab his lef' han' an' shove back his sleeve--jist so, as I's doin' to you--an' den I goes for his forehead an' push de hair back so, an' 'Boy!'",
        "I says, 'if you an't my Henry, what is you doin' wid dis welt on yo' wris' an' dat sk-yar on yo' forehead?",
        "De Lord God ob heaven be praise', I got my own ag'in!' “Oh no' Misto C-----, I hain't had no trouble.",
        "An' no JOY!” THE SIAMESE TWINS-- I do not wish to write of the personal habits of these strange creatures solely, but also of certain curious details of various kinds concerning them, which, belonging only to their private life, have never crept into print.",
        "Knowing the Twins intimately, I feel that I am peculiarly well qualified for the task I have taken upon myself.",
        "The Siamese Twins are naturally tender and affectionate in disposition, and have clung to each other with singular fidelity throughout a long and eventful life.",
        "Even as children they were inseparable companions; and it was noticed that they always seemed to prefer each other's society to that of any other persons.",
        "They nearly always played together; and, so accustomed was their mother to this peculiarity, that, whenever both of them chanced to be lost, she usually only hunted for one of them --satisfied that when she found that one she would find his brother somewhere in the immediate neighborhood.",
        "And yet these creatures were ignorant and unlettered--barbarians themselves and the offspring of barbarians, who knew not the light of philosophy and science.",
        "What a withering rebuke is this to our boasted civilization, with its quarrelings, its wranglings, and its separations of brothers!",
        "As men, the Twins have not always lived in perfect accord; but still there has always been a bond between them which made them unwilling to go away from each other and dwell apart.",
        "They have even occupied the same house, as a general thing, and it is believed that they have never failed to even sleep together on any night since they were born.",
        "How surely do the habits of a lifetime become second nature to us!",
        "The Twins always go to bed at the same time; but Chang usually gets up about an hour before his brother.",
        "By an understanding between themselves, Chang does all the indoor work and Eng runs all the errands.",
        "This is because Eng likes to go out; Chang's habits are sedentary.",
        "However, Chang always goes along.",
        "Eng is a Baptist, but Chang is a Roman Catholic; still, to please his brother, Chang consented to be baptized at the same time that Eng was, on condition that it should not “count.” During the war they were strong partisans, and both fought gallantly all through the great struggle--Eng on the Union side and Chang on the Confederate.",
        "They took each other prisoners at Seven Oaks, but the proofs of capture were so evenly balanced in favor of each, that a general army court had to be assembled to determine which one was properly the captor and which the captive.",
        "The jury was unable to agree for a long time; but the vexed question was finally decided by agreeing to consider them both prisoners, and then exchanging them.",
        "At one time Chang was convicted of disobedience of orders, and sentenced to ten days in the guard-house, but Eng, in spite of all arguments, felt obliged to share his imprisonment, notwithstanding he himself was entirely innocent; and so, to save the blameless brother from suffering, they had to discharge both from custody--the just reward of faithfulness.",
        "Upon one occasion the brothers fell out about something, and Chang knocked Eng down, and then tripped and fell on him, whereupon both clinched and began to beat and gouge each other without mercy.",
        "The bystanders interfered, and tried to separate them, but they could not do it, and so allowed them to fight it out.",
        "In the end both were disabled, and were carried to the hospital on one and the same shutter.",
        "Their ancient habit of going always together had its drawbacks when they reached man's estate, and entered upon the luxury of courting.",
        "Both fell in love with the same girl.",
        "Each tried to steal clandestine interviews with her, but at the critical moment the other would always turn up.",
        "By and by Eng saw, with distraction, that Chang had won the girl's affections; and, from that day forth, he had to bear with the agony of being a witness to all their dainty billing and cooing.",
        "But with a magnanimity that did him infinite credit, he succumbed to his fate, and gave countenance and encouragement to a state of things that bade fair to sunder his generous heart-strings.",
        "He sat from seven every evening until two in the morning, listening to the fond foolishness of the two lovers, and to the concussion of hundreds of squandered kisses--for the privilege of sharing only one of which he would have given his right hand.",
        "But he sat patiently, and waited, and gaped, and yawned, and stretched, and longed for two o'clock to come.",
        "And he took long walks with the lovers on moonlight evenings--sometimes traversing ten miles, notwithstanding he was usually suffering from rheumatism.",
        "He is an inveterate smoker; but he could not smoke on these occasions, because the young lady was painfully sensitive to the smell of tobacco.",
        "Eng cordially wanted them married, and done with it; but although Chang often asked the momentous question, the young lady could not gather sufficient courage to answer it while Eng was by.",
        "However, on one occasion, after having walked some sixteen miles, and sat up till nearly daylight, Eng dropped asleep, from sheer exhaustion, and then the question was asked and answered.",
        "The lovers were married.",
        "All acquainted with the circumstance applauded the noble brother-in-law.",
        "His unwavering faithfulness was the theme of every tongue.",
        "He had stayed by them all through their long and arduous courtship; and when at last they were married, he lifted his hands above their heads, and said with impressive unction, “Bless ye, my children, I will never desert ye!” and he kept his word.",
        "Fidelity like this is all too rare in this cold world.",
        "By and by Eng fell in love with his sister-in-law's sister, and married her, and since that day they have all lived together, night and day, in an exceeding sociability which is touching and beautiful to behold, and is a scathing rebuke to our boasted civilization.",
        "The sympathy existing between these two brothers is so close and so refined that the feelings, the impulses, the emotions of the one are instantly experienced by the other.",
        "When one is sick, the other is sick; when one feels pain, the other feels it; when one is angered, the other's temper takes fire.",
        "We have already seen with what happy facility they both fell in love with the same girl.",
        "Now Chang is bitterly opposed to all forms of intemperance, on principle; but Eng is the reverse--for, while these men's feelings and emotions are so closely wedded, their reasoning faculties are unfettered; their thoughts are free.",
        "Chang belongs to the Good Templars, and is a hard-working, enthusiastic supporter of all temperance reforms.",
        "But, to his bitter distress, every now and then Eng gets drunk, and, of course, that makes Chang drunk too.",
        "This unfortunate thing has been a great sorrow to Chang, for it almost destroys his usefulness in his favorite field of effort.",
        "As sure as he is to head a great temperance procession Eng ranges up alongside of him, prompt to the minute, and drunk as a lord; but yet no more dismally and hopelessly drunk than his brother, who has not tasted a drop.",
        "And so the two begin to hoot and yell, and throw mud and bricks at the Good Templars; and, of course, they break up the procession.",
        "It would be manifestly wrong to punish Chang for what Eng does, and, therefore, the Good Templars accept the untoward situation, and suffer in silence and sorrow.",
        "They have officially and deliberately examined into the matter, and find Chang blameless.",
        "They have taken the two brothers and filled Chang full of warm water and sugar and Eng full of whisky, and in twenty-five minutes it was not possible to tell which was the drunkest.",
        "Both were as drunk as loons--and on hot whisky punches, by the smell of their breath.",
        "Yet all the while Chang's moral principles were unsullied, his conscience clear; and so all just men were forced to confess that he was not morally, but only physically, drunk.",
        "By every right and by every moral evidence the man was strictly sober; and, therefore, it caused his friends all the more anguish to see him shake hands with the pump and try to wind his watch with his night-key.",
        "There is a moral in these solemn warnings--or, at least, a warning in these solemn morals; one or the other.",
        "No matter, it is somehow.",
        "Let us heed it; let us profit by it.",
        "I could say more of an instructive nature about these interesting beings, but let what I have written suffice.",
        "Having forgotten to mention it sooner, I will remark in conclusion that the ages of the Siamese Twins are respectively fifty-one and fifty-three years.",
        "SPEECH AT THE SCOTTISH BANQUET IN LONDON-- At the anniversary festival of the Scottish Corporation of London on Monday evening, in response to the toast of “The Ladies,” MARK TWAIN replied.",
        "The following is his speech as reported in the London Observer: I am proud, indeed, of the distinction of being chosen to respond to this especial toast, to 'The Ladies,' or to women if you please, for that is the preferable term, perhaps; it is certainly the older, and therefore the more entitled to reverence  I have noticed that the Bible, with that plain, blunt honesty which is such a conspicuous characteristic of the Scriptures, is always particular to never refer to even the illustrious mother of all mankind herself as a 'lady,' but speaks of her as a woman.",
        "It is odd, but you will find it is so.",
        "I am peculiarly proud of this honor, because I think that the toast to women is one which, by right and by every rule of gallantry, should take precedence of all others--of the army, of the navy, of even royalty itself--perhaps, though the latter is not necessary in this day and in this land, for the reason that, tacitly, you do drink a broad general health to all good women when you drink the health of the Queen of England and the Princess of Wales.",
        "I have in mind a poem just now which is familiar to you all, familiar to everybody.",
        "And what an inspiration that was (and how instantly the present toast recalls the verses to all our minds) when the most noble, the most gracious, the purest, and sweetest of all poets says: “Woman!",
        "O woman!--er-- Wom--”  However, you remember the lines; and you remember how feelingly, how daintily, how almost imperceptibly the verses raise up before you, feature by feature, the ideal of a true and perfect woman; and how, as you contemplate the finished marvel, your homage grows into worship of the intellect that could create so fair a thing out of mere breath, mere words.",
        "And you call to mind now, as I speak, how the poet, with stern fidelity to the history of all humanity, delivers this beautiful child of his heart and his brain over to the trials and sorrows that must come to all, sooner or later, that abide in the earth, and how the pathetic story culminates in that apostrophe--so wild, so regretful, so full of mournful retrospection.",
        "The lines run thus: “Alas!--alas!--a--alas! ----Alas!--------alas!” --and so on.",
        "I do not remember the rest; but, taken together, it seems to me that poem is the noblest tribute to woman that human genius has ever brought forth----and I feel that if I were to talk hours I could not do my great theme completer or more graceful justice than I have now done in simply quoting that poet's matchless words.",
        "The phases of the womanly nature are infinite in their variety.",
        "Take any type of woman, and you shall find in it something to respect, something to admire, something to love.",
        "And you shall find the whole joining you heart and hand.",
        "Who was more patriotic than Joan of Arc?",
        "Who was braver?",
        "Who has given us a grander instance of self-sacrificing devotion?",
        "Ah! you remember, you remember well, what a throb of pain, what a great tidal wave of grief swept over us all when Joan of Arc fell at Waterloo.",
        "Who does not sorrow for the loss of Sappho, the sweet singer of Israel?",
        "Who among us does not miss the gentle ministrations, the softening influences, the humble piety of Lucretia Borgia?",
        "Who can join in the heartless libel that says woman is extravagant in dress when he can look back and call to mind our simple and lowly mother Eve arrayed in her modification of the Highland costume.",
        "Sir, women have been soldiers, women have been painters, women have been poets.",
        "As long as language lives the name of Cleopatra will live.",
        "And, not because she conquered George III----but because she wrote those divine lines:-- “Let dogs delight to bark and bite, For God hath made them so.”  The story of the world is adorned with the names of illustrious ones of our own sex--some of them sons of St. Andrew, too --Scott, Bruce, Burns, the warrior Wallace, Ben Nevis----the gifted Ben Lomond, and the great new Scotchman, Ben Disraeli.",
        "Out of the great plains of history tower whole mountain ranges of sublime women--the Queen of Sheba, Josephine, Semiramis, Sairey Gamp; the list is endless----but I will not call the mighty roll, the names rise up in your own memories at the mere suggestion, luminous with the glory of deeds that cannot die, hallowed by the loving worship of the good and the true of all epochs and all climes.",
        "Suffice it for our pride and our honor that we in our day have added to it such names as those of Grace Darling and Florence Nightingale.",
        "Woman is all that she should be--gentle, patient, long suffering, trustful, unselfish, full of generous impulses.",
        "It is her blessed mission to comfort the sorrowing, plead for the erring, encourage the faint of purpose, succor the distressed, uplift the fallen, befriend the friendless--in a word, afford the healing of her sympathies and a home in her heart for all the bruised and persecuted children of misfortune that knock at its hospitable door.",
        "And when I say, God bless her, there is none among us who has known the ennobling affection of a wife, or the steadfast devotion of a mother, but in his heart will say, Amen!  1.",
        "A GHOST STORY I took a large room, far up Broadway, in a huge old building whose upper stories had been wholly unoccupied for years until I came.",
        "The place had long been given up to dust and cobwebs, to solitude and silence.",
        "I seemed groping among the tombs and invading the privacy of the dead, that first night I climbed up to my quarters.",
        "For the first time in my life a superstitious dread came over me; and as I turned a dark angle of the stairway and an invisible cobweb swung its slazy woof in my face and clung there, I shuddered as one who had encountered a phantom.",
        "I was glad enough when I reached my room and locked out the mold and the darkness.",
        "A cheery fire was burning in the grate, and I sat down before it with a comforting sense of relief.",
        "For two hours I sat there, thinking of bygone times; recalling old scenes, and summoning half-forgotten faces out of the mists of the past; listening, in fancy, to voices that long ago grew silent for all time, and to once familiar songs that nobody sings now.",
        "And as my reverie softened down to a sadder and sadder pathos, the shrieking of the winds outside softened to a wail, the angry beating of the rain against the panes diminished to a tranquil patter, and one by one the noises in the street subsided, until the hurrying footsteps of the last belated straggler died away in the distance and left no sound behind.",
        "The fire had burned low.",
        "A sense of loneliness crept over me.",
        "I arose and undressed, moving on tiptoe about the room, doing stealthily what I had to do, as if I were environed by sleeping enemies whose slumbers it would be fatal to break.",
        "I covered up in bed, and lay listening to the rain and wind and the faint creaking of distant shutters, till they lulled me to sleep.",
        "I slept profoundly, but how long I do not know.",
        "All at once I found myself awake, and filled with a shuddering expectancy.",
        "All was still.",
        "All but my own heart--I could hear it beat.",
        "Presently the bedclothes began to slip away slowly toward the foot of the bed, as if some one were pulling them!",
        "I could not stir; I could not speak.",
        "Still the blankets slipped deliberately away, till my breast was uncovered.",
        "Then with a great effort I seized them and drew them over my head.",
        "I waited, listened, waited.",
        "Once more that steady pull began, and once more I lay torpid a century of dragging seconds till my breast was naked again.",
        "At last I roused my energies and snatched the covers back to their place and held them with a strong grip.",
        "I waited.",
        "By and by I felt a faint tug, and took a fresh grip.",
        "The tug strengthened to a steady strain--it grew stronger and stronger.",
        "My hold parted, and for the third time the blankets slid away.",
        "I groaned.",
        "An answering groan came from the foot of the bed!",
        "Beaded drops of sweat stood upon my forehead.",
        "I was more dead than alive.",
        "Presently I heard a heavy footstep in my room--the step of an elephant, it seemed to me--it was not like anything human.",
        "But it was moving from me--there was relief in that.",
        "I heard it approach the door --pass out without moving bolt or lock--and wander away among the dismal corridors, straining the floors and joists till they creaked again as it passed--and then silence reigned once more.",
        "When my excitement had calmed, I said to myself, “This is a dream--simply a hideous dream.” And so I lay thinking it over until I convinced myself that it was a dream, and then a comforting laugh relaxed my lips and I was happy again.",
        "I got up and struck a light; and when I found that the locks and bolts were just as I had left them, another soothing laugh welled in my heart and rippled from my lips.",
        "I took my pipe and lit it, and was just sitting down before the fire, when--down went the pipe out of my nerveless fingers, the blood forsook my cheeks, and my placid breathing was cut short with a gasp!",
        "In the ashes on the hearth, side by side with my own bare footprint, was another, so vast that in comparison mine was but an infant's!",
        "Then I had had a visitor, and the elephant tread was explained.",
        "I put out the light and returned to bed, palsied with fear.",
        "I lay a long time, peering into the darkness, and listening.",
        "Then I heard a grating noise overhead, like the dragging of a heavy body across the floor; then the throwing down of the body, and the shaking of my windows in response to the concussion.",
        "In distant parts of the building I heard the muffled slamming of doors.",
        "I heard, at intervals, stealthy footsteps creeping in and out among the corridors, and up and down the stairs.",
        "Sometimes these noises approached my door, hesitated, and went away again.",
        "I heard the clanking of chains faintly, in remote passages, and listened while the clanking grew nearer--while it wearily climbed the stairways, marking each move by the loose surplus of chain that fell with an accented rattle upon each succeeding step as the goblin that bore it advanced.",
        "I heard muttered sentences; half-uttered screams that seemed smothered violently; and the swish of invisible garments, the rush of invisible wings.",
        "Then I became conscious that my chamber was invaded--that I was not alone.",
        "I heard sighs and breathings about my bed, and mysterious whisperings.",
        "Three little spheres of soft phosphorescent light appeared on the ceiling directly over my head, clung and glowed there a moment, and then dropped --two of them upon my face and one upon the pillow.",
        "They spattered, liquidly, and felt warm.",
        "Intuition told me they had turned to gouts of blood as they fell--I needed no light to satisfy myself of that.",
        "Then I saw pallid faces, dimly luminous, and white uplifted hands, floating bodiless in the air--floating a moment and then disappearing.",
        "The whispering ceased, and the voices and the sounds, and a solemn stillness followed.",
        "I waited and listened.",
        "I felt that I must have light or die.",
        "I was weak with fear.",
        "I slowly raised myself toward a sitting posture, and my face came in contact with a clammy hand!",
        "All strength went from me apparently, and I fell back like a stricken invalid.",
        "Then I heard the rustle of a garment--it seemed to pass to the door and go out.",
        "When everything was still once more, I crept out of bed, sick and feeble, and lit the gas with a hand that trembled as if it were aged with a hundred years.",
        "The light brought some little cheer to my spirits.",
        "I sat down and fell into a dreamy contemplation of that great footprint in the ashes.",
        "By and by its outlines began to waver and grow dim.",
        "I glanced up and the broad gas-flame was slowly wilting away.",
        "In the same moment I heard that elephantine tread again.",
        "I noted its approach, nearer and nearer, along the musty halls, and dimmer and dimmer the light waned.",
        "The tread reached my very door and paused--the light had dwindled to a sickly blue, and all things about me lay in a spectral twilight.",
        "The door did not open, and yet I felt a faint gust of air fan my cheek, and presently was conscious of a huge, cloudy presence before me.",
        "I watched it with fascinated eyes.",
        "A pale glow stole over the Thing; gradually its cloudy folds took shape--an arm appeared, then legs, then a body, and last a great sad face looked out of the vapor.",
        "Stripped of its filmy housings, naked, muscular and comely, the majestic Cardiff Giant loomed above me!",
        "All my misery vanished--for a child might know that no harm could come with that benignant countenance.",
        "My cheerful spirits returned at once, and in sympathy with them the gas flamed up brightly again.",
        "Never a lonely outcast was so glad to welcome company as I was to greet the friendly giant.",
        "I said: “Why, is it nobody but you?",
        "Do you know, I have been scared to death for the last two or three hours?",
        "I am most honestly glad to see you.",
        "I wish I had a chair--Here, here, don't try to sit down in that thing--” But it was too late.",
        "He was in it before I could stop him and down he went--I never saw a chair shivered so in my life. “Stop, stop, you'll ruin ev--” Too late again.",
        "There was another crash, and another chair was resolved into its original elements. “Confound it, haven't you got any judgment at all?",
        "Do you want to ruin all the furniture on the place?",
        "Here, here, you petrified fool--” But it was no use.",
        "Before I could arrest him he had sat down on the bed, and it was a melancholy ruin. “Now what sort of a way is that to do?",
        "First you come lumbering about the place bringing a legion of vagabond goblins along with you to worry me to death, and then when I overlook an indelicacy of costume which would not be tolerated anywhere by cultivated people except in a respectable theater, and not even there if the nudity were of your sex, you repay me by wrecking all the furniture you can find to sit down on.",
        "And why will you?",
        "You damage yourself as much as you do me.",
        "You have broken off the end of your spinal column, and littered up the floor with chips of your hams till the place looks like a marble yard.",
        "You ought to be ashamed of yourself--you are big enough to know better.” “Well, I will not break any more furniture.",
        "But what am I to do?",
        "I have not had a chance to sit down for a century.” And the tears came into his eyes. “Poor devil,” I said, “I should not have been so harsh with you.",
        "And you are an orphan, too, no doubt.",
        "But sit down on the floor here--nothing else can stand your weight--and besides, we cannot be sociable with you away up there above me; I want you down where I can perch on this high counting-house stool and gossip with you face to face.” So he sat down on the floor, and lit a pipe which I gave him, threw one of my red blankets over his shoulders, inverted my sitz-bath on his head, helmet fashion, and made himself picturesque and comfortable.",
        "Then he crossed his ankles, while I renewed the fire, and exposed the flat, honeycombed bottoms of his prodigious feet to the grateful warmth. “What is the matter with the bottom of your feet and the back of your legs, that they are gouged up so?” “Infernal chilblains--I caught them clear up to the back of my head, roosting out there under Newell's farm.",
        "But I love the place; I love it as one loves his old home.",
        "There is no peace for me like the peace I feel when I am there.” We talked along for half an hour, and then I noticed that he looked tired, and spoke of it. “Tired?” he said. “Well, I should think so.",
        "And now I will tell you all about it, since you have treated me so well.",
        "I am the spirit of the Petrified Man that lies across the street there in the museum.",
        "I am the ghost of the Cardiff Giant.",
        "I can have no rest, no peace, till they have given that poor body burial again.",
        "Now what was the most natural thing for me to do, to make men satisfy this wish?",
        "Terrify them into it!-- haunt the place where the body lay!",
        "So I haunted the museum night after night.",
        "I even got other spirits to help me.",
        "But it did no good, for nobody ever came to the museum at midnight.",
        "Then it occurred to me to come over the way and haunt this place a little.",
        "I felt that if I ever got a hearing I must succeed, for I had the most efficient company that perdition could furnish.",
        "Night after night we have shivered around through these mildewed halls, dragging chains, groaning, whispering, tramping up and down stairs, till, to tell you the truth, I am almost worn out.",
        "But when I saw a light in your room to-night I roused my energies again and went at it with a deal of the old freshness.",
        "But I am tired out--entirely fagged out.",
        "Give me, I beseech you, give me some hope!” I lit off my perch in a burst of excitement, and exclaimed: “This transcends everything! everything that ever did occur!",
        "Why you poor blundering old fossil, you have had all your trouble for nothing --you have been haunting a plaster cast of yourself--the real Cardiff Giant is in Albany!----Confound it, don't you know your own remains?” I never saw such an eloquent look of shame, of pitiable humiliation, overspread a countenance before.",
        "The Petrified Man rose slowly to his feet, and said: “Honestly, is that true?” “As true as I am sitting here.” He took the pipe from his mouth and laid it on the mantel, then stood irresolute a moment (unconsciously, from old habit, thrusting his hands where his pantaloons pockets should have been, and meditatively dropping his chin on his breast), and finally said: “Well-I never felt so absurd before.",
        "The Petrified Man has sold everybody else, and now the mean fraud has ended by selling its own ghost!",
        "My son, if there is any charity left in your heart for a poor friendless phantom like me, don't let this get out.",
        "Think how you would feel if you had made such an ass of yourself.” I heard his stately tramp die away, step by step down the stairs and out into the deserted street, and felt sorry that he was gone, poor fellow --and sorrier still that he had carried off my red blanket and my bath-tub.",
        "THE CAPITOLINE VENUS"
      ],
      "sentence_count": 623,
      "word_count": 15183
    },
    {
      "number": "V",
      "title": "CHAPTER V",
      "sentences": [
        "CHAPTER V  One of a group of American gentlemen reads and translates from the weekly edition of 'Il Slangwhanger di Roma' as follows: WONDERFUL DISCOVERY--Some six months ago Signor John Smitthe, an American gentleman now some years a resident of Rome, purchased for a trifle a small piece of ground in the Campagna, just beyond the tomb of the Scipio family, from the owner, a bankrupt relative of the Princess Borghese.",
        "Mr. Smitthe afterward went to the Minister of the Public Records and had the piece of ground transferred to a poor American artist named George Arnold, explaining that he did it as payment and satisfaction for pecuniary damage accidentally done by him long since upon property belonging to Signor Arnold, and further observed that he would make additional satisfaction by improving the ground for Signor A., at his own charge and cost.",
        "Four weeks ago, while making some necessary excavations upon the property, Signor Smitthe unearthed the most remarkable ancient statue that has ever been added to the opulent art treasures of Rome.",
        "It was an exquisite figure of a woman, and though sadly stained by the soil and the mold of ages, no eye can look unmoved upon its ravishing beauty.",
        "The nose, the left leg from the knee down, an ear, and also the toes of the right foot and two fingers of one of the hands were gone, but otherwise the noble figure was in a remarkable state of preservation.",
        "The government at once took military possession of the statue, and appointed a commission of art-critics, antiquaries, and cardinal princes of the church to assess its value and determine the remuneration that must go to the owner of the ground in which it was found.",
        "The whole affair was kept a profound secret until last night.",
        "In the mean time the commission sat with closed doors and deliberated.",
        "Last night they decided unanimously that the statue is a Venus, and the work of some unknown but sublimely gifted artist of the third century before Christ.",
        "They consider it the most faultless work of art the world has any knowledge of.",
        "At midnight they held a final conference and decided that the Venus was worth the enormous sum of ten million francs!",
        "In accordance with Roman law and Roman usage, the government being half-owner in all works of art found in the Campagna, the State has naught to do but pay five million francs to Mr. Arnold and take permanent possession of the beautiful statue.",
        "This morning the Venus will be removed to the Capitol, there to remain, and at noon the commission will wait upon Signor Arnold with His Holiness the Pope's order upon the Treasury for the princely sum of five million francs in gold!",
        "Chorus of Voices.--“Luck!",
        "It's no name for it!” Another Voice.--“Gentlemen, I propose that we immediately form an American joint-stock company for the purchase of lands and excavations of statues here, with proper connections in Wall Street to bull and bear the stock.” All.--“Agreed.”"
      ],
      "sentence_count": 15,
      "word_count": 503
    },
    {
      "number": "VI",
      "title": "CHAPTER VI",
      "sentences": [
        "CHAPTER VI  “Dearest Mary, this is the most celebrated statue in the world.",
        "This is the renowned 'Capitoline Venus' you've heard so much about.",
        "Here she is with her little blemishes 'restored' (that is, patched) by the most noted Roman artists--and the mere fact that they did the humble patching of so noble a creation will make their names illustrious while the world stands.",
        "How strange it seems--this place!",
        "The day before I last stood here, ten happy years ago, I wasn't a rich man bless your soul, I hadn't a cent.",
        "And yet I had a good deal to do with making Rome mistress of this grandest work of ancient art the world contains.” “The worshiped, the illustrious Capitoline Venus--and what a sum she is valued at!",
        "Ten millions of francs!” “Yes--now she is.” “And oh, Georgy, how divinely beautiful she is!” “Ah, yes but nothing to what she was before that blessed John Smith broke her leg and battered her nose.",
        "Ingenious Smith!--gifted Smith!--noble Smith!",
        "Author of all our bliss!",
        "Hark!",
        "Do you know what that wheeze means?",
        "Mary, that cub has got the whooping-cough.",
        "Will you never learn to take care of the children!” THE END The Capitoline Venus is still in the Capitol at Rome, and is still the most charming and most illustrious work of ancient art the world can boast of.",
        "But if ever it shall be your fortune to stand before it and go into the customary ecstasies over it, don't permit this true and secret history of its origin to mar your bliss--and when you read about a gigantic Petrified man being dug up near Syracuse, in the State of New York, or near any other place, keep your own counsel--and if the Barnum that buried him there offers to sell to you at an enormous sum, don't you buy.",
        "Send him to the Pope!",
        "SPEECH ON ACCIDENT INSURANCE DELIVERED IN HARTFORD, AT A DINNER TO CORNELIUS WALFORD, OF LONDON GENTLEMEN: I am glad, indeed, to assist in welcoming the distinguished guest of this occasion to a city whose fame as an insurance center has extended to all lands, and given us the name of being a quadruple band of brothers working sweetly hand in hand--the Colt's Arms Company making the destruction of our race easy and convenient, our life insurance citizens paying for the victims when they pass away, Mr. Batterson perpetuating their memory with his stately monuments, and our fire-insurance comrades taking care of their hereafter.",
        "I am glad to assist in welcoming our guest--first, because he is an Englishman, and I owe a heavy debt of hospitality to certain of his fellow-countrymen; and secondly, because he is in sympathy with insurance and has been the means of making many other men cast their sympathies in the same direction.",
        "Certainly there is no nobler field for human effort than the insurance line of business--especially accident insurance.",
        "Ever since I have been a director in an accident-insurance company I have felt that I am a better man.",
        "Life has seemed more precious.",
        "Accidents have assumed a kindlier aspect.",
        "Distressing special providences have lost half their horror.",
        "I look upon a cripple now with affectionate interest--as an advertisement.",
        "I do not seem to care for poetry any more.",
        "I do not care for politics--even agriculture does not excite me.",
        "But to me now there is a charm about a railway collision that is unspeakable.",
        "There is nothing more beneficent than accident insurance.",
        "I have seen an entire family lifted out of poverty and into affluence by the simple boon of a broken leg.",
        "I have had people come to me on crutches, with tears in their eyes, to bless this beneficent institution.",
        "In all my experience of life, I have seen nothing so seraphic as the look that comes into a freshly mutilated man's face when he feels in his vest pocket with his remaining hand and finds his accident ticket all right.",
        "And I have seen nothing so sad as the look that came into another splintered customer's face when he found he couldn't collect on a wooden leg.",
        "I will remark here, by way of advertisement, that that noble charity which we have named the HARTFORD ACCIDENT INSURANCE COMPANY----is an institution which is peculiarly to be depended upon.",
        "A man is bound to prosper who gives it his custom.",
        "No man can take out a policy in it and not get crippled before the year is out.",
        "Now there was one indigent man who had been disappointed so often with other companies that he had grown disheartened, his appetite left him, he ceased to smile--life was but a weariness.",
        "Three weeks ago I got him to insure with us, and now he is the brightest, happiest spirit in this land--has a good steady income and a stylish suit of new bandages every day, and travels around on a shutter.",
        "I will say, in conclusion, that my share of the welcome to our guest is none the less hearty because I talk so much nonsense, and I know that I can say the same for the rest of the speakers.",
        "JOHN CHINAMAN IN NEW YORK As I passed along by one of those monster American tea stores in New York, I found a Chinaman sitting before it acting in the capacity of a sign.",
        "Everybody that passed by gave him a steady stare as long as their heads would twist over their shoulders without dislocating their necks, and a group had stopped to stare deliberately.",
        "Is it not a shame that we, who prate so much about civilization and humanity, are content to degrade a fellow-being to such an office as this?",
        "Is it not time for reflection when we find ourselves willing to see in such a being matter for frivolous curiosity instead of regret and grave reflection?",
        "Here was a poor creature whom hard fortune had exiled from his natural home beyond the seas, and whose troubles ought to have touched these idle strangers that thronged about him; but did it?",
        "Apparently not.",
        "Men calling themselves the superior race, the race of culture and of gentle blood, scanned his quaint Chinese hat, with peaked roof and ball on top, and his long queue dangling down his back; his short silken blouse, curiously frogged and figured (and, like the rest of his raiment, rusty, dilapidated, and awkwardly put on); his blue cotton, tight-legged pants, tied close around the ankles; and his clumsy blunt-toed shoes with thick cork soles; and having so scanned him from head to foot, cracked some unseemly joke about his outlandish attire or his melancholy face, and passed on.",
        "In my heart I pitied the friendless Mongol.",
        "I wondered what was passing behind his sad face, and what distant scene his vacant eye was dreaming of.",
        "Were his thoughts with his heart, ten thousand miles away, beyond the billowy wastes of the Pacific? among the ricefields and the plumy palms of China? under the shadows of remembered mountain peaks, or in groves of bloomy shrubs and strange forest trees unknown to climes like ours?",
        "And now and then, rippling among his visions and his dreams, did he hear familiar laughter and half-forgotten voices, and did he catch fitful glimpses of the friendly faces of a bygone time?",
        "A cruel fate it is, I said, that is befallen this bronzed wanderer.",
        "In order that the group of idlers might be touched at least by the words of the poor fellow, since the appeal of his pauper dress and his dreary exile was lost upon them, I touched him on the shoulder and said: “Cheer up--don't be downhearted.",
        "It is not America that treats you in this way, it is merely one citizen, whose greed of gain has eaten the humanity out of his heart.",
        "America has a broader hospitality for the exiled and oppressed.",
        "America and Americans are always ready to help the unfortunate.",
        "Money shall be raised--you shall go back to China--you shall see your friends again.",
        "What wages do they pay you here?” “Divil a cint but four dollars a week and find meself; but it's aisy, barrin' the troublesome furrin clothes that's so expinsive.” The exile remains at his post.",
        "The New York tea merchants who need picturesque signs are not likely to run out of Chinamen.",
        "HOW I EDITED AN AGRICULTURAL PAPER-- I did not take temporary editorship of an agricultural paper without misgivings.",
        "Neither would a landsman take command of a ship without misgivings.",
        "But I was in circumstances that made the salary an object.",
        "The regular editor of the paper was going off for a holiday, and I accepted the terms he offered, and took his place.",
        "The sensation of being at work again was luxurious, and I wrought all the week with unflagging pleasure.",
        "We went to press, and I waited a day with some solicitude to see whether my effort was going to attract any notice.",
        "As I left the office, toward sundown, a group of men and boys at the foot of the stairs dispersed with one impulse, and gave me passageway, and I heard one or two of them say: “That's him!” I was naturally pleased by this incident.",
        "The next morning I found a similar group at the foot of the stairs, and scattering couples and individuals standing here and there in the street and over the way, watching me with interest.",
        "The group separated and fell back as I approached, and I heard a man say, “Look at his eye!” I pretended not to observe the notice I was attracting, but secretly I was pleased with it, and was purposing to write an account of it to my aunt.",
        "I went up the short flight of stairs, and heard cheery voices and a ringing laugh as I drew near the door, which I opened, and caught a glimpse of two young rural-looking men, whose faces blanched and lengthened when they saw me, and then they both plunged through the window with a great crash.",
        "I was surprised.",
        "In about half an hour an old gentleman, with a flowing beard and a fine but rather austere face, entered, and sat down at my invitation.",
        "He seemed to have something on his mind.",
        "He took off his hat and set it on the floor, and got out of it a red silk handkerchief and a copy of our paper.",
        "He put the paper on his lap, and while he polished his spectacles with his handkerchief he said, “Are you the new editor?” I said I was. “Have you ever edited an agricultural paper before?” “No,” I said; “this is my first attempt.” “Very likely.",
        "Have you had any experience in agriculture practically?” “No; I believe I have not.” “Some instinct told me so,” said the old gentleman, putting on his spectacles, and looking over them at me with asperity, while he folded his paper into a convenient shape. “I wish to read you what must have made me have that instinct.",
        "It was this editorial. Listen, and see if it was you that wrote it: “'Turnips should never be pulled, it injures them.",
        "It is much better to send a boy up and let him shake the tree.' “Now, what do you think of that?--for I really suppose you wrote it?” “Think of it?",
        "Why, I think it is good.",
        "I think it is sense.",
        "I have no doubt that every year millions and millions of bushels of turnips are spoiled in this township alone by being pulled in a half-ripe condition, when, if they had sent a boy up to shake the tree--” “Shake your grandmother!",
        "Turnips don't grow on trees!” “Oh, they don't, don't they?",
        "Well, who said they did?",
        "The language was intended to be figurative, wholly figurative.",
        "Anybody that knows anything will know that I meant that the boy should shake the vine.” Then this old person got up and tore his paper all into small shreds, and stamped on them, and broke several things with his cane, and said I did not know as much as a cow; and then went out and banged the door after him, and, in short, acted in such a way that I fancied he was displeased about something.",
        "But not knowing what the trouble was, I could not be any help to him.",
        "Pretty soon after this a long, cadaverous creature, with lanky locks hanging down to his shoulders, and a week's stubble bristling from the hills and valleys of his face, darted within the door, and halted, motionless, with finger on lip, and head and body bent in listening attitude.",
        "No sound was heard.",
        "Still he listened.",
        "No sound.",
        "Then he turned the key in the door, and came elaborately tiptoeing toward me till he was within long reaching distance of me, when he stopped and, after scanning my face with intense interest for a while, drew a folded copy of our paper from his bosom, and said: “There, you wrote that.",
        "Read it to me--quick!",
        "Relieve me.",
        "I suffer.” I read as follows; and as the sentences fell from my lips I could see the relief come, I could see the drawn muscles relax, and the anxiety go out of the face, and rest and peace steal over the features like the merciful moonlight over a desolate landscape: The guano is a fine bird, but great care is necessary in rearing it.",
        "It should not be imported earlier than June or later than September.",
        "In the winter it should be kept in a warm place, where it can hatch out its young.",
        "It is evident that we are to have a backward season for grain.",
        "Therefore it will be well for the farmer to begin setting out his corn-stalks and planting his buckwheat cakes in July instead of August.",
        "Concerning the pumpkin.",
        "This berry is a favorite with the natives of the interior of New England, who prefer it to the gooseberry for the making of fruit-cake, and who likewise give it the preference over the raspberry for feeding cows, as being more filling and fully as satisfying.",
        "The pumpkin is the only esculent of the orange family that will thrive in the North, except the gourd and one or two varieties of the squash.",
        "But the custom of planting it in the front yard with the shrubbery is fast going out of vogue, for it is now generally conceded that, the pumpkin as a shade tree is a failure.",
        "Now, as the warm weather approaches, and the ganders begin to spawn-- The excited listener sprang toward me to shake hands, and said: “There, there--that will do.",
        "I know I am all right now, because you have read it just as I did, word, for word.",
        "But, stranger, when I first read it this morning, I said to myself, I never, never believed it before, notwithstanding my friends kept me under watch so strict, but now I believe I am crazy; and with that I fetched a howl that you might have heard two miles, and started out to kill somebody--because, you know, I knew it would come to that sooner or later, and so I might as well begin.",
        "I read one of them paragraphs over again, so as to be certain, and then I burned my house down and started.",
        "I have crippled several people, and have got one fellow up a tree, where I can get him if I want him.",
        "But I thought I would call in here as I passed along and make the thing perfectly certain; and now it is certain, and I tell you it is lucky for the chap that is in the tree.",
        "I should have killed him sure, as I went back.",
        "Good-by, sir, good-by; you have taken a great load off my mind.",
        "My reason has stood the strain of one of your agricultural articles, and I know that nothing can ever unseat it now.",
        "Good-by, sir.” I felt a little uncomfortable about the cripplings and arsons this person had been entertaining himself with, for I could not help feeling remotely accessory to them.",
        "But these thoughts were quickly banished, for the regular editor walked in!",
        "The editor was looking sad and perplexed and dejected.",
        "He surveyed the wreck which that old rioter and those two young farmers had made, and then said “This is a sad business--a very sad business.",
        "There is the mucilage-bottle broken, and six panes of glass, and a spittoon, and two candlesticks.",
        "But that is not the worst.",
        "The reputation of the paper is injured--and permanently, I fear.",
        "True, there never was such a call for the paper before, and it never sold such a large edition or soared to such celebrity--but does one want to be famous for lunacy, and prosper upon the infirmities of his mind?",
        "My friend, as I am an honest man, the street out here is full of people, and others are roosting on the fences, waiting to get a glimpse of you, because they think you are crazy.",
        "And well they might after reading your editorials.",
        "They are a disgrace to journalism.",
        "Why, what put it into your head that you could edit a paper of this nature?",
        "You do not seem to know the first rudiments of agriculture.",
        "You speak of a furrow and a harrow as being the same thing; you talk of the moulting season for cows; and you recommend the domestication of the pole-cat on account of its playfulness and its excellence as a ratter!",
        "Your remark that clams will lie quiet if music be played to them was superfluous--entirely superfluous.",
        "Nothing disturbs clams.",
        "Clams always lie quiet.",
        "Clams care nothing whatever about music.",
        "Ah, heavens and earth, friend! if you had made the acquiring of ignorance the study of your life, you could not have graduated with higher honor than you could to-day.",
        "I never saw anything like it.",
        "Your observation that the horse-chestnut as an article of commerce is steadily gaining in favor is simply calculated to destroy this journal. I want you to throw up your situation and go.",
        "I want no more holiday--I could not enjoy it if I had it.",
        "Certainly not with you in my chair.",
        "I would always stand in dread of what you might be going to recommend next.",
        "It makes me lose all patience every time I think of your discussing oyster-beds under the head of 'Landscape Gardening.'",
        "I want you to go.",
        "Nothing on earth could persuade me to take another holiday.",
        "Oh! why didn't you tell me you didn't know anything about agriculture?” “Tell you, you corn-stalk, you cabbage, you son of a cauliflower?",
        "It's the first time I ever heard such an unfeeling remark.",
        "I tell you I have been in the editorial business going on fourteen years, and it is the first time I ever heard of a man's having to know anything in order to edit a newspaper.",
        "You turnip!",
        "Who write the dramatic critiques for the second-rate papers?",
        "Why, a parcel of promoted shoemakers and apprentice apothecaries, who know just as much about good acting as I do about good farming and no more.",
        "Who review the books?",
        "People who never wrote one.",
        "Who do up the heavy leaders on finance?",
        "Parties who have had the largest opportunities for knowing nothing about it.",
        "Who criticize the Indian campaigns?",
        "Gentlemen who do not know a war-whoop from a wigwam, and who never have had to run a foot-race with a tomahawk, or pluck arrows out of the several members of their families to build the evening camp-fire with.",
        "Who write the temperance appeals, and clamor about the flowing bowl?",
        "Folks who will never draw another sober breath till they do it in the grave.",
        "Who edit the agricultural papers, you--yam?",
        "Men, as a general thing, who fail in the poetry line, yellow-colored novel line, sensation, drama line, city-editor line, and finally fall back on agriculture as a temporary reprieve from the poorhouse.",
        "You try to tell me anything about the newspaper business!",
        "Sir, I have been through it from Alpha to Omaha, and I tell you that the less a man knows the bigger the noise he makes and the higher the salary he commands.",
        "Heaven knows if I had but been ignorant instead of cultivated, and impudent instead of diffident, I could have made a name for myself in this cold, selfish world.",
        "I take my leave, sir.",
        "Since I have been treated as you have treated me, I am perfectly willing to go.",
        "But I have done my duty.",
        "I have fulfilled my contract as far as I was permitted to do it.",
        "I said I could make your paper of interest to all classes--and I have.",
        "I said I could run your circulation up to twenty thousand copies, and if I had had two more weeks I'd have done it.",
        "And I'd have given you the best class of readers that ever an agricultural paper had--not a farmer in it, nor a solitary individual who could tell a watermelon-tree from a peach-vine to save his life.",
        "You are the loser by this rupture, not me, Pie-plant.",
        "Adios.” I then left.",
        "THE PETRIFIED MAN Now, to show how really hard it is to foist a moral or a truth upon an unsuspecting public through a burlesque without entirely and absurdly missing one's mark, I will here set down two experiences of my own in this thing.",
        "In the fall of 1862, in Nevada and California, the people got to running wild about extraordinary petrifactions and other natural marvels.",
        "One could scarcely pick up a paper without finding in it one or two glorified discoveries of this kind.",
        "The mania was becoming a little ridiculous.",
        "I was a brand-new local editor in Virginia City, and I felt called upon to destroy this growing evil; we all have our benignant, fatherly moods at one time or another, I suppose.",
        "I chose to kill the petrifaction mania with a delicate, a very delicate satire.",
        "But maybe it was altogether too delicate, for nobody ever perceived the satire part of it at all.",
        "I put my scheme in the shape of the discovery of a remarkably petrified man.",
        "I had had a temporary falling out with Mr.----, the new coroner and justice of the peace of Humboldt, and thought I might as well touch him up a little at the same time and make him ridiculous, and thus combine pleasure with business.",
        "So I told, in patient, belief-compelling detail, all about the finding of a petrified-man at Gravelly Ford (exactly a hundred and twenty miles, over a breakneck mountain trail from where ---- lived); how all the savants of the immediate neighborhood had been to examine it (it was notorious that there was not a living creature within fifty miles of there, except a few starving Indians, some crippled grasshoppers, and four or five buzzards out of meat and too feeble to get away); how those savants all pronounced the petrified man to have been in a state of complete petrifaction for over ten generations; and then, with a seriousness that I ought to have been ashamed to assume, I stated that as soon as Mr.----heard the news he summoned a jury, mounted his mule, and posted off, with noble reverence for official duty, on that awful five days' journey, through alkali, sage brush, peril of body, and imminent starvation, to hold an inquest on this man that had been dead and turned to everlasting stone for more than three hundred years!",
        "And then, my hand being “in,” so to speak, I went on, with the same unflinching gravity, to state that the jury returned a verdict that deceased came to his death from protracted exposure.",
        "This only moved me to higher flights of imagination, and I said that the jury, with that charity so characteristic of pioneers, then dug a grave, and were about to give the petrified man Christian burial, when they found that for ages a limestone sediment had been trickling down the face of the stone against which he was sitting, and this stuff had run under him and cemented him fast to the “bed-rock”; that the jury (they were all silver-miners) canvassed the difficulty a moment, and then got out their powder and fuse, and proceeded to drill a hole under him, in order to blast him from his position, when Mr.----, “with that delicacy so characteristic of him, forbade them, observing that it would be little less than sacrilege to do such a thing.” From beginning to end the “Petrified Man” squib was a string of roaring absurdities, albeit they were told with an unfair pretense of truth that even imposed upon me to some extent, and I was in some danger of believing in my own fraud.",
        "But I really had no desire to deceive anybody, and no expectation of doing it.",
        "I depended on the way the petrified man was sitting to explain to the public that he was a swindle.",
        "Yet I purposely mixed that up with other things, hoping to make it obscure--and I did.",
        "I would describe the position of one foot, and then say his right thumb was against the side of his nose; then talk about his other foot, and presently come back and say the fingers of his right hand were spread apart; then talk about the back of his head a little, and return and say the left thumb was hooked into the right little finger; then ramble off about something else, and by and by drift back again and remark that the fingers of the left hand were spread like those of the right.",
        "But I was too ingenious.",
        "I mixed it up rather too much; and so all that description of the attitude, as a key to the humbuggery of the article, was entirely lost, for nobody but me ever discovered and comprehended the peculiar and suggestive position of the petrified man's hands.",
        "As a satire on the petrifaction mania, or anything else, my Petrified Man was a disheartening failure; for everybody received him in innocent good faith, and I was stunned to see the creature I had begotten to pull down the wonder-business with, and bring derision upon it, calmly exalted to the grand chief place in the list of the genuine marvels our Nevada had produced.",
        "I was so disappointed at the curious miscarriage of my scheme, that at first I was angry, and did not like to think about it; but by and by, when the exchanges began to come in with the Petrified Man copied and guilelessly glorified, I began to feel a soothing secret satisfaction; and as my gentleman's field of travels broadened, and by the exchanges I saw that he steadily and implacably penetrated territory after territory, state after state, and land after land, till he swept the great globe and culminated in sublime and unimpeached legitimacy in the august London Lancet, my cup was full, and I said I was glad I had done it.",
        "I think that for about eleven months, as nearly as I can remember, Mr.----'s daily mail-bag continued to be swollen by the addition of half a bushel of newspapers hailing from many climes with the Petrified Man in them, marked around with a prominent belt of ink.",
        "I sent them to him.",
        "I did it for spite, not for fun.",
        "He used to shovel them into his back yard and curse.",
        "And every day during all those months the miners, his constituents (for miners never quit joking a person when they get started), would call on him and ask if he could tell them where they could get hold of a paper with the Petrified Man in it.",
        "He could have accommodated a continent with them.",
        "I hated ---- in those days, and these things pacified me and pleased me.",
        "I could not have gotten more real comfort out of him without killing him.",
        "MY BLOODY MASSACRE The other burlesque I have referred to was my fine satire upon the financial expedients of “cooking dividends,” a thing which became shamefully frequent on the Pacific coast for a while.",
        "Once more, in my self-complacent simplicity I felt that the time had arrived for me to rise up and be a reformer.",
        "I put this reformatory satire in the shape of a fearful “Massacre at Empire City.” The San Francisco papers were making a great outcry about the iniquity of the Daney Silver-Mining Company, whose directors had declared a “cooked” or false dividend, for the purpose of increasing the value of their stock, so that they could sell out at a comfortable figure, and then scramble from under the tumbling concern.",
        "And while abusing the Daney, those papers did not forget to urge the public to get rid of all their silver stocks and invest in sound and safe San Francisco stocks, such as the Spring Valley Water Company, etc. But right at this unfortunate juncture, behold the Spring Valley cooked a dividend too!",
        "And so, under the insidious mask of an invented “bloody massacre,” I stole upon the public unawares with my scathing satire upon the dividend-cooking system.",
        "In about half a column of imaginary human carnage I told how a citizen had murdered his wife and nine children, and then committed suicide.",
        "And I said slyly, at the bottom, that the sudden madness of which this melancholy massacre was the result had been brought about by his having allowed himself to be persuaded by the California papers to sell his sound and lucrative Nevada silver stocks, and buy into Spring Valley just in time to get cooked along with that company's fancy dividend, and sink every cent he had in the world.",
        "Ah, it was a deep, deep satire, and most ingeniously contrived.",
        "But I made the horrible details so carefully and conscientiously interesting that the public devoured them greedily, and wholly overlooked the following distinctly stated facts, to wit: The murderer was perfectly well known to every creature in the land as a bachelor, and consequently he could not murder his wife and nine children; he murdered them “in his splendid dressed-stone mansion just in the edge of the great pine forest between Empire City and Dutch Nick's,” when even the very pickled oysters that came on our tables knew that there was not a “dressed-stone mansion” in all Nevada Territory; also that, so far from there being a “great pine forest between Empire City and Dutch Nick's,” there wasn't a solitary tree within fifteen miles of either place; and, finally, it was patent and notorious that Empire City and Dutch Nick's were one and the same place, and contained only six houses anyhow, and consequently there could be no forest between them; and on top of all these absurdities I stated that this diabolical murderer, after inflicting a wound upon himself that the reader ought to have seen would kill an elephant in the twinkling of an eye, jumped on his horse and rode four miles, waving his wife's reeking scalp in the air, and thus performing entered Carson City with tremendous éclat, and dropped dead in front of the chief saloon, the envy and admiration of all beholders.",
        "Well, in all my life I never saw anything like the sensation that little satire created.",
        "It was the talk of the town, it was the talk of the territory.",
        "Most of the citizens dropped gently into it at breakfast, and they never finished their meal. There was something about those minutely faithful details that was a sufficing substitute for food.",
        "Few people that were able to read took food that morning.",
        "Dan and I (Dan was my reportorial associate) took our seats on either side of our customary table in the “Eagle Restaurant,” and, as I unfolded the shred they used to call a napkin in that establishment, I saw at the next table two stalwart innocents with that sort of vegetable dandruff sprinkled about their clothing which was the sign and evidence that they were in from the Truckee with a load of hay.",
        "The one facing me had the morning paper folded to a long, narrow strip, and I knew, without any telling, that that strip represented the column that contained my pleasant financial satire.",
        "From the way he was excitedly mumbling, I saw that the heedless son of a hay-mow was skipping with all his might, in order to get to the bloody details as quickly as possible; and so he was missing the guide-boards I had set up to warn him that the whole thing was a fraud.",
        "Presently his eyes spread wide open, just as his jaws swung asunder to take in a potato approaching it on a fork; the potato halted, the face lit up redly, and the whole man was on fire with excitement.",
        "Then he broke into a disjointed checking off of the particulars--his potato cooling in mid-air meantime, and his mouth making a reach for it occasionally, but always bringing up suddenly against a new and still more direful performance of my hero.",
        "At last he looked his stunned and rigid comrade impressively in the face, and said, with an expression of concentrated awe: “Jim, he b'iled his baby, and he took the old 'oman's skelp.",
        "Cuss'd if I want any breakfast!” And he laid his lingering potato reverently down, and he and his friend departed from the restaurant empty but satisfied.",
        "He NEVER GOT DOWN to where the satire part of it began.",
        "Nobody ever did.",
        "They found the thrilling particulars sufficient.",
        "To drop in with a poor little moral at the fag-end of such a gorgeous massacre was like following the expiring sun with a candle and hope to attract the world's attention to it.",
        "The idea that anybody could ever take my massacre for a genuine occurrence never once suggested itself to me, hedged about as it was by all those telltale absurdities and impossibilities concerning the “great pine forest,” the “dressed-stone mansion,” etc. But I found out then, and never have forgotten since, that we never read the dull explanatory surroundings of marvelously exciting things when we have no occasion to suppose that some irresponsible scribbler is trying to defraud us; we skip all that, and hasten to revel in the blood-curdling particulars and be happy.",
        "THE UNDERTAKER'S CHAT “Now that corpse,” said the undertaker, patting the folded hands of deceased approvingly, “was a brick--every way you took him he was a brick.",
        "He was so real accommodating, and so modest-like and simple in his last moments.",
        "Friends wanted metallic burial-case--nothing else would do.",
        "I couldn't get it.",
        "There warn't going to be time--anybody could see that. “Corpse said never mind, shake him up some kind of a box he could stretch out in comfortable, he warn't particular 'bout the general style of it.",
        "Said he went more on room than style, anyway in a last final container. “Friends wanted a silver door-plate on the coffin, signifying who he was and wher' he was from.",
        "Now you know a fellow couldn't roust out such a gaily thing as that in a little country-town like this.",
        "What did corpse say? “Corpse said, whitewash his old canoe and dob his address and general destination onto it with a blacking-brush and a stencil-plate, 'long with a verse from some likely hymn or other, and p'int him for the tomb, and mark him C.",
        "O.",
        "D., and just let him flicker.",
        "He warn't distressed any more than you be--on the contrary, just as ca(,)'m and collected as a hearse-horse; said he judged that wher' he was going to a body would find it considerable better to attract attention by a picturesque moral character than a natty burial-case with a swell door-plate on it. “Splendid man, he was.",
        "I'd druther do for a corpse like that 'n any I've tackled in seven year.",
        "There's some satisfaction in buryin' a man like that.",
        "You feel that what you're doing is appreciated.",
        "Lord bless you, so's he got planted before he sp'iled, he was perfectly satisfied; said his relations meant well, perfectly well, but all them preparations was bound to delay the thing more or less, and he didn't wish to be kept layin' around.",
        "You never see such a clear head as what he had--and so ca'm and so cool.",
        "Jist a hunk of brains--that is what he was.",
        "Perfectly awful.",
        "It was a ripping distance from one end of that man's head to t'other.",
        "Often and over again he's had brain-fever a-raging in one place, and the rest of the pile didn't know anything about it--didn't affect it any more than an Injun Insurrection in Arizona affects the Atlantic States. “Well, the relations they wanted a big funeral, but corpse said he was down on flummery--didn't want any procession--fill the hearse full of mourners, and get out a stern line and tow him behind.",
        "He was the most down on style of any remains I ever struck.",
        "A beautiful, simpleminded creature--it was what he was, you can depend on that.",
        "He was just set on having things the way he wanted them, and he took a solid comfort in laying his little plans.",
        "He had me measure him and take a whole raft of directions; then he had the minister stand up behind a long box with a table--cloth over it, to represent the coffin, and read his funeral sermon, saying 'Angcore, angcore!' at the good places, and making him scratch out every bit of brag about him, and all the hifalutin; and then he made them trot out the choir, so's he could help them pick out the tunes for the occasion, and he got them to sing 'Pop Goes the Weasel,' because he'd always liked that tune when he was downhearted, and solemn music made him sad; and when they sung that with tears in their eyes (because they all loved him), and his relations grieving around, he just laid there as happy as a bug, and trying to beat time and showing all over how much he enjoyed it; and presently he got worked up and excited, and tried to join in, for, mind you, he was pretty proud of his abilities in the singing line; but the first time he opened his mouth and was just going to spread himself his breath took a walk. “I never see a man snuffed out so sudden.",
        "Ah, it was a great loss--a powerful loss to this poor little one-horse town.",
        "Well, well, well, I hain't got time to be palavering along here--got to nail on the lid and mosey along with him; and if you'll just give me a lift we'll skeet him into the hearse and meander along.",
        "Relations bound to have it so--don't pay no attention to dying injunctions, minute a corpse's gone; but, if I had my way, if I didn't respect his last wishes and tow him behind the hearse I'll be cuss'd.",
        "I consider that whatever a corpse wants done for his comfort is little enough matter, and a man hain't got no right to deceive him or take advantage of him; and whatever a corpse trusts me to do I'm a-going to do, you know, even if it's to stuff him and paint him yaller and keep him for a keepsake--you hear me!” He cracked his whip and went lumbering away with his ancient ruin of a hearse, and I continued my walk with a valuable lesson learned--that a healthy and wholesome is not necessarily impossible to any occupation.",
        "The lesson is likely to be lasting, for it will take many months to obliterate the memory of the remarks and circumstances that impressed it.",
        "CONCERNING CHAMBERMAIDS Against all chambermaids, of whatsoever age or nationality, I launch the curse of bachelordom!",
        "Because: They always put the pillows at the opposite end of the bed from the gas-burner, so that while you read and smoke before sleeping (as is the ancient and honored custom of bachelors), you have to hold your book aloft, in an uncomfortable position, to keep the light from dazzling your eyes.",
        "When they find the pillows removed to the other end of the bed in the morning, they receive not the suggestion in a friendly spirit; but, glorying in their absolute sovereignty, and unpitying your helplessness, they make the bed just as it was originally, and gloat in secret over the pang their tyranny will cause you.",
        "Always after that, when they find you have transposed the pillows, they undo your work, and thus defy and seek to embitter the life that God has given you.",
        "If they cannot get the light in an inconvenient position any other way, they move the bed.",
        "If you pull your trunk out six inches from the wall, so that the lid will stay up when you open it, they always shove that trunk back again.",
        "They do it on purpose.",
        "If you want the spittoon in a certain spot, where it will be handy, they don't, and so they move it.",
        "They always put your other boots into inaccessible places.",
        "They chiefly enjoy depositing them as far under the bed as the wall will permit.",
        "It is because this compels you to get down in an undignified attitude and make wild sweeps for them in the dark with the bootjack, and swear.",
        "They always put the matchbox in some other place.",
        "They hunt up a new place for it every day, and put up a bottle, or other perishable glass thing, where the box stood before.",
        "This is to cause you to break that glass thing, groping in the dark, and get yourself into trouble.",
        "They are for ever and ever moving the furniture.",
        "When you come in in the night you can calculate on finding the bureau where the wardrobe was in the morning.",
        "And when you go out in the morning, if you leave the slop-bucket by the door and rocking-chair by the window, when you come in at midnight or thereabout, you will fall over that rocking-chair, and you will proceed toward the window and sit down in that slop-tub.",
        "This will disgust you.",
        "They like that.",
        "No matter where you put anything, they are not going to let it stay there.",
        "They will take it and move it the first chance they get.",
        "It is their nature.",
        "And, besides, it gives them pleasure to be mean and contrary this way.",
        "They would die if they couldn't be villains.",
        "They always save up all the old scraps of printed rubbish you throw on the floor, and stack them up carefully on the table, and start the fire with your valuable manuscripts.",
        "If there is any one particular old scrap that you are more down on than any other, and which you are gradually wearing your life out trying to get rid of, you may take all the pains you possibly can in that direction, but it won't be of any use, because they will always fetch that old scrap back and put it in the same old place again every time.",
        "It does them good.",
        "And they use up more hair-oil than any six men.",
        "If charged with purloining the same, they lie about it.",
        "What do they care about a hereafter?",
        "Absolutely nothing.",
        "If you leave the key in the door for convenience' sake, they will carry it down to the office and give it to the clerk.",
        "They do this under the vile pretense of trying to protect your property from thieves; but actually they do it because they want to make you tramp back down-stairs after it when you come home tired, or put you to the trouble of sending a waiter for it, which waiter will expect you to pay him something.",
        "In which case I suppose the degraded creatures divide.",
        "They keep always trying to make your bed before you get up, thus destroying your rest and inflicting agony upon you; but after you get up, they don't come any more till next day.",
        "They do all the mean things they can think of, and they do them just out of pure cussedness, and nothing else.",
        "Chambermaids are dead to every human instinct.",
        "If I can get a bill through the legislature abolishing chambermaids, I mean to do it.",
        "AURELIA'S UNFORTUNATE YOUNG MAN-- The facts in the following case came to me by letter from a young lady who lives in the beautiful city of San José; she is perfectly unknown to me, and simply signs herself “Aurelia Maria,” which may possibly be a fictitious name.",
        "But no matter, the poor girl is almost heartbroken by the misfortunes she has undergone, and so confused by the conflicting counsels of misguided friends and insidious enemies that she does not know what course to pursue in order to extricate herself from the web of difficulties in which she seems almost hopelessly involved.",
        "In this dilemma she turns to me for help, and supplicates for my guidance and instruction with a moving eloquence that would touch the heart of a statue.",
        "Hear her sad story: She says that when she was sixteen years old she met and loved, with all the devotion of a passionate nature, a young man from New Jersey, named Williamson Breckinridge Caruthers, who was some six years her senior.",
        "They were engaged, with the free consent of their friends and relatives, and for a time it seemed as if their career was destined to be characterized by an immunity from sorrow beyond the usual lot of humanity.",
        "But at last the tide of fortune turned; young Caruthers became infected with smallpox of the most virulent type, and when he recovered from his illness his face was pitted like a waffle-mold, and his comeliness gone forever.",
        "Aurelia thought to break off the engagement at first, but pity for her unfortunate lover caused her to postpone the marriage-day for a season, and give him another trial. The very day before the wedding was to have taken place, Breckinridge, while absorbed in watching the flight of a balloon, walked into a well and fractured one of his legs, and it had to be taken off above the knee.",
        "Again Aurelia was moved to break the engagement, but again love triumphed, and she set the day forward and gave him another chance to reform.",
        "And again misfortune overtook the unhappy youth.",
        "He lost one arm by the premature discharge of a Fourth of July cannon, and within three months he got the other pulled out by a carding-machine.",
        "Aurelia's heart was almost crushed by these latter calamities.",
        "She could not but be deeply grieved to see her lover passing from her by piecemeal, feeling, as she did, that he could not last forever under this disastrous process of reduction, yet knowing of no way to stop its dreadful career, and in her tearful despair she almost regretted, like brokers who hold on and lose, that she had not taken him at first, before he had suffered such an alarming depreciation.",
        "Still, her brave soul bore her up, and she resolved to bear with her friend's unnatural disposition yet a little longer.",
        "Again the wedding-day approached, and again disappointment overshadowed it; Caruthers fell ill with the erysipelas, and lost the use of one of his eyes entirely.",
        "The friends and relatives of the bride, considering that she had already put up with more than could reasonably be expected of her, now came forward and insisted that the match should be broken off; but after wavering awhile, Aurelia, with a generous spirit which did her credit, said she had reflected calmly upon the matter, and could not discover that Breckinridge was to blame.",
        "So she extended the time once more, and he broke his other leg.",
        "It was a sad day for the poor girl when she saw the surgeons reverently bearing away the sack whose uses she had learned by previous experience, and her heart told her the bitter truth that some more of her lover was gone.",
        "She felt that the field of her affections was growing more and more circumscribed every day, but once more she frowned down her relatives and renewed her betrothal. Shortly before the time set for the nuptials another disaster occurred.",
        "There was but one man scalped by the Owens River Indians last year.",
        "That man was Williamson Breckinridge Caruthers of New Jersey.",
        "He was hurrying home with happiness in his heart, when he lost his hair forever, and in that hour of bitterness he almost cursed the mistaken mercy that had spared his head.",
        "At last Aurelia is in serious perplexity as to what she ought to do.",
        "She still loves her Breckinridge, she writes, with truly womanly feeling--she still loves what is left of him--but her parents are bitterly opposed to the match, because he has no property and is disabled from working, and she has not sufficient means to support both comfortably. “Now, what should she do?” she asked with painful and anxious solicitude.",
        "It is a delicate question; it is one which involves the lifelong happiness of a woman, and that of nearly two-thirds of a man, and I feel that it would be assuming too great a responsibility to do more than make a mere suggestion in the case.",
        "How would it do to build to him?",
        "If Aurelia can afford the expense, let her furnish her mutilated lover with wooden arms and wooden legs, and a glass eye and a wig, and give him another show; give him ninety days, without grace, and if he does not break his neck in the mean time, marry him and take the chances.",
        "It does not seem to me that there is much risk, anyway, Aurelia, because if he sticks to his singular propensity for damaging himself every time he sees a good opportunity, his next experiment is bound to finish him, and then you are safe, married or single.",
        "If married, the wooden legs and such other valuables as he may possess revert to the widow, and you see you sustain no actual loss save the cherished fragment of a noble but most unfortunate husband, who honestly strove to do right, but whose extraordinary instincts were against him.",
        "Try it, Maria.",
        "I have thought the matter over carefully and well, and it is the only chance I see for you.",
        "It would have been a happy conceit on the part of Caruthers if he had started with his neck and broken that first; but since he has seen fit to choose a different policy and string himself out as long as possible, I do not think we ought to upbraid him for it if he has enjoyed it.",
        "We must do the best we can under the circumstances, and try not to feel exasperated at him. “AFTER” JENKINS A grand affair of a ball--the Pioneers'--came off at the Occidental some time ago.",
        "The following notes of the costumes worn by the belles of the occasion may not be uninteresting to the general reader, and Jenkins may get an idea therefrom: Mrs. W.",
        "M. was attired in an elegant pâté de foie gras, made expressly for her, and was greatly admired.",
        "Miss S. had her hair done up.",
        "She was the center of attraction for the gentlemen and the envy of all the ladies.",
        "Mrs. G.",
        "W. was tastefully dressed in a 'tout ensemble,' and was greeted with deafening applause wherever she went.",
        "Mrs. C.",
        "N. was superbly arrayed in white kid gloves.",
        "Her modest and engaging manner accorded well with the unpretending simplicity of her costume and caused her to be regarded with absorbing interest by every one.",
        "The charming Miss M.",
        "M.",
        "B. appeared in a thrilling waterfall, whose exceeding grace and volume compelled the homage of pioneers and emigrants alike.",
        "How beautiful she was!",
        "The queenly Mrs. L.",
        "R. was attractively attired in her new and beautiful false teeth, and the 'bon jour' effect they naturally produced was heightened by her enchanting and well-sustained smile.",
        "Miss R.",
        "P., with that repugnance to ostentation in dress which is so peculiar to her, was attired in a simple white lace collar, fastened with a neat pearl-button solitaire.",
        "The fine contrast between the sparkling vivacity of her natural optic, and the steadfast attentiveness of her placid glass eye, was the subject of general and enthusiastic remark.",
        "Miss C.",
        "L.",
        "B. had her fine nose elegantly enameled, and the easy grace with which she blew it from time to time marked her as a cultivated and accomplished woman of the world; its exquisitely modulated tone excited the admiration of all who had the happiness to hear it.",
        "ABOUT BARBERS All things change except barbers, the ways of barbers, and the surroundings of barbers.",
        "These never change.",
        "What one experiences in a barber's shop the first time he enters one is what he always experiences in barbers' shops afterward till the end of his days.",
        "I got shaved this morning as usual. A man approached the door from Jones Street as I approached it from Main--a thing that always happens.",
        "I hurried up, but it was of no use; he entered the door one little step ahead of me, and I followed in on his heels and saw him take the only vacant chair, the one presided over by the best barber.",
        "It always happens so.",
        "I sat down, hoping that I might fall heir to the chair belonging to the better of the remaining two barbers, for he had already begun combing his man's hair, while his comrade was not yet quite done rubbing up and oiling his customer's locks.",
        "I watched the probabilities with strong interest.",
        "When I saw that No. 2 was gaining on No. 1 my interest grew to solicitude.",
        "When No. 1 stopped a moment to make change on a bath ticket for a new-comer, and lost ground in the race, my solicitude rose to anxiety.",
        "When No. 1 caught up again, and both he and his comrade were pulling the towels away and brushing the powder from their customers' cheeks, and it was about an even thing which one would say “Next!” first, my very breath stood still with the suspense.",
        "But when at the culminating moment No. 1 stopped to pass a comb a couple of times through his customer's eyebrows, I saw that he had lost the race by a single instant, and I rose indignant and quitted the shop, to keep from falling into the hands of No. 2; for I have none of that enviable firmness that enables a man to look calmly into the eyes of a waiting barber and tell him he will wait for his fellow-barber's chair.",
        "I stayed out fifteen minutes, and then went back, hoping for better luck.",
        "Of course all the chairs were occupied now, and four men sat waiting, silent, unsociable, distraught, and looking bored, as men always do who are waiting their turn in a barber's shop.",
        "I sat down in one of the iron-armed compartments of an old sofa, and put in the time for a while reading the framed advertisements of all sorts of quack nostrums for dyeing and coloring the hair.",
        "Then I read the greasy names on the private bayrum bottles; read the names and noted the numbers on the private shaving-cups in the pigeonholes; studied the stained and damaged cheap prints on the walls, of battles, early Presidents, and voluptuous recumbent sultanas, and the tiresome and everlasting young girl putting her grandfather's spectacles on; execrated in my heart the cheerful canary and the distracting parrot that few barbers' shops are without.",
        "Finally, I searched out the least dilapidated of last year's illustrated papers that littered the foul center-table, and conned their unjustifiable misrepresentations of old forgotten events.",
        "At last my turn came.",
        "A voice said “Next!” and I surrendered to--No. 2, of course.",
        "It always happens so.",
        "I said meekly that I was in a hurry, and it affected him as strongly as if he had never heard it.",
        "He shoved up my head, and put a napkin under it.",
        "He plowed his fingers into my collar and fixed a towel there.",
        "He explored my hair with his claws and suggested that it needed trimming.",
        "I said I did not want it trimmed.",
        "He explored again and said it was pretty long for the present style--better have a little taken off; it needed it behind especially.",
        "I said I had had it cut only a week before.",
        "He yearned over it reflectively a moment, and then asked with a disparaging manner, who cut it?",
        "I came back at him promptly with a “You did!” I had him there.",
        "Then he fell to stirring up his lather and regarding himself in the glass, stopping now and then to get close and examine his chin critically or inspect a pimple.",
        "Then he lathered one side of my face thoroughly, and was about to lather the other, when a dog-fight attracted his attention, and he ran to the window and stayed and saw it out, losing two shillings on the result in bets with the other barbers, a thing which gave me great satisfaction.",
        "He finished lathering, and then began to rub in the suds with his hand.",
        "He now began to sharpen his razor on an old suspender, and was delayed a good deal on account of a controversy about a cheap masquerade ball he had figured at the night before, in red cambric and bogus ermine, as some kind of a king.",
        "He was so gratified with being chaffed about some damsel whom he had smitten with his charms that he used every means to continue the controversy by pretending to be annoyed at the chaffings of his fellows.",
        "This matter begot more surveyings of himself in the glass, and he put down his razor and brushed his hair with elaborate care, plastering an inverted arch of it down on his forehead, accomplishing an accurate “part” behind, and brushing the two wings forward over his ears with nice exactness.",
        "In the mean time the lather was drying on my face, and apparently eating into my vitals.",
        "Now he began to shave, digging his fingers into my countenance to stretch the skin and bundling and tumbling my head this way and that as convenience in shaving demanded.",
        "As long as he was on the tough sides of my face I did not suffer; but when he began to rake, and rip, and tug at my chin, the tears came.",
        "He now made a handle of my nose, to assist him shaving the corners of my upper lip, and it was by this bit of circumstantial evidence that I discovered that a part of his duties in the shop was to clean the kerosene-lamps.",
        "I had often wondered in an indolent way whether the barbers did that, or whether it was the boss.",
        "About this time I was amusing myself trying to guess where he would be most likely to cut me this time, but he got ahead of me, and sliced me on the end of the chin before I had got my mind made up.",
        "He immediately sharpened his razor--he might have done it before.",
        "I do not like a close shave, and would not let him go over me a second time.",
        "I tried to get him to put up his razor, dreading that he would make for the side of my chin, my pet tender spot, a place which a razor cannot touch twice without making trouble; but he said he only wanted to just smooth off one little roughness, and in the same moment he slipped his razor along the forbidden ground, and the dreaded pimple-signs of a close shave rose up smarting and answered to the call.",
        "Now he soaked his towel in bay rum, and slapped it all over my face nastily; slapped it over as if a human being ever yet washed his face in that way.",
        "Then he dried it by slapping with the dry part of the towel, as if a human being ever dried his face in such a fashion; but a barber seldom rubs you like a Christian.",
        "Next he poked bay rum into the cut place with his towel, then choked the wound with powdered starch, then soaked it with bay rum again, and would have gone on soaking and powdering it forevermore, no doubt, if I had not rebelled and begged off.",
        "He powdered my whole face now, straightened me up, and began to plow my hair thoughtfully with his hands.",
        "Then he suggested a shampoo, and said my hair needed it badly, very badly.",
        "I observed that I shampooed it myself very thoroughly in the bath yesterday.",
        "I “had him” again.",
        "He next recommended some of “Smith's Hair Glorifier,” and offered to sell me a bottle.",
        "I declined.",
        "He praised the new perfume, “Jones's Delight of the Toilet,” and proposed to sell me some of that.",
        "I declined again.",
        "He tendered me a tooth-wash atrocity of his own invention, and when I declined offered to trade knives with me.",
        "He returned to business after the miscarriage of this last enterprise, sprinkled me all over, legs and all, greased my hair in defiance of my protest against it, rubbed and scrubbed a good deal of it out by the roots, and combed and brushed the rest, parting it behind, and plastering the eternal inverted arch of hair down on my forehead, and then, while combing my scant eyebrows and defiling them with pomade, strung out an account of the achievements of a six-ounce black-and-tan terrier of his till I heard the whistles blow for noon, and knew I was five minutes too late for the train.",
        "Then he snatched away the towel, brushed it lightly about my face, passed his comb through my eyebrows once more, and gaily sang out “Next!” This barber fell down and died of apoplexy two hours later.",
        "I am waiting over a day for my revenge--I am going to attend his funeral. “PARTY CRIES” IN IRELAND Belfast is a peculiarly religious community.",
        "This may be said of the whole of the North of Ireland.",
        "About one-half of the people are Protestants and the other half Catholics.",
        "Each party does all it can to make its own doctrines popular and draw the affections of the irreligious toward them.",
        "One hears constantly of the most touching instances of this zeal. A week ago a vast concourse of Catholics assembled at Armagh to dedicate a new Cathedral; and when they started home again the roadways were lined with groups of meek and lowly Protestants who stoned them till all the region round about was marked with blood.",
        "I thought that only Catholics argued in that way, but it seems to be a mistake.",
        "Every man in the community is a missionary and carries a brick to admonish the erring with.",
        "The law has tried to break this up, but not with perfect success.",
        "It has decreed that irritating “party cries” shall not be indulged in, and that persons uttering them shall be fined forty shillings and costs.",
        "And so, in the police court reports every day, one sees these fines recorded.",
        "Last week a girl of twelve years old was fined the usual forty shillings and costs for proclaiming in the public streets that she was “a Protestant.” The usual cry is, “To hell with the Pope!” or “To hell with the Protestants!” according to the utterer's system of salvation.",
        "One of Belfast's local jokes was very good.",
        "It referred to the uniform and inevitable fine of forty shillings and costs for uttering a party cry--and it is no economical fine for a poor man, either, by the way.",
        "They say that a policeman found a drunken man lying on the ground, up a dark alley, entertaining himself with shouting, “To hell with!” “To hell with!” The officer smelt a fine--informers get half. “What's that you say?” “To hell with!” “To hell with who?",
        "To hell with what?” “Ah, bedad, ye can finish it yourself--it's too expinsive for me!” I think the seditious disposition, restrained by the economical instinct, is finely put in that.",
        "THE FACTS CONCERNING THE RECENT RESIGNATION  WASHINGTON, December, 1867.",
        "I have resigned.",
        "The government appears to go on much the same, but there is a spoke out of its wheel, nevertheless.",
        "I was clerk of the Senate Committee on Conchology, and I have thrown up the position.",
        "I could see the plainest disposition on the part of the other members of the government to debar me from having any voice in the counsels of the nation, and so I could no longer hold office and retain my self-respect.",
        "If I were to detail all the outrages that were heaped upon me during the six days that I was connected with the government in an official capacity, the narrative would fill a volume.",
        "They appointed me clerk of that Committee on Conchology and then allowed me no amanuensis to play billiards with.",
        "I would have borne that, lonesome as it was, if I had met with that courtesy from the other members of the Cabinet which was my due.",
        "But I did not.",
        "Whenever I observed that the head of a department was pursuing a wrong course, I laid down everything and went and tried to set him right, as it was my duty to do; and I never was thanked for it in a single instance.",
        "I went, with the best intentions in the world, to the Secretary of the Navy, and said: “Sir, I cannot see that Admiral Farragut is doing anything but skirmishing around there in Europe, having a sort of picnic.",
        "Now, that may be all very well, but it does not exhibit itself to me in that light.",
        "If there is no fighting for him to do, let him come home.",
        "There is no use in a man having a whole fleet for a pleasure excursion.",
        "It is too expensive.",
        "Mind, I do not object to pleasure excursions for the naval officers--pleasure excursions that are in reason--pleasure excursions that are economical. Now, they might go down the Mississippi on a raft--” You ought to have heard him storm!",
        "One would have supposed I had committed a crime of some kind.",
        "But I didn't mind.",
        "I said it was cheap, and full of republican simplicity, and perfectly safe.",
        "I said that, for a tranquil pleasure excursion, there was nothing equal to a raft.",
        "Then the Secretary of the Navy asked me who I was; and when I told him I was connected with the government, he wanted to know in what capacity.",
        "I said that, without remarking upon the singularity of such a question, coming, as it did, from a member of that same government, I would inform him that I was clerk of the Senate Committee on Conchology.",
        "Then there was a fine storm!",
        "He finished by ordering me to leave the premises, and give my attention strictly to my own business in future.",
        "My first impulse was to get him removed.",
        "However, that would harm others besides himself, and do me no real good, and so I let him stay.",
        "I went next to the Secretary of War, who was not inclined to see me at all until he learned that I was connected with the government.",
        "If I had not been on important business, I suppose I could not have got in.",
        "I asked him for alight (he was smoking at the time), and then I told him I had no fault to find with his defending the parole stipulations of General Lee and his comrades in arms, but that I could not approve of his method of fighting the Indians on the Plains.",
        "I said he fought too scattering.",
        "He ought to get the Indians more together--get them together in some convenient place, where he could have provisions enough for both parties, and then have a general massacre.",
        "I said there was nothing so convincing to an Indian as a general massacre.",
        "If he could not approve of the massacre, I said the next surest thing for an Indian was soap and education.",
        "Soap and education are not as sudden as a massacre, but they are more deadly in the long run; because a half-massacred Indian may recover, but if you educate him and wash him, it is bound to finish him some time or other.",
        "It undermines his constitution; it strikes at the foundation of his being. “Sir,” I said, “the time has come when blood-curdling cruelty has become necessary.",
        "Inflict soap and a spelling-book on every Indian that ravages the Plains, and let them die!” The Secretary of War asked me if I was a member of the Cabinet, and I said I was.",
        "He inquired what position I held, and I said I was clerk of the Senate Committee on Conchology.",
        "I was then ordered under arrest for contempt of court, and restrained of my liberty for the best part of the day.",
        "I almost resolved to be silent thenceforward, and let the Government get along the best way it could.",
        "But duty called, and I obeyed.",
        "I called on the Secretary of the Treasury.",
        "He said: “What will you have?” The question threw me off my guard.",
        "I said, “Rum punch.” He said: “If you have got any business here, sir, state it--and in as few words as possible.” I then said that I was sorry he had seen fit to change the subject so abruptly, because such conduct was very offensive to me; but under the circumstances I would overlook the matter and come to the point.",
        "I now went into an earnest expostulation with him upon the extravagant length of his report.",
        "I said it was expensive, unnecessary, and awkwardly constructed; there were no descriptive passages in it, no poetry, no sentiment--no heroes, no plot, no pictures--not even wood-cuts.",
        "Nobody would read it, that was a clear case.",
        "I urged him not to ruin his reputation by getting out a thing like that.",
        "If he ever hoped to succeed in literature he must throw more variety into his writings.",
        "He must beware of dry detail.",
        "I said that the main popularity of the almanac was derived from its poetry and conundrums, and that a few conundrums distributed around through his Treasury report would help the sale of it more than all the internal revenue he could put into it.",
        "I said these things in the kindest spirit, and yet the Secretary of the Treasury fell into a violent passion.",
        "He even said I was an ass.",
        "He abused me in the most vindictive manner, and said that if I came there again meddling with his business he would throw me out of the window.",
        "I said I would take my hat and go, if I could not be treated with the respect due to my office, and I did go.",
        "It was just like a new author.",
        "They always think they know more than anybody else when they are getting out their first book.",
        "Nobody can tell them anything.",
        "During the whole time that I was connected with the government it seemed as if I could not do anything in an official capacity without getting myself into trouble.",
        "And yet I did nothing, attempted nothing, but what I conceived to be for the good of my country.",
        "The sting of my wrongs may have driven me to unjust and harmful conclusions, but it surely seemed to me that the Secretary of State, the Secretary of War, the Secretary of the Treasury, and others of my confreres had conspired from the very beginning to drive me from the Administration.",
        "I never attended but one Cabinet meeting while I was connected with the government.",
        "That was sufficient for me.",
        "The servant at the White House door did not seem disposed to make way for me until I asked if the other members of the Cabinet had arrived.",
        "He said they had, and I entered.",
        "They were all there; but nobody offered me a seat.",
        "They stared at me as if I had been an intruder.",
        "The President said: “Well, sir, who are you?” I handed him my card, and he read: “The HON.",
        "MARK TWAIN, Clerk of the Senate Committee on Conchology.” Then he looked at me from head to foot, as if he had never heard of me before.",
        "The Secretary of the Treasury said: “This is the meddlesome ass that came to recommend me to put poetry and conundrums in my report, as if it were an almanac.” The Secretary of War said: “It is the same visionary that came to me yesterday with a scheme to educate a portion of the Indians to death, and massacre the balance.” The Secretary of the Navy said: “I recognize this youth as the person who has been interfering with my business time and again during the week.",
        "He is distressed about Admiral Farragut's using a whole fleet for a pleasure excursion, as he terms it.",
        "His proposition about some insane pleasure excursion on a raft is too absurd to repeat.” I said: “Gentlemen, I perceive here a disposition to throw discredit upon every act of my official career; I perceive, also, a disposition to debar me from all voice in the counsels of the nation.",
        "No notice whatever was sent to me to-day.",
        "It was only by the merest chance that I learned that there was going to be a Cabinet meeting.",
        "But let these things pass.",
        "All I wish to know is, is this a Cabinet meeting or is it not?” The President said it was. “Then,” I said, “let us proceed to business at once, and not fritter away valuable time in unbecoming fault-findings with each other's official conduct.” The Secretary of State now spoke up, in his benignant way, and said, “Young man, you are laboring under a mistake.",
        "The clerks of the Congressional committees are not members of the Cabinet.",
        "Neither are the doorkeepers of the Capitol, strange as it may seem.",
        "Therefore, much as we could desire your more than human wisdom in our deliberations, we cannot lawfully avail ourselves of it.",
        "The counsels of the nation must proceed without you; if disaster follows, as follow full well it may, be it balm to your sorrowing spirit that by deed and voice you did what in you lay to avert it.",
        "You have my blessing.",
        "Farewell.” These gentle words soothed my troubled breast, and I went away.",
        "But the servants of a nation can know no peace.",
        "I had hardly reached my den in the Capitol, and disposed my feet on the table like a representative, when one of the Senators on the Conchological Committee came in in a passion and said: “Where have you been all day?” I observed that, if that was anybody's affair but my own, I had been to a Cabinet meeting. “To a Cabinet meeting?",
        "I would like to know what business you had at a Cabinet meeting?” I said I went there to consult--allowing for the sake of argument that he was in any wise concerned in the matter.",
        "He grew insolent then, and ended by saying he had wanted me for three days past to copy a report on bomb-shells, egg-shells, clamshells, and I don't know what all, connected with conchology, and nobody had been able to find me.",
        "This was too much.",
        "This was the feather that broke the clerical camel's back.",
        "I said, “Sir, do you suppose that I am going to work for six dollars a day?",
        "If that is the idea, let me recommend the Senate Committee on Conchology to hire somebody else.",
        "I am the slave of no faction!",
        "Take back your degrading commission.",
        "Give me liberty, or give me death!” From that hour I was no longer connected with the government.",
        "Snubbed by the department, snubbed by the Cabinet, snubbed at last by the chairman of a committee I was endeavoring to adorn, I yielded to persecution, cast far from me the perils and seductions of my great office, and forsook my bleeding country in the hour of her peril.",
        "But I had done the state some service, and I sent in my bill: The United States of America in account with the Hon. Clerk of the Senate Committee on Conchology, Dr. To consultation with Secretary of War ............ $50 To consultation with Secretary of Navy ........... $50 To consultation with Secretary of the Treasury ... $50 Cabinet consultation ...................No charge.",
        "To mileage to and from Jerusalem, via Egypt, Algiers, Gibraltar, and Cadiz, 14,000 miles, at 20c. a mile ............. $2,800 To salary as Clerk of Senate Committee on Conchology, six days, at $6 per day ........... $36 Total .......................... $2,986 -- Not an item of this bill has been paid, except that trifle of thirty-six dollars for clerkship salary.",
        "The Secretary of the Treasury, pursuing me to the last, drew his pen through all the other items, and simply marked in the margin “Not allowed.” So, the dread alternative is embraced at last.",
        "Repudiation has begun!",
        "The nation is lost.",
        "I am done with official life for the present.",
        "Let those clerks who are willing to be imposed on remain.",
        "I know numbers of them in the departments who are never informed when there is to be a Cabinet meeting, whose advice is never asked about war, or finance, or commerce, by the heads of the nation, any more than if they were not connected with the government, and who actually stay in their offices day after day and work!",
        "They know their importance to the nation, and they unconsciously show it in their bearing, and the way they order their sustenance at the restaurant--but they work.",
        "I know one who has to paste all sorts of little scraps from the newspapers into a scrapbook--sometimes as many as eight or ten scraps a day.",
        "He doesn't do it well, but he does it as well as he can.",
        "It is very fatiguing.",
        "It is exhausting to the intellect.",
        "Yet he only gets eighteen hundred dollars a year.",
        "With a brain like his, that young man could amass thousands and thousands of dollars in some other pursuit, if he chose to do it.",
        "But no--his heart is with his country, and he will serve her as long as she has got a scrapbook left.",
        "And I know clerks that don't know how to write very well, but such knowledge as they possess they nobly lay at the feet of their country, and toil on and suffer for twenty-five hundred dollars a year.",
        "What they write has to be written over again by other clerks sometimes; but when a man has done his best for his country, should his country complain?",
        "Then there are clerks that have no clerkships, and are waiting, and waiting, and waiting for a vacancy--waiting patiently for a chance to help their country out--and while they are waiting, they only get barely two thousand dollars a year for it.",
        "It is sad--it is very, very sad.",
        "When a member of Congress has a friend who is gifted, but has no employment wherein his great powers may be brought to bear, he confers him upon his country, and gives him a clerkship in a department.",
        "And there that man has to slave his life out, fighting documents for the benefit of a nation that never thinks of him, never sympathizes with him--and all for two thousand or three thousand dollars a year.",
        "When I shall have completed my list of all the clerks in the several departments, with my statement of what they have to do, and what they get for it, you will see that there are not half enough clerks, and that what there are do not get half enough pay.",
        "HISTORY REPEATS ITSELF The following I find in a Sandwich Island paper which some friend has sent me from that tranquil far-off retreat.",
        "The coincidence between my own experience and that here set down by the late Mr. Benton is so remarkable that I cannot forbear publishing and commenting upon the paragraph.",
        "The Sandwich Island paper says: How touching is this tribute of the late Hon. T.",
        "H.",
        "Benton to his mother's influence:--'My mother asked me never to use tobacco; I have never touched it from that time to the present day.",
        "She asked me not to gamble, and I have never gambled.",
        "I cannot tell who is losing in games that are being played.",
        "She admonished me, too, against liquor-drinking, and whatever capacity for endurance I have at present, and whatever usefulness I may have attained through life, I attribute to having complied with her pious and correct wishes.",
        "When I was seven years of age she asked me not to drink, and then I made a resolution of total abstinence; and that I have adhered to it through all time I owe to my mother.'",
        "I never saw anything so curious.",
        "It is almost an exact epitome of my own moral career--after simply substituting a grandmother for a mother.",
        "How well I remember my grandmother's asking me not to use tobacco, good old soul!",
        "She said, “You're at it again, are you, you whelp?",
        "Now don't ever let me catch you chewing tobacco before breakfast again, or I lay I'll blacksnake you within an inch of your life!” I have never touched it at that hour of the morning from that time to the present day.",
        "She asked me not to gamble.",
        "She whispered and said, “Put up those wicked cards this minute!--two pair and a jack, you numskull, and the other fellow's got a flush!” I never have gambled from that day to this--never once--without a “cold deck” in my pocket.",
        "I cannot even tell who is going to lose in games that are being played unless I deal myself.",
        "When I was two years of age she asked me not to drink, and then I made a resolution of total abstinence.",
        "That I have adhered to it and enjoyed the beneficent effects of it through all time, I owe to my grandmother.",
        "I have never drunk a drop from that day to this of any kind of water.",
        "HONORED AS A CURIOSITY If you get into conversation with a stranger in Honolulu, and experience that natural desire to know what sort of ground you are treading on by finding out what manner of man your stranger is, strike out boldly and address him as “Captain.” Watch him narrowly, and if you see by his countenance that you are on the wrong track, ask him where he preaches.",
        "It is a safe bet that he is either a missionary or captain of a whaler.",
        "I became personally acquainted with seventy-two captains and ninety-six missionaries.",
        "The captains and ministers form one-half of the population; the third fourth is composed of common Kanakas and mercantile foreigners and their families; and the final fourth is made up of high officers of the Hawaiian Government.",
        "And there are just about cats enough for three apiece all around.",
        "A solemn stranger met me in the suburbs one day, and said: “Good morning, your reverence.",
        "Preach in the stone church yonder, no doubt!” “No, I don't.",
        "I'm not a preacher.” “Really, I beg your pardon, captain.",
        "I trust you had a good season.",
        "How much oil--” “Oil!",
        "Why, what do you take me for?",
        "I'm not a whaler.” “Oh!",
        "I beg a thousand pardons, your Excellency.",
        "Major-General in the household troops, no doubt?",
        "Minister of the Interior, likely?",
        "Secretary of War?",
        "First Gentleman of the Bedchamber?",
        "Commissioner of the Royal--” “Stuff, man!",
        "I'm not connected in any way with the government.” “Bless my life!",
        "Then who the mischief are you? what the mischief are you? and how the mischief did you get here? and where in thunder did you come from?” “I'm only a private personage--an unassuming stranger--lately arrived from America.” “No!",
        "Not a missionary! not a whaler! not a member of his Majesty's government! not even a Secretary of the Navy!",
        "Ah!",
        "Heaven! it is too blissful to be true, alas!",
        "I do but dream.",
        "And yet that noble, honest countenance--those oblique, ingenuous eyes--that massive head, incapable of--of anything; your hand; give me your hand, bright waif.",
        "Excuse these tears.",
        "For sixteen weary years I have yearned for a moment like this, and--” Here his feelings were too much for him, and he swooned away.",
        "I pitied this poor creature from the bottom of my heart.",
        "I was deeply moved.",
        "I shed a few tears on him, and kissed him for his mother.",
        "I then took what small change he had, and “shoved.” FIRST INTERVIEW WITH ARTEMUS WARD-- I had never seen him before.",
        "He brought letters of introduction from mutual friends in San Francisco, and by invitation I breakfasted with him.",
        "It was almost religion, there in the silver-mines, to precede such a meal with whisky cocktails.",
        "Artemus, with the true cosmopolitan instinct, always deferred to the customs of the country he was in, and so he ordered three of those abominations.",
        "Hingston was present.",
        "I said I would rather not drink a whisky cocktail.",
        "I said it would go right to my head, and confuse me so that I would be in a helpless tangle in ten minutes.",
        "I did not want to act like a lunatic before strangers.",
        "But Artemus gently insisted, and I drank the treasonable mixture under protest, and felt all the time that I was doing a thing I might be sorry for.",
        "In a minute or two I began to imagine that my ideas were clouded.",
        "I waited in great anxiety for the conversation to open, with a sort of vague hope that my understanding would prove clear, after all, and my misgivings groundless.",
        "Artemus dropped an unimportant remark or two, and then assumed a look of superhuman earnestness, and made the following astounding speech.",
        "He said: “Now there is one thing I ought to ask you about before I forget it.",
        "You have been here in Silver land--here in Nevada--two or three years, and, of course, your position on the daily press has made it necessary for you to go down in the mines and examine them carefully in detail, and therefore you know all about the silver-mining business.",
        "Now what I want to get at is--is, well, the way the deposits of ore are made, you know.",
        "For instance.",
        "Now, as I understand it, the vein which contains the silver is sandwiched in between casings of granite, and runs along the ground, and sticks up like a curb stone.",
        "Well, take a vein forty feet thick, for example, or eighty, for that matter, or even a hundred--say you go down on it with a shaft, straight down, you know, or with what you call 'incline' maybe you go down five hundred feet, or maybe you don't go down but two hundred--anyway, you go down, and all the time this vein grows narrower, when the casings come nearer or approach each other, you may say--that is, when they do approach, which, of course, they do not always do, particularly in cases where the nature of the formation is such that they stand apart wider than they otherwise would, and which geology has failed to account for, although everything in that science goes to prove that, all things being equal, it would if it did not, or would not certainly if it did, and then, of course, they are.",
        "Do not you think it is?” I said to myself: “Now I just knew how it would be--that whisky cocktail has done the business for me; I don't understand any more than a clam.” And then I said aloud: “I--I--that is--if you don't mind, would you--would you say that over again?",
        "I ought--” “Oh, certainly, certainly!",
        "You see I am very unfamiliar with the subject, and perhaps I don't present my case clearly, but I--” “No, no-no, no-you state it plain enough, but that cocktail has muddled me a little.",
        "But I will--no, I do understand for that matter; but I would get the hang of it all the better if you went over it again--and I'll pay better attention this time.” He said, “Why, what I was after was this.”  “This vein, or lode, or ledge, or whatever you call it, runs along between two layers of granite, just the same as if it were a sandwich.",
        "Very well.",
        "Now suppose you go down on that, say a thousand feet, or maybe twelve hundred (it don't really matter) before you drift, and then you start your drifts, some of them across the ledge, and others along the length of it, where the sulphurets--I believe they call them sulphurets, though why they should, considering that, so far as I can see, the main dependence of a miner does not so lie, as some suppose, but in which it cannot be successfully maintained, wherein the same should not continue, while part and parcel of the same ore not committed to either in the sense referred to, whereas, under different circumstances, the most inexperienced among us could not detect it if it were, or might overlook it if it did, or scorn the very idea of such a thing, even though it were palpably demonstrated as such.",
        "Am I not right?” I said, sorrowfully: “I feel ashamed of myself, Mr. Ward.",
        "I know I ought to understand you perfectly well, but you see that treacherous whisky cocktail has got into my head, and now I cannot understand even the simplest proposition.",
        "I told you how it would be.” “Oh, don't mind it, don't mind it; the fault was my own, no doubt--though I did think it clear enough for--” “Don't say a word.",
        "Clear!",
        "Why, you stated it as clear as the sun to anybody but an abject idiot; but it's that confounded cocktail that has played the mischief.” “No; now don't say that.",
        "I'll begin it all over again, and--” “Don't now--for goodness' sake, don't do anything of the kind, because I tell you my head is in such a condition that I don't believe I could understand the most trifling question a man could ask me. “Now don't you be afraid.",
        "I'll put it so plain this time that you can't help but get the hang of it.",
        "We will begin at the very beginning.”  “You know the vein, the ledge, the thing that contains the metal, whereby it constitutes the medium between all other forces, whether of present or remote agencies, so brought to bear in favor of the former against the latter, or the latter against the former or all, or both, or compromising the relative differences existing within the radius whence culminate the several degrees of similarity to which--” I said: “Oh, hang my wooden head, it ain't any use!--it ain't any use to try--I can't understand anything.",
        "The plainer you get it the more I can't get the hang of it.” I heard a suspicious noise behind me, and turned in time to see Hingston dodging behind a newspaper, and quaking with a gentle ecstasy of laughter.",
        "I looked at Ward again, and he had thrown off his dread solemnity and was laughing also.",
        "Then I saw that I had been sold--that I had been made a victim of a swindle in the way of a string of plausibly worded sentences that didn't mean anything under the sun.",
        "Artemus Ward was one of the best fellows in the world, and one of the most companionable.",
        "It has been said that he was not fluent in conversation, but, with the above experience in my mind, I differ.",
        "CANNIBALISM IN THE CARS-- I visited St. Louis lately, and on my way West, after changing cars at Terre Haute, Indiana, a mild, benevolent-looking gentleman of about forty-five, or maybe fifty, came in at one of the way-stations and sat down beside me.",
        "We talked together pleasantly on various subjects for an hour, perhaps, and I found him exceedingly intelligent and entertaining.",
        "When he learned that I was from Washington, he immediately began to ask questions about various public men, and about Congressional affairs; and I saw very shortly that I was conversing with a man who was perfectly familiar with the ins and outs of political life at the Capital, even to the ways and manners, and customs of procedure of Senators and Representatives in the Chambers of the national Legislature.",
        "Presently two men halted near us for a single moment, and one said to the other: “Harris, if you'll do that for me, I'll never forget you, my boy.” My new comrade's eye lighted pleasantly.",
        "The words had touched upon a happy memory, I thought.",
        "Then his face settled into thoughtfulness --almost into gloom.",
        "He turned to me and said, “Let me tell you a story; let me give you a secret chapter of my life --a chapter that has never been referred to by me since its events transpired.",
        "Listen patiently, and promise that you will not interrupt me.” I said I would not, and he related the following strange adventure, speaking sometimes with animation, sometimes with melancholy, but always with feeling and earnestness.",
        "THE STRANGER'S NARRATIVE “On the 19th of December, 1853, I started from St. Louis on the evening train bound for Chicago.",
        "There were only twenty-four passengers, all told.",
        "There were no ladies and no children.",
        "We were in excellent spirits, and pleasant acquaintanceships were soon formed.",
        "The journey bade fair to be a happy one; and no individual in the party, I think, had even the vaguest presentiment of the horrors we were soon to undergo. “At 11 P.M. it began to snow hard.",
        "Shortly after leaving the small village of Welden, we entered upon that tremendous prairie solitude that stretches its leagues on leagues of houseless dreariness far away toward the Jubilee Settlements.",
        "The winds, unobstructed by trees or hills, or even vagrant rocks, whistled fiercely across the level desert, driving the falling snow before it like spray from the crested waves of a stormy sea.",
        "The snow was deepening fast; and we knew, by the diminished speed of the train, that the engine was plowing through it with steadily increasing difficulty.",
        "Indeed, it almost came to a dead halt sometimes, in the midst of great drifts that piled themselves like colossal graves across the track.",
        "Conversation began to flag.",
        "Cheerfulness gave place to grave concern.",
        "The possibility of being imprisoned in the snow, on the bleak prairie, fifty miles from any house, presented itself to every mind, and extended its depressing influence over every spirit. “At two o'clock in the morning I was aroused out of an uneasy slumber by the ceasing of all motion about me.",
        "The appalling truth flashed upon me instantly--we were captives in a snow-drift! 'All hands to the rescue!'",
        "Every man sprang to obey.",
        "Out into the wild night, the pitchy darkness, the billowy snow, the driving storm, every soul leaped, with the consciousness that a moment lost now might bring destruction to us all.",
        "Shovels, hands, boards--anything, everything that could displace snow, was brought into instant requisition.",
        "It was a weird picture, that small company of frantic men fighting the banking snows, half in the blackest shadow and half in the angry light of the locomotive's reflector. “One short hour sufficed to prove the utter uselessness of our efforts.",
        "The storm barricaded the track with a dozen drifts while we dug one away.",
        "And worse than this, it was discovered that the last grand charge the engine had made upon the enemy had broken the fore-and-aft shaft of the driving-wheel!",
        "With a free track before us we should still have been helpless.",
        "We entered the car wearied with labor, and very sorrowful.",
        "We gathered about the stoves, and gravely canvassed our situation.",
        "We had no provisions whatever--in this lay our chief distress.",
        "We could not freeze, for there was a good supply of wood in the tender.",
        "This was our only comfort.",
        "The discussion ended at last in accepting the disheartening decision of the conductor, viz., that it would be death for any man to attempt to travel fifty miles on foot through snow like that.",
        "We could not send for help, and even if we could it would not come.",
        "We must submit, and await, as patiently as we might, succor or starvation!",
        "I think the stoutest heart there felt a momentary chill when those words were uttered. “Within the hour conversation subsided to a low murmur here and there about the car, caught fitfully between the rising and falling of the blast; the lamps grew dim; and the majority of the castaways settled themselves among the flickering shadows to think--to forget the present, if they could--to sleep, if they might. “The eternal night--it surely seemed eternal to us--wore its lagging hours away at last, and the cold gray dawn broke in the east.",
        "As the light grew stronger the passengers began to stir and give signs of life, one after another, and each in turn pushed his slouched hat up from his forehead, stretched his stiffened limbs, and glanced out of the windows upon the cheerless prospect.",
        "It was cheerless, indeed!--not a living thing visible anywhere, not a human habitation; nothing but a vast white desert; uplifted sheets of snow drifting hither and thither before the wind--a world of eddying flakes shutting out the firmament above. “All day we moped about the cars, saying little, thinking much.",
        "Another lingering dreary night--and hunger. “Another dawning--another day of silence, sadness, wasting hunger, hopeless watching for succor that could not come.",
        "A night of restless slumber, filled with dreams of feasting--wakings distressed with the gnawings of hunger. “The fourth day came and went--and the fifth!",
        "Five days of dreadful imprisonment!",
        "A savage hunger looked out at every eye.",
        "There was in it a sign of awful import--the foreshadowing of a something that was vaguely shaping itself in every heart--a something which no tongue dared yet to frame into words. “The sixth day passed--the seventh dawned upon as gaunt and haggard and hopeless a company of men as ever stood in the shadow of death.",
        "It must out now!",
        "That thing which had been growing up in every heart was ready to leap from every lip at last!",
        "Nature had been taxed to the utmost--she must yield.",
        "RICHARD H.",
        "GASTON of Minnesota, tall, cadaverous, and pale, rose up.",
        "All knew what was coming.",
        "All prepared--every emotion, every semblance of excitement--was smothered--only a calm, thoughtful seriousness appeared in the eyes that were lately so wild. “'Gentlemen: It cannot be delayed longer!",
        "The time is at hand!",
        "We must determine which of us shall die to furnish food for the rest!' “MR.",
        "JOHN J.",
        "WILLIAMS of Illinois rose and said: 'Gentlemen--I nominate the Rev. James Sawyer of Tennessee.' “MR.",
        "Wm.",
        "R.",
        "ADAMS of Indiana said: 'I nominate Mr. Daniel Slote of New York.' “MR.",
        "CHARLES J.",
        "LANGDON: 'I nominate Mr. Samuel A.",
        "Bowen of St. Louis.' “MR.",
        "SLOTE: 'Gentlemen--I desire to decline in favor of Mr. John A.",
        "Van Nostrand, Jun., of New Jersey.' “MR.",
        "GASTON: 'If there be no objection, the gentleman's desire will be acceded to.' “MR.",
        "VAN NOSTRAND objecting, the resignation of Mr. Slote was rejected.",
        "The resignations of Messrs.",
        "Sawyer and Bowen were also offered, and refused upon the same grounds. “MR.",
        "A.",
        "L.",
        "BASCOM of Ohio: 'I move that the nominations now close, and that the House proceed to an election by ballot.' “MR.",
        "SAWYER: 'Gentlemen--I protest earnestly against these proceedings.",
        "They are, in every way, irregular and unbecoming.",
        "I must beg to move that they be dropped at once, and that we elect a chairman of the meeting and proper officers to assist him, and then we can go on with the business before us understandingly.' “MR.",
        "BELL of Iowa: 'Gentlemen--I object.",
        "This is no time to stand upon forms and ceremonious observances.",
        "For more than seven days we have been without food.",
        "Every moment we lose in idle discussion increases our distress.",
        "I am satisfied with the nominations that have been made--every gentleman present is, I believe--and I, for one, do not see why we should not proceed at once to elect one or more of them.",
        "I wish to offer a resolution--' “MR.",
        "GASTON: 'It would be objected to, and have to lie over one day under the rules, thus bringing about the very delay you wish to avoid.",
        "The gentleman from New Jersey--' “MR.",
        "VAN NOSTRAND: 'Gentlemen--I am a stranger among you; I have not sought the distinction that has been conferred upon me, and I feel a delicacy--' “MR.",
        "MORGAN Of Alabama (interrupting): 'I move the previous question.' “The motion was carried, and further debate shut off, of course.",
        "The motion to elect officers was passed, and under it Mr. Gaston was chosen chairman, Mr. Blake, secretary, Messrs.",
        "Holcomb, Dyer, and Baldwin a committee on nominations, and Mr. R.",
        "M.",
        "Howland, purveyor, to assist the committee in making selections. “A recess of half an hour was then taken, and some little caucusing followed.",
        "At the sound of the gavel the meeting reassembled, and the committee reported in favor of Messrs.",
        "George Ferguson of Kentucky, Lucien Herrman of Louisiana, and W.",
        "Messick of Colorado as candidates.",
        "The report was accepted. “MR.",
        "ROGERS of Missouri: 'Mr. President--The report being properly before the House now, I move to amend it by substituting for the name of Mr. Herrman that of Mr. Lucius Harris of St. Louis, who is well and honorably known to us all.",
        "I do not wish to be understood as casting the least reflection upon the high character and standing of the gentleman from Louisiana--far from it.",
        "I respect and esteem him as much as any gentleman here present possibly can; but none of us can be blind to the fact that he has lost more flesh during the week that we have lain here than any among us--none of us can be blind to the fact that the committee has been derelict in its duty, either through negligence or a graver fault, in thus offering for our suffrages a gentleman who, however pure his own motives may be, has really less nutriment in him--' “THE CHAIR: 'The gentleman from Missouri will take his seat.",
        "The Chair cannot allow the integrity of the committee to be questioned save by the regular course, under the rules.",
        "What action will the House take upon the gentleman's motion?' “MR.",
        "HALLIDAY of Virginia: 'I move to further amend the report by substituting Mr. Harvey Davis of Oregon for Mr. Messick.",
        "It may be urged by gentlemen that the hardships and privations of a frontier life have rendered Mr. Davis tough; but, gentlemen, is this a time to cavil at toughness?",
        "Is this a time to be fastidious concerning trifles?",
        "Is this a time to dispute about matters of paltry significance?",
        "No, gentlemen, bulk is what we desire--substance, weight, bulk--these are the supreme requisites now--not talent, not genius, not education.",
        "I insist upon my motion.' “MR.",
        "MORGAN (excitedly): 'Mr. Chairman--I do most strenuously object to this amendment.",
        "The gentleman from Oregon is old, and furthermore is bulky only in bone--not in flesh.",
        "I ask the gentleman from Virginia if it is soup we want instead of solid sustenance? if he would delude us with shadows? if he would mock our suffering with an Oregonian specter?",
        "I ask him if he can look upon the anxious faces around him, if he can gaze into our sad eyes, if he can listen to the beating of our expectant hearts, and still thrust this famine-stricken fraud upon us?",
        "I ask him if he can think of our desolate state, of our past sorrows, of our dark future, and still unpityingly foist upon us this wreck, this ruin, this tottering swindle, this gnarled and blighted and sapless vagabond from Oregon's inhospitable shores?",
        "Never!'  “The amendment was put to vote, after a fiery debate, and lost.",
        "Mr. Harris was substituted on the first amendment.",
        "The balloting then began.",
        "Five ballots were held without a choice.",
        "On the sixth, Mr. Harris was elected, all voting for him but himself.",
        "It was then moved that his election should be ratified by acclamation, which was lost, in consequence of his again voting against himself. “MR.",
        "RADWAY moved that the House now take up the remaining candidates, and go into an election for breakfast.",
        "This was carried. “On the first ballot there was a tie, half the members favoring one candidate on account of his youth, and half favoring the other on account of his superior size.",
        "The President gave the casting vote for the latter, Mr. Messick.",
        "This decision created considerable dissatisfaction among the friends of Mr. Ferguson, the defeated candidate, and there was some talk of demanding a new ballot; but in the midst of it a motion to adjourn was carried, and the meeting broke up at once. “The preparations for supper diverted the attention of the Ferguson faction from the discussion of their grievance for a long time, and then, when they would have taken it up again, the happy announcement that Mr. Harris was ready drove all thought of it to the winds. “We improvised tables by propping up the backs of car-seats, and sat down with hearts full of gratitude to the finest supper that had blessed our vision for seven torturing days.",
        "How changed we were from what we had been a few short hours before!",
        "Hopeless, sad-eyed misery, hunger, feverish anxiety, desperation, then; thankfulness, serenity, joy too deep for utterance now.",
        "That I know was the cheeriest hour of my eventful life.",
        "The winds howled, and blew the snow wildly about our prison house, but they were powerless to distress us any more.",
        "I liked Harris.",
        "He might have been better done, perhaps, but I am free to say that no man ever agreed with me better than Harris, or afforded me so large a degree of satisfaction.",
        "Messick was very well, though rather high-flavored, but for genuine nutritiousness and delicacy of fiber, give me Harris.",
        "Messick had his good points--I will not attempt to deny it, nor do I wish to do it--but he was no more fitted for breakfast than a mummy would be, sir--not a bit.",
        "Lean?--why, bless me!--and tough?",
        "Ah, he was very tough!",
        "You could not imagine it--you could never imagine anything like it.” “Do you mean to tell me that--” “Do not interrupt me, please.",
        "After breakfast we elected a man by the name of Walker, from Detroit, for supper.",
        "He was very good.",
        "I wrote his wife so afterward.",
        "He was worthy of all praise.",
        "I shall always remember Walker.",
        "He was a little rare, but very good.",
        "And then the next morning we had Morgan of Alabama for breakfast.",
        "He was one of the finest men I ever sat down to--handsome, educated, refined, spoke several languages fluently--a perfect gentleman--he was a perfect gentleman, and singularly juicy.",
        "For supper we had that Oregon patriarch, and he was a fraud, there is no question about it--old, scraggy, tough, nobody can picture the reality.",
        "I finally said, gentlemen, you can do as you like, but I will wait for another election.",
        "And Grimes of Illinois said, 'Gentlemen, I will wait also.",
        "When you elect a man that has something to recommend him, I shall be glad to join you again.'",
        "It soon became evident that there was general dissatisfaction with Davis of Oregon, and so, to preserve the good will that had prevailed so pleasantly since we had had Harris, an election was called, and the result of it was that Baker of Georgia was chosen.",
        "He was splendid!",
        "Well, well--after that we had Doolittle, and Hawkins, and McElroy (there was some complaint about McElroy, because he was uncommonly short and thin), and Penrod, and two Smiths, and Bailey (Bailey had a wooden leg, which was clear loss, but he was otherwise good), and an Indian boy, and an organ-grinder, and a gentleman by the name of Buckminster--a poor stick of a vagabond that wasn't any good for company and no account for breakfast.",
        "We were glad we got him elected before relief came.” “And so the blessed relief did come at last?” “Yes, it came one bright, sunny morning, just after election.",
        "John Murphy was the choice, and there never was a better, I am willing to testify; but John Murphy came home with us, in the train that came to succor us, and lived to marry the widow Harris--” “Relict of--” “Relict of our first choice.",
        "He married her, and is happy and respected and prosperous yet.",
        "Ah, it was like a novel, sir--it was like a romance.",
        "This is my stopping-place, sir; I must bid you goodby.",
        "Any time that you can make it convenient to tarry a day or two with me, I shall be glad to have you.",
        "I like you, sir; I have conceived an affection for you.",
        "I could like you as well as I liked Harris himself, sir.",
        "Good day, sir, and a pleasant journey.” He was gone.",
        "I never felt so stunned, so distressed, so bewildered in my life.",
        "But in my soul I was glad he was gone.",
        "With all his gentleness of manner and his soft voice, I shuddered whenever he turned his hungry eye upon me; and when I heard that I had achieved his perilous affection, and that I stood almost with the late Harris in his esteem, my heart fairly stood still!",
        "I was bewildered beyond description.",
        "I did not doubt his word; I could not question a single item in a statement so stamped with the earnestness of truth as his; but its dreadful details overpowered me, and threw my thoughts into hopeless confusion.",
        "I saw the conductor looking at me.",
        "I said, “Who is that man?” “He was a member of Congress once, and a good one.",
        "But he got caught in a snow-drift in the cars, and like to have been starved to death.",
        "He got so frost-bitten and frozen up generally, and used up for want of something to eat, that he was sick and out of his head two or three months afterward.",
        "He is all right now, only he is a monomaniac, and when he gets on that old subject he never stops till he has eat up that whole car-load of people he talks about.",
        "He would have finished the crowd by this time, only he had to get out here.",
        "He has got their names as pat as A B C.",
        "When he gets them all eat up but himself, he always says: 'Then the hour for the usual election for breakfast having arrived, and there being no opposition, I was duly elected, after which, there being no objections offered, I resigned.",
        "Thus I am here.'” I felt inexpressibly relieved to know that I had only been listening to the harmless vagaries of a madman instead of the genuine experiences of a bloodthirsty cannibal. THE KILLING OF JULIUS CAESAR “LOCALIZED”-- Being the only true and reliable account ever published; taken from the Roman “Daily Evening Fasces,” of the date of that tremendous occurrence.",
        "Nothing in the world affords a newspaper reporter so much satisfaction as gathering up the details of a bloody and mysterious murder and writing them up with aggravating circumstantiality.",
        "He takes a living delight in this labor of love--for such it is to him, especially if he knows that all the other papers have gone to press, and his will be the only one that will contain the dreadful intelligence.",
        "A feeling of regret has often come over me that I was not reporting in Rome when Caesar was killed--reporting on an evening paper, and the only one in the city, and getting at least twelve hours ahead of the morning-paper boys with this most magnificent “item” that ever fell to the lot of the craft.",
        "Other events have happened as startling as this, but none that possessed so peculiarly all the characteristics of the favorite “item” of the present day, magnified into grandeur and sublimity by the high rank, fame, and social and political standing of the actors in it.",
        "However, as I was not permitted to report Caesar's assassination in the regular way, it has at least afforded me rare satisfaction to translate the following able account of it from the original Latin of the Roman Daily Evening Fasces of that date--second edition: Our usually quiet city of Rome was thrown into a state of wild excitement yesterday by the occurrence of one of those bloody affrays which sicken the heart and fill the soul with fear, while they inspire all thinking men with forebodings for the future of a city where human life is held so cheaply and the gravest laws are so openly set at defiance.",
        "As the result of that affray, it is our painful duty, as public journalists, to record the death of one of our most esteemed citizens--a man whose name is known wherever this paper circulates, and whose fame it has been our pleasure and our privilege to extend, and also to protect from the tongue of slander and falsehood, to the best of our poor ability.",
        "We refer to Mr. J.",
        "Caesar, the Emperor-elect.",
        "The facts of the case, as nearly as our reporter could determine them from the conflicting statements of eye-witnesses, were about as follows:--The affair was an election row, of course.",
        "Nine-tenths of the ghastly butcheries that disgrace the city nowadays grow out of the bickerings and jealousies and animosities engendered by these accursed elections.",
        "Rome would be the gainer by it if her very constables were elected to serve a century; for in our experience we have never even been able to choose a dog-pelter without celebrating the event with a dozen knockdowns and a general cramming of the station-house with drunken vagabonds overnight.",
        "It is said that when the immense majority for Caesar at the polls in the market was declared the other day, and the crown was offered to that gentleman, even his amazing unselfishness in refusing it three times was not sufficient to save him from the whispered insults of such men as Casca, of the Tenth Ward, and other hirelings of the disappointed candidate, hailing mostly from the Eleventh and Thirteenth and other outside districts, who were overheard speaking ironically and contemptuously of Mr. Caesar's conduct upon that occasion.",
        "We are further informed that there are many among us who think they are justified in believing that the assassination of Julius Caesar was a put-up thing--a cut-and-dried arrangement, hatched by Marcus Brutus and a lot of his hired roughs, and carried out only too faithfully according to the program.",
        "Whether there be good grounds for this suspicion or not, we leave to the people to judge for themselves, only asking that they will read the following account of the sad occurrence carefully and dispassionately before they render that judgment.",
        "The Senate was already in session, and Caesar was coming down the street toward the capitol, conversing with some personal friends, and followed, as usual, by a large number of citizens.",
        "Just as he was passing in front of Demosthenes and Thucydides' drug store, he was observing casually to a gentleman, who, our informant thinks, is a fortune-teller, that the Ides of March were come.",
        "The reply was, “Yes, they are come, but not gone yet.” At this moment Artemidorus stepped up and passed the time of day, and asked Caesar to read a schedule or a tract or something of the kind, which he had brought for his perusal. Mr. Decius Brutus also said something about an “humble suit” which he wanted read.",
        "Artexnidorus begged that attention might be paid to his first, because it was of personal consequence to Caesar.",
        "The latter replied that what concerned himself should be read last, or words to that effect.",
        "Artemidorus begged and beseeched him to read the paper instantly!----However, Caesar shook him off, and refused to read any petition in the street.",
        "He then entered the capitol, and the crowd followed him.",
        "About this time the following conversation was overheard, and we consider that, taken in connection with the events which succeeded it, it bears an appalling significance: Mr. Papilius Lena remarked to George W.",
        "Cassias (commonly known as the “Nobby Boy of the Third Ward”), a bruiser in the pay of the Opposition, that he hoped his enterprise to-day might thrive; and when Cassias asked “What enterprise?” he only closed his left eye temporarily and said with simulated indifference, “Fare you well,” and sauntered toward Caesar.",
        "Marcus Brutus, who is suspected of being the ringleader of the band that killed Caesar, asked what it was that Lena had said.",
        "Cassias told him, and added in a low tone, “I fear our purpose is discovered.” Brutus told his wretched accomplice to keep an eye on Lena, and a moment after Cassias urged that lean and hungry vagrant, Casca, whose reputation here is none of the best, to be sudden, for he feared prevention.",
        "He then turned to Brutus, apparently much excited, and asked what should be done, and swore that either he or Caesar would never turn back--he would kill himself first.",
        "At this time Caesar was talking to some of the back-country members about the approaching fall elections, and paying little attention to what was going on around him.",
        "Billy Trebonius got into conversation with the people's friend and Caesar's--Mark Antony--and under some pretense or other got him away, and Brutus, Decius, Casca, Cinna, Metellus Cimber, and others of the gang of infamous desperadoes that infest Rome at present, closed around the doomed Caesar.",
        "Then Metellus Cimber knelt down and begged that his brother might be recalled from banishment, but Caesar rebuked him for his fawning conduct, and refused to grant his petition.",
        "Immediately, at Cimber's request, first Brutus and then Cassias begged for the return of the banished Publius; but Caesar still refused.",
        "He said he could not be moved; that he was as fixed as the North Star, and proceeded to speak in the most complimentary terms of the firmness of that star and its steady character.",
        "Then he said he was like it, and he believed he was the only man in the country that was; therefore, since he was “constant” that Cimber should be banished, he was also “constant” that he should stay banished, and he'd be hanged if he didn't keep him so!",
        "Instantly seizing upon this shallow pretext for a fight, Casca sprang at Caesar and struck him with a dirk, Caesar grabbing him by the arm with his right hand, and launching a blow straight from the shoulder with his left, that sent the reptile bleeding to the earth.",
        "He then backed up against Pompey's statue, and squared himself to receive his assailants.",
        "Cassias and Cimber and Cinna rushed upon him with their daggers drawn, and the former succeeded in inflicting a wound upon his body; but before he could strike again, and before either of the others could strike at all, Caesar stretched the three miscreants at his feet with as many blows of his powerful fist.",
        "By this time the Senate was in an indescribable uproar; the throng of citizens in the lobbies had blockaded the doors in their frantic efforts to escape from the building, the sergeant-at-arms and his assistants were struggling with the assassins, venerable senators had cast aside their encumbering robes, and were leaping over benches and flying down the aisles in wild confusion toward the shelter of the committee-rooms, and a thousand voices were shouting “Po-lice!",
        "Po-lice!” in discordant tones that rose above the frightful din like shrieking winds above the roaring of a tempest.",
        "And amid it all great Caesar stood with his back against the statue, like a lion at bay, and fought his assailants weaponless and hand to hand, with the defiant bearing and the unwavering courage which he had shown before on many a bloody field.",
        "Billy Trebonius and Caius Legarius struck him with their daggers and fell, as their brother-conspirators before them had fallen.",
        "But at last, when Caesar saw his old friend Brutus step forward armed with a murderous knife, it is said he seemed utterly overpowered with grief and amazement, and, dropping his invincible left arm by his side, he hid his face in the folds of his mantle and received the treacherous blow without an effort to stay the hand that gave it.",
        "He only said, “Et tu, Brute?” and fell lifeless on the marble pavement.",
        "We learn that the coat deceased had on when he was killed was the same one he wore in his tent on the afternoon of the day he overcame the Nervii, and that when it was removed from the corpse it was found to be cut and gashed in no less than seven different places.",
        "There was nothing in the pockets.",
        "It will be exhibited at the coroner's inquest, and will be damning proof of the fact of the killing.",
        "These latter facts may be relied on, as we get them from Mark Antony, whose position enables him to learn every item of news connected with the one subject of absorbing interest of-to-day.",
        "LATER: While the coroner was summoning a jury, Mark Antony and other friends of the late Caesar got hold of the body, and lugged it off to the Forum, and at last accounts Antony and Brutus were making speeches over it and raising such a row among the people that, as we go to press, the chief of police is satisfied there is going to be a riot, and is taking measures accordingly.",
        "THE WIDOW'S PROTEST One of the saddest things that ever came under my notice (said the banker's clerk) was there in Corning during the war.",
        "Dan Murphy enlisted as a private, and fought very bravely.",
        "The boys all liked him, and when a wound by and by weakened him down till carrying a musket was too heavy work for him, they clubbed together and fixed him up as a sutler.",
        "He made money then, and sent it always to his wife to bank for him.",
        "She was a washer and ironer, and knew enough by hard experience to keep money when she got it.",
        "She didn't waste a penny.",
        "On the contrary, she began to get miserly as her bank-account grew.",
        "She grieved to part with a cent, poor creature, for twice in her hard-working life she had known what it was to be hungry, cold, friendless, sick, and without a dollar in the world, and she had a haunting dread of suffering so again.",
        "Well, at last Dan died; and the boys, in testimony of their esteem and respect for him, telegraphed to Mrs. Murphy to know if she would like to have him embalmed and sent home; when you know the usual custom was to dump a poor devil like him into a shallow hole, and then inform his friends what had become of him.",
        "Mrs. Murphy jumped to the conclusion that it would only cost two or three dollars to embalm her dead husband, and so she telegraphed “Yes.” It was at the “wake” that the bill for embalming arrived and was presented to the widow.",
        "She uttered a wild, sad wail that pierced every heart, and said, “Sivinty-foive dollars for stooffin' Dan, blister their sowls!",
        "Did thim divils suppose I was goin' to stairt a Museim, that I'd be dalin' in such expinsive curiassities!” The banker's clerk said there was not a dry eye in the house.",
        "THE SCRIPTURAL PANORAMIST-- “There was a fellow traveling around in that country,” said Mr. Nickerson, “with a moral-religious show--a sort of scriptural panorama --and he hired a wooden-headed old slab to play the piano for him.",
        "After the first night's performance the showman says: “'My friend, you seem to know pretty much all the tunes there are, and you worry along first rate.",
        "But then, didn't you notice that sometimes last night the piece you happened to be playing was a little rough on the proprieties, so to speak--didn't seem to jibe with the general gait of the picture that was passing at the time, as it were--was a little foreign to the subject, you know--as if you didn't either trump or follow suit, you understand?' “'Well, no,' the fellow said; 'he hadn't noticed, but it might be; he had played along just as it came handy.' “So they put it up that the simple old dummy was to keep his eye on the panorama after that, and as soon as a stunning picture was reeled out he was to fit it to a dot with a piece of music that would help the audience to get the idea of the subject, and warm them up like a camp-meeting revival. That sort of thing would corral their sympathies, the showman said. “There was a big audience that night-mostly middle-aged and old people who belong to the church, and took a strong interest in Bible matters, and the balance were pretty much young bucks and heifers--they always come out strong on panoramas, you know, because it gives them a chance to taste one another's complexions in the dark. “Well, the showman began to swell himself up for his lecture, and the old mud-Jobber tackled the piano and ran his fingers up and down once or twice to see that she was all right, and the fellows behind the curtain commenced to grind out the panorama.",
        "The showman balanced his weight on his right foot, and propped his hands over his hips, and flung his eyes over his shoulder at the scenery, and said: “'Ladies and gentlemen, the painting now before you illustrates the beautiful and touching parable of the Prodigal Son.",
        "Observe the happy expression just breaking over the features of the poor, suffering youth --so worn and weary with his long march; note also the ecstasy beaming from the uplifted countenance of the aged father, and the joy that sparkles in the eyes of the excited group of youths and maidens, and seems ready to burst into the welcoming chorus from their lips.",
        "The lesson, my friends, is as solemn and instructive as the story is tender and beautiful.' “The mud-Jobber was all ready, and when the second speech was finished, struck up: “Oh, we'll all get blind drunk When Johnny comes marching home! “Some of the people giggled, and some groaned a little.",
        "The showman couldn't say a word; he looked at the pianist sharp, but he was all lovely and serene--he didn't know there was anything out of gear. “The panorama moved on, and the showman drummed up his grit and started in fresh. “'Ladies and gentlemen, the fine picture now unfolding itself to your gaze exhibits one of the most notable events in Bible history--our Saviour and His disciples upon the Sea of Galilee.",
        "How grand, how awe-inspiring are the reflections which the subject invokes!",
        "What sublimity of faith is revealed to us in this lesson from the sacred writings!",
        "The Saviour rebukes the angry waves, and walks securely upon the bosom of the deep!' “All around the house they were whispering, 'Oh, how lovely, how beautiful!' and the orchestra let himself out again: “A life on the ocean wave, And a home on the rolling deep! “There was a good deal of honest snickering turned on this time, and considerable groaning, and one or two old deacons got up and went out.",
        "The showman grated his teeth, and cursed the piano man to himself; but the fellow sat there like a knot on a log, and seemed to think he was doing first-rate. “After things got quiet the showman thought he would make one more stagger at it, anyway, though his confidence was beginning to get mighty shaky.",
        "The supes started the panorama grinding along again, and he says: “'Ladies and gentlemen, this exquisite painting represents the raising of Lazarus from the dead by our Saviour.",
        "The subject has been handled with marvelous skill by the artist, and such touching sweetness and tenderness of expression has he thrown into it that I have known peculiarly sensitive persons to be even affected to tears by looking at it.",
        "Observe the half-confused, half-inquiring look upon the countenance of the awakened Lazarus.",
        "Observe, also, the attitude and expression of the Saviour, who takes him gently by the sleeve of his shroud with one hand, while He points with the other toward the distant city.' “Before anybody could get off an opinion in the case the innocent old ass at the piano struck up: “Come rise up, William Ri-i-ley, And go along with me! “Whe-ew!",
        "All the solemn old flats got up in a huff to go, and everybody else laughed till the windows rattled. “The showman went down and grabbed the orchestra and shook him up and says: “'That lets you out, you know, you chowder-headed old clam.",
        "Go to the doorkeeper and get your money, and cut your stick--vamose the ranch!",
        "Ladies and gentlemen, circumstances over which I have no control compel me prematurely to dismiss the house.'” CURING A COLD-- It is a good thing, perhaps, to write for the amusement of the public, but it is a far higher and nobler thing to write for their instruction, their profit, their actual and tangible benefit.",
        "The latter is the sole object of this article.",
        "If it prove the means of restoring to health one solitary sufferer among my race, of lighting up once more the fire of hope and joy in his faded eyes, or bringing back to his dead heart again the quick, generous impulses of other days, I shall be amply rewarded for my labor; my soul will be permeated with the sacred delight a Christian feels when he has done a good, unselfish deed.",
        "Having led a pure and blameless life, I am justified in believing that no man who knows me will reject the suggestions I am about to make, out of fear that I am trying to deceive him.",
        "Let the public do itself the honor to read my experience in doctoring a cold, as herein set forth, and then follow in my footsteps.",
        "When the White House was burned in Virginia City, I lost my home, my happiness, my constitution, and my trunk.",
        "The loss of the two first named articles was a matter of no great consequence, since a home without a mother, or a sister, or a distant young female relative in it, to remind you, by putting your soiled linen out of sight and taking your boots down off the mantelpiece, that there are those who think about you and care for you, is easily obtained.",
        "And I cared nothing for the loss of my happiness, because, not being a poet, it could not be possible that melancholy would abide with me long.",
        "But to lose a good constitution and a better trunk were serious misfortunes.",
        "On the day of the fire my constitution succumbed to a severe cold, caused by undue exertion in getting ready to do something.",
        "I suffered to no purpose, too, because the plan I was figuring at for the extinguishing of the fire was so elaborate that I never got it completed until the middle of the following week.",
        "The first time I began to sneeze, a friend told me to go and bathe my feet in hot water and go to bed.",
        "I did so.",
        "Shortly afterward, another friend advised me to get up and take a cold shower-bath.",
        "I did that also.",
        "Within the hour, another friend assured me that it was policy to “feed a cold and starve a fever.” I had both.",
        "So I thought it best to fill myself up for the cold, and then keep dark and let the fever starve awhile.",
        "In a case of this kind, I seldom do things by halves; I ate pretty heartily; I conferred my custom upon a stranger who had just opened his restaurant that morning; he waited near me in respectful silence until I had finished feeding my cold, when he inquired if the people about Virginia City were much afflicted with colds?",
        "I told him I thought they were.",
        "He then went out and took in his sign.",
        "I started down toward the office, and on the way encountered another bosom friend, who told me that a quart of salt-water, taken warm, would come as near curing a cold as anything in the world.",
        "I hardly thought I had room for it, but I tried it anyhow.",
        "The result was surprising.",
        "I believed I had thrown up my immortal soul.",
        "Now, as I am giving my experience only for the benefit of those who are troubled with the distemper I am writing about, I feel that they will see the propriety of my cautioning them against following such portions of it as proved inefficient with me, and acting upon this conviction, I warn them against warm salt-water.",
        "It may be a good enough remedy, but I think it is too severe.",
        "If I had another cold in the head, and there were no course left me but to take either an earthquake or a quart of warm saltwater, I would take my chances on the earthquake.",
        "After the storm which had been raging in my stomach had subsided, and no more good Samaritans happening along, I went on borrowing handkerchiefs again and blowing them to atoms, as had been my custom in the early stages of my cold, until I came across a lady who had just arrived from over the plains, and who said she had lived in a part of the country where doctors were scarce, and had from necessity acquired considerable skill in the treatment of simple “family complaints.” I knew she must have had much experience, for she appeared to be a hundred and fifty years old.",
        "She mixed a decoction composed of molasses, aquafortis, turpentine, and various other drugs, and instructed me to take a wine-glass full of it every fifteen minutes.",
        "I never took but one dose; that was enough; it robbed me of all moral principle, and awoke every unworthy impulse of my nature.",
        "Under its malign influence my brain conceived miracles of meanness, but my hands were too feeble to execute them; at that time, had it not been that my strength had surrendered to a succession of assaults from infallible remedies for my cold, I am satisfied that I would have tried to rob the graveyard.",
        "Like most other people, I often feel mean, and act accordingly; but until I took that medicine I had never reveled in such supernatural depravity, and felt proud of it.",
        "At the end of two days I was ready to go to doctoring again.",
        "I took a few more unfailing remedies, and finally drove my cold from my head to my lungs.",
        "I got to coughing incessantly, and my voice fell below zero; I conversed in a thundering bass, two octaves below my natural tone; I could only compass my regular nightly repose by coughing myself down to a state of utter exhaustion, and then the moment I began to talk in my sleep, my discordant voice woke me up again.",
        "My case grew more and more serious every day.",
        "A Plain gin was recommended; I took it.",
        "Then gin and molasses; I took that also.",
        "Then gin and onions; I added the onions, and took all three.",
        "I detected no particular result, however, except that I had acquired a breath like a buzzard's.",
        "I found I had to travel for my health.",
        "I went to Lake Bigler with my reportorial comrade, Wilson.",
        "It is gratifying to me to reflect that we traveled in considerable style; we went in the Pioneer coach, and my friend took all his baggage with him, consisting of two excellent silk handkerchiefs and a daguerreotype of his grandmother.",
        "We sailed and hunted and fished and danced all day, and I doctored my cough all night.",
        "By managing in this way, I made out to improve every hour in the twenty-four.",
        "But my disease continued to grow worse.",
        "A sheet-bath was recommended.",
        "I had never refused a remedy yet, and it seemed poor policy to commence then; therefore I determined to take a sheet-bath, notwithstanding I had no idea what sort of arrangement it was.",
        "It was administered at midnight, and the weather was very frosty.",
        "My breast and back were bared, and a sheet (there appeared to be a thousand yards of it) soaked in ice-water, was wound around me until I resembled a swab for a Columbiad.",
        "It is a cruel expedient.",
        "When the chilly rag touches one's warm flesh, it makes him start with sudden violence, and gasp for breath just as men do in the death-agony.",
        "It froze the marrow in my bones and stopped the beating of my heart.",
        "I thought my time had come.",
        "Young Wilson said the circumstance reminded him of an anecdote about a negro who was being baptized, and who slipped from the parson's grasp, and came near being drowned.",
        "He floundered around, though, and finally rose up out of the water considerably strangled and furiously angry, and started ashore at once, spouting water like a whale, and remarking, with great asperity, that “one o' dese days some gen'l'man's nigger gwyne to get killed wid jis' such damn foolishness as dis!” Never take a sheet-bath-- never.",
        "Next to meeting a lady acquaintance who, for reasons best known to herself, don't see you when she looks at you, and don't know you when she does see you, it is the most uncomfortable thing in the world.",
        "But, as I was saying, when the sheet-bath failed to cure my cough, a lady friend recommended the application of a mustard plaster to my breast.",
        "I believe that would have cured me effectually, if it had not been for young Wilson.",
        "When I went to bed, I put my mustard plaster --which was a very gorgeous one, eighteen inches square--where I could reach it when I was ready for it.",
        "But young Wilson got hungry in the night, and here is food for the imagination.",
        "After sojourning a week at Lake Bigler, I went to Steamboat Springs, and, besides the steam-baths, I took a lot of the vilest medicines that were ever concocted.",
        "They would have cured me, but I had to go back to Virginia City, where, notwithstanding the variety of new remedies I absorbed every day, I managed to aggravate my disease by carelessness and undue exposure.",
        "I finally concluded to visit San Francisco, and the first day I got there a lady at the hotel told me to drink a quart of whisky every twenty-four hours, and a friend up-town recommended precisely the same course.",
        "Each advised me to take a quart; that made half a gallon.",
        "I did it, and still live.",
        "Now, with the kindest motives in the world, I offer for the consideration of consumptive patients the variegated course of treatment I have lately gone through.",
        "Let them try it; if it don't cure, it can't more than kill them.",
        "A CURIOUS PLEASURE EXCURSION --  ADVERTISEMENT This is to inform the public that in connection with Mr. Barnum I have leased the comet for a term of years; and I desire also to solicit the public patronage in favor of a beneficial enterprise which we have in view.",
        "We propose to fit up comfortable, and even luxurious, accommodations in the comet for as many persons as will honor us with their patronage, and make an extended excursion among the heavenly bodies.",
        "We shall prepare 1,000,000 state-rooms in the tail of the comet (with hot and cold water, gas, looking-glass, parachute, umbrella, etc., in each), and shall construct more if we meet with a sufficiently generous encouragement.",
        "We shall have billiard-rooms, card-rooms, music-rooms, bowling-alleys and many spacious theaters and free libraries; and on the main deck we propose to have a driving park, with upward of 100,000 miles of roadway in it.",
        "We shall publish daily newspapers also.",
        "DEPARTURE OF THE COMET The comet will leave New York at 10 P.M. on the 20th inst., and therefore it will be desirable that the passengers be on board by eight at the latest, to avoid confusion in getting under way.",
        "It is not known whether passports will be necessary or not, but it is deemed best that passengers provide them, and so guard against all contingencies.",
        "No dogs will be allowed on board.",
        "This rule has been made in deference to the existing state of feeling regarding these animals, and will be strictly adhered to.",
        "The safety of the passengers will in all ways be jealously looked to.",
        "A substantial iron railing will be put up all around the comet, and no one will be allowed to go to the edge and look over unless accompanied by either my partner or myself.",
        "THE POSTAL SERVICE will be of the completest character.",
        "Of course the telegraph, and the telegraph only, will be employed; consequently friends occupying state-rooms 20,000,000 and even 30,000,000 miles apart will be able to send a message and receive a reply inside of eleven days.",
        "Night messages will be half-rate.",
        "The whole of this vast postal system will be under the personal superintendence of Mr. Hale of Maine.",
        "Meals served at all hours.",
        "Meals served in staterooms charged extra.",
        "Hostility is not apprehended from any great planet, but we have thought it best to err on the safe side, and therefore have provided a proper number of mortars, siege-guns, and boarding-pikes.",
        "History shows that small, isolated communities, such as the people of remote islands, are prone to be hostile to strangers, and so the same may be the case with THE INHABITANTS OF STARS of the tenth or twentieth magnitude.",
        "We shall in no case wantonly offend the people of any star, but shall treat all alike with urbanity and kindliness, never conducting ourselves toward an asteroid after a fashion which we could not venture to assume toward Jupiter or Saturn.",
        "I repeat that we shall not wantonly offend any star; but at the same time we shall promptly resent any injury that may be done us, or any insolence offered us, by parties or governments residing in any star in the firmament.",
        "Although averse to the shedding of blood, we shall still hold this course rigidly and fearlessly, not only toward single stars, but toward constellations.",
        "We shall hope to leave a good impression of America behind us in every nation we visit, from Venus to Uranus.",
        "And, at all events, if we cannot inspire love we shall at least compel respect for our country wherever we go.",
        "We shall take with us, free of charge, A GREAT FORCE OF MISSIONARIES, and shed the true light upon all the celestial orbs which, physically aglow, are yet morally in darkness.",
        "Sunday-schools will be established wherever practicable.",
        "Compulsory education will also be introduced.",
        "The comet will visit Mars first, and proceed to Mercury, Jupiter, Venus, and Saturn.",
        "Parties connected with the government of the District of Columbia and with the former city government of New York, who may desire to inspect the rings, will be allowed time and every facility.",
        "Every star of prominent magnitude will be visited, and time allowed for excursions to points of interest inland.",
        "THE DOG STAR has been stricken from the program.",
        "Much time will be spent in the Great Bear, and, indeed, in every constellation of importance.",
        "So, also, with the Sun and Moon and the Milky Way, otherwise the Gulf Stream of the Skies.",
        "Clothing suitable for wear in the sun should be provided.",
        "Our program has been so arranged that we shall seldom go more than 100,000,000 of miles at a time without stopping at some star.",
        "This will necessarily make the stoppages frequent and preserve the interest of the tourist.",
        "Baggage checked through to any point on the route.",
        "Parties desiring to make only a part of the proposed tour, and thus save expense, may stop over at any star they choose and wait for the return voyage.",
        "After visiting all the most celebrated stars and constellations in our system and personally inspecting the remotest sparks that even the most powerful telescope can now detect in the firmament, we shall proceed with good heart upon A STUPENDOUS VOYAGE of discovery among the countless whirling worlds that make turmoil in the mighty wastes of space that stretch their solemn solitudes, their unimaginable vastness billions upon billions of miles away beyond the farthest verge of telescopic vision, till by comparison the little sparkling vault we used to gaze at on Earth shall seem like a remembered phosphorescent flash of spangles which some tropical voyager's prow stirred into life for a single instant, and which ten thousand miles of phosphorescent seas and tedious lapse of time had since diminished to an incident utterly trivial in his recollection.",
        "Children occupying seats at the first table will be charged full fare.",
        "FIRST-CLASS FARE from the Earth to Uranus, including visits to the Sun and Moon and all the principal planets on the route, will be charged at the low rate of $2 for every 50,000,000 miles of actual travel.",
        "A great reduction will be made where parties wish to make the round trip.",
        "This comet is new and in thorough repair and is now on her first voyage.",
        "She is confessedly the fastest on the line.",
        "She makes 20,000,000 miles a day, with her present facilities; but, with a picked American crew and good weather, we are confident we can get 40,000,000 out of her.",
        "Still, we shall never push her to a dangerous speed, and we shall rigidly prohibit racing with other comets.",
        "Passengers desiring to diverge at any point or return will be transferred to other comets.",
        "We make close connections at all principal points with all reliable lines.",
        "Safety can be depended upon.",
        "It is not to be denied that the heavens are infested with OLD RAMSHACKLE COMETS that have not been inspected or overhauled in 10,000 years, and which ought long ago to have been destroyed or turned into hail-barges, but with these we have no connection whatever.",
        "Steerage passengers not allowed abaft the main hatch.",
        "Complimentary round-trip tickets have been tendered to General Butler, Mr. Shepherd, Mr. Richardson, and other eminent gentlemen, whose public services have entitled them to the rest and relaxation of a voyage of this kind.",
        "Parties desiring to make the round trip will have extra accommodation.",
        "The entire voyage will be completed, and the passengers landed in New York again, on the 14th of December, 1991.",
        "This is, at least, forty years quicker than any other comet can do it in.",
        "Nearly all the back-pay members contemplate making the round trip with us in case their constituents will allow them a holiday.",
        "Every harmless amusement will be allowed on board, but no pools permitted on the run of the comet --no gambling of any kind.",
        "All fixed stars will be respected by us, but such stars as seem to need fixing we shall fix.",
        "If it makes trouble, we shall be sorry, but firm.",
        "Mr. Coggia having leased his comet to us, she will no longer be called by his name, but by my partner's.",
        "N.",
        "B.--Passengers by paying double fare will be entitled to a share in all the new stars, suns, moons, comets, meteors, and magazines of thunder and lightning we may discover.",
        "Patent-medicine people will take notice that WE CARRY BULLETIN-BOARDS and a paint-brush along for use in the constellations, and are open to terms.",
        "Cremationists are reminded that we are going straight to--some hot places--and are open to terms.",
        "To other parties our enterprise is a pleasure excursion, but individually we mean business.",
        "We shall fly our comet for all it is worth.",
        "FOR FURTHER PARTICULARS, or for freight or passage, apply on board, or to my partner, but not to me, since I do not take charge of the comet until she is under way.",
        "It is necessary, at a time like this, that my mind should not be burdened with small business details.",
        "MARK TWAIN.",
        "RUNNING FOR GOVERNOR-- A few months ago I was nominated for Governor of the great state of New York, to run against Mr. John T.",
        "Smith and Mr. Blank J.",
        "Blank on an independent ticket.",
        "I somehow felt that I had one prominent advantage over these gentlemen, and that was--good character.",
        "It was easy to see by the newspapers that if ever they had known what it was to bear a good name, that time had gone by.",
        "It was plain that in these latter years they had become familiar with all manner of shameful crimes.",
        "But at the very moment that I was exalting my advantage and joying in it in secret, there was a muddy undercurrent of discomfort “riling” the deeps of my happiness, and that was--the having to hear my name bandied about in familiar connection with those of such people.",
        "I grew more and more disturbed.",
        "Finally I wrote my grandmother about it.",
        "Her answer came quick and sharp.",
        "She said: You have never done one single thing in all your life to be ashamed of--not one.",
        "Look at the newspapers--look at them and comprehend what sort of characters Messrs.",
        "Smith and Blank are, and then see if you are willing to lower yourself to their level and enter a public canvass with them.",
        "It was my very thought!",
        "I did not sleep a single moment that night.",
        "But, after all, I could not recede.",
        "I was fully committed, and must go on with the fight.",
        "As I was looking listlessly over the papers at breakfast I came across this paragraph, and I may truly say I never was so confounded before.",
        "PERJURY.--Perhaps, now that Mr. Mark Twain is before the people as a candidate for Governor, he will condescend to explain how he came to be convicted of perjury by thirty-four witnesses in Wakawak, Cochin China, in 1863, the intent of which perjury being to rob a poor native widow and her helpless family of a meager plantain-patch, their only stay and support in their bereavement and desolation.",
        "Mr. Twain owes it to himself, as well as to the great people whose suffrages he asks, to clear this matter up.",
        "Will he do it?",
        "I thought I should burst with amazement!",
        "Such a cruel, heartless charge!",
        "I never had seen Cochin China!",
        "I never had heard of Wakawak!",
        "I didn't know a plantain-patch from a kangaroo!",
        "I did not know what to do.",
        "I was crazed and helpless.",
        "I let the day slip away without doing anything at all.",
        "The next morning the same paper had this--nothing more: SIGNIFICANT.--Mr. Twain, it will be observed, is suggestively silent about the Cochin China perjury.",
        "Next came the Gazette, with this: WANTED TO KNOW.--Will the new candidate for Governor deign to explain to certain of his fellow-citizens (who are suffering to vote for him!) the little circumstance of his cabin-mates in Montana losing small valuables from time to time, until at last, these things having been invariably found on Mr. Twain's person or in his “trunk” (newspaper he rolled his traps in), they felt compelled to give him a friendly admonition for his own good, and so tarred and feathered him, and rode him on a rail; and then advised him to leave a permanent vacuum in the place he usually occupied in the camp.",
        "Will he do this?",
        "Could anything be more deliberately malicious than that?",
        "For I never was in Montana in my life.",
        "I got to picking up papers apprehensively--much as one would lift a desired blanket which he had some idea might have a rattlesnake under it.",
        "One day this met my eye: THE LIE NAILED.--By the sworn affidavits of Michael O'Flanagan, Esq., of the Five Points, and Mr. Snub Rafferty and Mr. Catty Mulligan, of Water Street, it is established that Mr. Mark Twain's vile statement that the lamented grandfather of our noble standard-bearer, Blank J.",
        "Blank, was hanged for highway robbery, is a brutal and gratuitous LIE, without a shadow of foundation in fact.",
        "It is disheartening to virtuous men to see such shameful means resorted to to achieve political success as the attacking of the dead in their graves, and defiling their honored names with slander.",
        "When we think of the anguish this miserable falsehood must cause the innocent relatives and friends of the deceased, we are almost driven to incite an outraged and insulted public to summary and unlawful vengeance upon the traducer.",
        "But no! let us leave him to the agony of a lacerated conscience (though if passion should get the better of the public, and in its blind fury they should do the traducer bodily injury, it is but too obvious that no jury could convict and no court punish the perpetrators of the deed).",
        "The ingenious closing sentence had the effect of moving me out of bed with despatch that night, and out at the back door also, while the “outraged and insulted public” surged in the front way, breaking furniture and windows in their righteous indignation as they came, and taking off such property as they could carry when they went.",
        "And yet I can lay my hand upon the Book and say that I never slandered Mr. Blank's grandfather.",
        "More: I had never even heard of him or mentioned him up to that day and date.",
        "The next newspaper article that attracted my attention was the following: A SWEET CANDIDATE.--Mr. Mark Twain, who was to make such a blighting speech at the mass-meeting of the Independents last night, didn't come to time!",
        "A telegram from his physician stated that he had been knocked down by a runaway team, and his leg broken in two places--sufferer lying in great agony, and so forth, and so forth, and a lot more bosh of the same sort.",
        "And the Independents tried hard to swallow the wretched subterfuge, and pretend that they did not know what was the real reason of the absence of the abandoned creature whom they denominate their standard-bearer.",
        "A certain man was seen to reel into Mr. Twain's hotel last night in a state of beastly intoxication.",
        "It is the imperative duty of the Independents to prove that this besotted brute was not Mark Twain himself.",
        "We have them at last!",
        "This is a case that admits of no shirking.",
        "The voice of the people demands in thunder tones, “WHO WAS THAT MAN?” It was incredible, absolutely incredible, for a moment, that it was really my name that was coupled with this disgraceful suspicion.",
        "Three long years had passed over my head since I had tasted ale, beer, wine or liquor of any kind.",
        "By this time anonymous letters were getting to be an important part of my mail matter.",
        "This form was common: How about that old woman you kiked of your premises which was beging.",
        "POL.",
        "PRY.",
        "And this: There is things which you have done which is unbeknowens to anybody but me.",
        "You better trot out a few dols, to yours truly, or you'll hear through the papers from HANDY ANDY.",
        "This is about the idea.",
        "I could continue them till the reader was surfeited, if desirable.",
        "Shortly the principal Republican journal “convicted” me of wholesale bribery, and the leading Democratic paper “nailed” an aggravated case of blackmailing to me.",
        "By this time there had grown to be such a clamor for an “answer” to all the dreadful charges that were laid to me that the editors and leaders of my party said it would be political ruin for me to remain silent any longer.",
        "As if to make their appeal the more imperative, the following appeared in one of the papers the very next day: BEHOLD THE MAN!--The independent candidate still maintains silence.",
        "Because he dare not speak.",
        "Every accusation against him has been amply proved, and they have been indorsed and reindorsed by his own eloquent silence, till at this day he stands forever convicted.",
        "Look upon your candidate, Independents!",
        "Look upon the Infamous Perjurer! the Montana Thief! the Body-Snatcher!",
        "Contemplate your incarnate Delirium Tremens! your Filthy Corruptionist! your Loathsome Embracer!",
        "Gaze upon him--ponder him well--and then say if you can give your honest votes to a creature who has earned this dismal array of titles by his hideous crimes, and dares not open his mouth in denial of any one of them!",
        "There was no possible way of getting out of it, and so, in deep humiliation, I set about preparing to “answer” a mass of baseless charges and mean and wicked falsehoods.",
        "But I never finished the task, for the very next morning a paper came out with a new horror, a fresh malignity, and seriously charged me with burning a lunatic asylum with all its inmates, because it obstructed the view from my house.",
        "This threw me into a sort of panic.",
        "Then came the charge of poisoning my uncle to get his property, with an imperative demand that the grave should be opened.",
        "This drove me to the verge of distraction.",
        "On top of this I was accused of employing toothless and incompetent old relatives to prepare the food for the foundling hospital when I was warden.",
        "I was wavering--wavering.",
        "And at last, as a due and fitting climax to the shameless persecution that party rancor had inflicted upon me, nine little toddling children, of all shades of color and degrees of raggedness, were taught to rush onto the platform at a public meeting, and clasp me around the legs and call me PA!",
        "I gave it up.",
        "I hauled down my colors and surrendered.",
        "I was not equal to the requirements of a Gubernatorial campaign in the state of New York, and so I sent in my withdrawal from the candidacy, and in bitterness of spirit signed it, “Truly yours, once a decent man, but now “MARK TWAIN, I.P., M.T., B.S., D.T., F.C., and L.E.” A MYSTERIOUS VISIT The first notice that was taken of me when I “settled down” recently was by a gentleman who said he was an assessor, and connected with the U.",
        "S.",
        "Internal Revenue Department.",
        "I said I had never heard of his branch of business before, but I was very glad to see him all the same.",
        "Would he sit down?",
        "He sat down.",
        "I did not know anything particular to say, and yet I felt that people who have arrived at the dignity of keeping house must be conversational, must be easy and sociable in company.",
        "So, in default of anything else to say, I asked him if he was opening his shop in our neighborhood.",
        "He said he was.",
        "I ventured to ask him “How was trade?” And he said “So-so.” I then said we would drop in, and if we liked his house as well as any other, we would give him our custom.",
        "He said he thought we would like his establishment well enough to confine ourselves to it--said he never saw anybody who would go off and hunt up another man in his line after trading with him once.",
        "That sounded pretty complacent, but barring that natural expression of villainy which we all have, the man looked honest enough.",
        "I do not know how it came about exactly, but gradually we appeared to melt down and run together, conversationally speaking, and then everything went along as comfortably as clockwork.",
        "We talked, and talked, and talked--at least I did; and we laughed, and laughed, and laughed--at least he did.",
        "But all the time I had my presence of mind about me--I had my native shrewdness turned on “full head,” as the engineers say.",
        "I was determined to find out all about his business in spite of his obscure answers--and I was determined I would have it out of him without his suspecting what I was at.",
        "I meant to trap him with a deep, deep ruse.",
        "I would tell him all about my own business, and he would naturally so warm to me during this seductive burst of confidence that he would forget himself, and tell me all about his affairs before he suspected what I was about.",
        "I thought to myself, My son, you little know what an old fox you are dealing with.",
        "I said: “Now you never would guess what I made lecturing this winter and last spring?” “No--don't believe I could, to save me.",
        "Let me see--let me see.",
        "About two thousand dollars, maybe?",
        "But no; no, sir, I know you couldn't have made that much.",
        "Say seventeen hundred, maybe?” “Ha! ha!",
        "I knew you couldn't.",
        "My lecturing receipts for last spring and this winter were fourteen thousand seven hundred and fifty dollars.",
        "What do you think of that?” “Why, it is amazing-perfectly amazing.",
        "I will make a note of it.",
        "And you say even this wasn't all?” “All!",
        "Why bless you, there was my income from the Daily Warwhoop for four months--about--about--well, what should you say to about eight thousand dollars, for instance?” “Say!",
        "Why, I should say I should like to see myself rolling in just such another ocean of affluence.",
        "Eight thousand!",
        "I'll make a note of it.",
        "Why man!--and on top of all this am I to understand that you had still more income?” “Ha! ha! ha!",
        "Why, you're only in the suburbs of it, so to speak.",
        "There's my book, The Innocents Abroad--price $3.50 to $5, according to the binding.",
        "Listen to me.",
        "Look me in the eye.",
        "During the last four months and a half, saying nothing of sales before that, but just simply during the four months and a half, we've sold ninety-five thousand copies of that book.",
        "Ninety-five thousand!",
        "Think of it.",
        "Average four dollars a copy, say.",
        "It's nearly four hundred thousand dollars, my son.",
        "I get half.” “The suffering Moses!",
        "I'll set that down.",
        "Fourteen-seven-fifty --eight--two hundred.",
        "Total, say--well, upon my word, the grand total is about two hundred and thirteen or fourteen thousand dollars!",
        "Is that possible?” “Possible!",
        "If there's any mistake it's the other way.",
        "Two hundred and fourteen thousand, cash, is my income for this year if I know how to cipher.” Then the gentleman got up to go.",
        "It came over me most uncomfortably that maybe I had made my revelations for nothing, besides being flattered into stretching them considerably by the stranger's astonished exclamations.",
        "But no; at the last moment the gentleman handed me a large envelope, and said it contained his advertisement; and that I would find out all about his business in it; and that he would be happy to have my custom--would, in fact, be proud to have the custom of a man of such prodigious income; and that he used to think there were several wealthy men in the city, but when they came to trade with him he discovered that they barely had enough to live on; and that, in truth, it had been such a weary, weary age since he had seen a rich man face to face, and talked to him, and touched him with his hands, that he could hardly refrain from embracing me--in fact, would esteem it a great favor if I would let him embrace me.",
        "This so pleased me that I did not try to resist, but allowed this simple-hearted stranger to throw his arms about me and weep a few tranquilizing tears down the back of my neck.",
        "Then he went his way.",
        "As soon as he was gone I opened his advertisement.",
        "I studied it attentively for four minutes.",
        "I then called up the cook, and said: “Hold me while I faint!",
        "Let Marie turn the griddle-cakes.” By and by, when I came to, I sent down to the rum-mill on the corner and hired an artist by the week to sit up nights and curse that stranger, and give me a lift occasionally in the daytime when I came to a hard place.",
        "Ah, what a miscreant he was!",
        "His “advertisement” was nothing in the world but a wicked tax-return--a string of impertinent questions about my private affairs, occupying the best part of four foolscap pages of fine print--questions, I may remark, gotten up with such marvelous ingenuity that the oldest man in the world couldn't understand what the most of them were driving at--questions, too, that were calculated to make a man report about four times his actual income to keep from swearing to a falsehood.",
        "I looked for a loophole, but there did not appear to be any.",
        "Inquiry No. 1 covered my case as generously and as amply as an umbrella could cover an ant-hill: What were your profits, during the past year, from any trade, business, or vocation, wherever carried on?",
        "And that inquiry was backed up by thirteen others of an equally searching nature, the most modest of which required information as to whether I had committed any burglary or highway robbery, or, by any arson or other secret source of emolument had acquired property which was not enumerated in my statement of income as set opposite to inquiry No. 1.",
        "It was plain that that stranger had enabled me to make a goose of myself.",
        "It was very, very plain; and so I went out and hired another artist.",
        "By working on my vanity, the stranger had seduced me into declaring an income of two hundred and fourteen thousand dollars.",
        "By law, one thousand dollars of this was exempt from income tax--the only relief I could see, and it was only a drop in the ocean.",
        "At the legal five per cent., I must pay to the government the sum of ten thousand six hundred and fifty dollars, income tax!",
        "I am acquainted with a very opulent man, whose house is a palace, whose table is regal, whose outlays are enormous, yet a man who has no income, as I have often noticed by the revenue returns; and to him I went for advice in my distress.",
        "He took my dreadful exhibition of receipts, he put on his glasses, he took his pen, and presto!--I was a pauper!",
        "It was the neatest thing that ever was.",
        "He did it simply by deftly manipulating the bill of “DEDUCTIONS.” He set down my “State, national, and municipal taxes” at so much; my “losses by shipwreck; fire, etc.,” at so much; my “losses on sales of real estate”--on “live stock sold”--on “payments for rent of homestead”--on “repairs, improvements, interest”--on “previously taxed salary as an officer of the United States army, navy, revenue service,” and other things.",
        "He got astonishing “deductions” out of each and every one of these matters--each and every one of them.",
        "And when he was done he handed me the paper, and I saw at a glance that during the year my income, in the way of profits, had been one thousand two hundred and fifty dollars and forty cents. “Now,” said he, “the thousand dollars is exempt by law.",
        "What you want to do is to go and swear this document in and pay tax on the two hundred and fifty dollars.”  “Do you,” said I, “do you always work up the 'deductions' after this fashion in your own case, sir?” “Well, I should say so!",
        "If it weren't for those eleven saving clauses under the head of 'Deductions' I should be beggared every year to support this hateful and wicked, this extortionate and tyrannical government.” This gentleman stands away up among the very best of the solid men of the city--the men of moral weight, of commercial integrity, of unimpeachable social spotlessness--and so I bowed to his example.",
        "I went down to the revenue office, and under the accusing eyes of my old visitor I stood up and swore to lie after lie, fraud after fraud, villainy after villainy, till my soul was coated inches and inches thick with perjury, and my self-respect gone for ever and ever.",
        "But what of it?",
        "It is nothing more than thousands of the richest and proudest, and most respected, honored, and courted men in America do every year.",
        "And so I don't care.",
        "I am not ashamed.",
        "I shall simply, for the present, talk little and eschew fire-proof gloves, lest I fall into certain dreadful habits irrevocably.",
        "End of the Project Gutenberg EBook of Sketches New and Old, Complete, by Mark Twain (Samuel Clemens)"
      ],
      "sentence_count": 1151,
      "word_count": 28225
    }
  ],
  "statistics": {
    "total_chapters": 11,
    "total_sentences": 1970,
    "total_words": 46719,
    "average_sentences_per_chapter": 179,
    "average_words_per_chapter": 4247
  }
}