{
  "metadata": {
    "title": "Doctrina Christiana",
    "author": "Unknown Author",
    "format": "standard",
    "format_confidence": 40.0,
    "original_metadata": {
      "title": "Doctrina Christiana",
      "author": null,
      "language": "English, Spanish, Tagalog",
      "release_date": null,
      "ebook_number": null
    },
    "raw_text_length": 193623,
    "cleaned_text_length": 174186
  },
  "chapters": [
    {
      "number": 1,
      "title": "Chapter I: SA KA KU MA TA PO. YA RI PA PA PA NA SA A MI.",
      "paragraphs": [
        {
          "sentences": [
            "I PA KI TA MO SA A MI.",
            "A I YO A NA SI SE SO.",
            "SA TA MA RI YA.",
            "MA A WA I.",
            "MA A LA.",
            "BI SE NA MA TO TO O.",
            "I NA NA DI YO.",
            "KA MI I PA NA LA NGI MO.",
            "NA MA PA TO LO SA A MI.",
            "A PA NGA NGA KO.",
            "NI SE SO KI TO.",
            "A ME SE SO."
          ]
        },
        {
          "sentences": [
            "Los Articulos dela fee, son catorze.",
            "Los siete pertenesçe ata diuinidad, ylos otros siete a la humanidad denrõ senõr Je suchristo Dios y hombre uerda dero. ylos siete que pertenesçen ala diuinidad son estos."
          ]
        },
        {
          "sentences": [
            "El primero, creer en un so lo dios todo poderoso.",
            "El segundo creer que es dios pa dre.",
            "El tercero, creer qes dios hi jo.",
            "El quarto, creer que es Dios Espiritusancto.",
            "El quinto, creer que es criador.",
            "El sexto, creer qes satuador.",
            "El septimo, creer que es glorificador."
          ]
        },
        {
          "sentences": [
            "Los que pertenesçenatasa ta humanidad.",
            "Son estos."
          ]
        },
        {
          "sentences": [
            "El Primero, creer que nues tro senõr Jesuchristo, en quãto hombre fue conçebido del sptri tu sancto.",
            "El segundo, que nasçro del uientre uirginal de la uirgen sancta Maria, siendo ella uirge antes del parto, yenelparto, y des pues del parto.",
            "El terçero, que rescibio muerte y pasion porsal uar anosotros peccadores.",
            "El quar to: que desçendio alos infiernos, ysacolas animas de los sanctos padres que asta estauan esperan do su sancto aduenimiento.",
            "El quinto, que resuscito alterçero dia.",
            "El sexto, creer que subio alos cielos, yseassento ala dies tra de dios padre todo poderoso.",
            "El septimo, que uerna ajuzgar alos uinos y alos muertos.",
            "Con uiene asaber, alos buenos paradar la gloria, porq guardaron susmã damientos: yalos malos pena percurable porque nolos guar daron.",
            "Amen:"
          ]
        },
        {
          "sentences": [
            "Ang pono nang sinasangpa lataianan nang manga chris tiano labin apat na bagai.",
            "Ang pitong naona ang sabi ang Dios ang pagcadios niya.",
            "Ang pitõg naholi ang sabi,a, ang atin pangi noon Jesuchristo ang pagcatauo niya.",
            "Ang pitong naona ang sa bi, ce ang Dios ang pagca dios ni ya ay yceri."
          ]
        },
        {
          "sentences": [
            "Ang naona sumangpalataia sa ysang Dios totoo.",
            "Ang ycalua, sumangpalataia, ycering dios si yang ama.",
            "Ang ycatlo, Sumãpalataia. ycering dios siyang anac.",
            "Ang ycapat sumangpalataia, ycering dios siyang spiritusancto.",
            "Ang ycalima, sumangpalataia, ycerig dios siyang mangagaua nang la hat.",
            "Ang ycanim, sumangpala taia ycering dios siyang naca uauala nang casalanan.",
            "Ang ycapito sumangpalataia ycering dios siyang nacalulualhati."
          ]
        },
        {
          "sentences": [
            "Ang pitong naholi ang sabi ce ang ating pãgninoon Jesuchristo ang pagcatauo ni ya ay yari."
          ]
        },
        {
          "sentences": [
            "Ang naona sumangpala taia ang atin pagninoon Jesuchristo, ypinaglehe ni San cta Maria lalang nang spiritu sancto.",
            "Ang ycalua sumang palataia, ang atin pagninoon Jesuchristo y pinanganac ni sancta maria uirgen totoo, nã dipa nanganac, nang macapa nganac na uirgen din totoo.",
            "Ang ycatlo sumangpalataia, ang atin panginoon Jesuchris to nasactan, ypinaco sa cruz. namatai sacop nang atin casa lanan.",
            "Ang ycapat sumang palataia, ang atin panginoon Je suchristo nanaog sa manga in fierno, at hinango doon ang ca loloua nang manga sanctos nag hihintai nang pagdating niya.",
            "Ang ycalima sumangpalataia ang atin panginoon Jesuchristo, nang magycatlong arao nabu hai nanaguli.",
            "Ang ycanim su mangpalataia ang atin pangino on Jesuchristo nacyat sa langit nalolocloc sa canan nang dios ama macagagaua sa lahat.",
            "Ang ycapito sumangpalataia ang a tin panginoon Jesuchristo saca parito hohocom sa nabubuhai at sa nangamatai na tauo.",
            "Ang ba nal na tauo gagantihin niya nãg caloualhatian nang langit, ang nacasonor silla nang caniyang otos.",
            "Ang di banal pacasasamin sa infierno ang di silla sumonor nang otos niya.",
            "Ame.",
            "Jesus."
          ]
        },
        {
          "sentences": [
            "A PO NO NA SI NA SA PA LA TA YA NA.",
            "NA MA NGA KI NI TI YA NO.",
            "LA BI A PA NA BA GA.",
            "A PI TO NA O NA.",
            "A SA BI I A DI YO.",
            "A PA KA DI YO NI YA.",
            "A PI TO NA HO LI.",
            "A SA BI I.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "A PA KA TA WO NI YA.",
            "A PI TA NA O NA.",
            "A SA BI A DI YO.",
            "A PA KA DI YO NI YA.",
            "A PA DI."
          ]
        },
        {
          "sentences": [
            "A NA O NA.",
            "SU MA PA LA TA YA SA I SA DI YO TO TO O.",
            "A I KA WA.",
            "SU MA PA LA TA YA.",
            "YA RI DI YO.",
            "SI YA A MA.",
            "A I KA LO.",
            "SU MA PA LA TA YA.",
            "YA RI DI TO.",
            "SI YA A NA.",
            "A I KA PA.",
            "SU MA PA LA TA YA.",
            "YA RI DI YO.",
            "S YA E PI DI TO SA TO A I KA LI MA.",
            "SU MA PA LA TA YA.",
            "YA RI DI TO.",
            "SI YA MA GA GA WA NA LA HA.",
            "A I KA NI.",
            "SU MA PA LA TA YA.",
            "YA RI DI TO.",
            "SI YA NA KA WA WA LA NA KA SA LA NA.",
            "A I KA PI TO.",
            "SU MA PA LA TA YA.",
            "YA RI DI YO.",
            "SI YA NA KA LU LU WA HA TI."
          ]
        },
        {
          "sentences": [
            "A PI TO NA HU LI.",
            "A SA BI I A A TI PA NGI NO O SE SO KI TO.",
            "A PA KA TA WA NI YA.",
            "A YA RI.",
            "A NA O NA.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "I PI NA LE HE.",
            "NI SA TA MA RI YA.",
            "LA LA NA E PI RI TO SA TO.",
            "A I KA WA.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "I PI NA NGA NA.",
            "NI SA TO MA RI YA.",
            "BI SE TO TO O.",
            "NA DI PA NA NGA NA.",
            "NA MA KA PA NGA NA NA.",
            "BI SE DI TO TO O.",
            "A I KA LO.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "NA SA TA.",
            "I PI NA KO SA KU RU.",
            "SA KO NA A TI KA SA LA NA.",
            "A I KA PA.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "NA NA O.",
            "SA MA NGO I PE NO.",
            "A HI NA NGO DO O.",
            "A KA LO LO WA NA MA NGA SA TO.",
            "NA HI HI TA.",
            "NA PA RA TI NI YA.",
            "A I KA LI MA.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O.",
            "SE SO KI TO.",
            "NA MA I KA LO A RA.",
            "NA BU HA NA NA U LI.",
            "A I KA NI.",
            "SU MA SA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "NA YA SA LA NGI.",
            "NA LO LO LO SA KA NA.",
            "NA DI YO A MA.",
            "MA KA GA GA WA SA LA HA.",
            "A I KA PI TO.",
            "SU MA PA LA TA YA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "SA KA PA RI TO.",
            "HO HO KO.",
            "SA NA BU BU HA.",
            "A SA NA NGA MA TA NA TA WO.",
            "A BA NA NA TA WO.",
            "GA GA TI HI NI YA.",
            "NA KA LU WA HA TI A NA LA NGI.",
            "A NA KA SO NO SI LA NA KA NI YA O TO.",
            "A DI BA NA PA KA SA SA I.",
            "SA I PE NO.",
            "A DI SI LA SO MO NO.",
            "NA O TO NI YA.",
            "A ME.",
            "SE SO."
          ]
        },
        {
          "sentences": [
            "Los mandamientos de la lei de dios son diez.",
            "Los tres pertenesçen alhonor de Dios. ylos otros siete al prouecho del proximo."
          ]
        },
        {
          "sentences": [
            "El primero, amarasa dios sobre todas las cosas.",
            "El segundo, no jurarasu sancto nom bre en uano.",
            "El terçero, sanctisi caras las siestas.",
            "El quarto, hon rraras atu padre y madre.",
            "El quinto, no mataras.",
            "El sexto nofornicaras.",
            "El septimo, no hur taras.",
            "El octauo, noscuantarafal* so testimonio.",
            "El noueno, no dessearas la muger de suproxi mo.",
            "El dezeno, nocobdiçiaras, los bienes agenos.",
            "Estos diez mandamientos se ençierran e dos, amarasa dios sobre todas las cosas. y atu proximo como ati mesmo."
          ]
        },
        {
          "sentences": [
            "Ang otos nang Dios,ce, sangpouo."
          ]
        },
        {
          "sentences": [
            "Ang naona, ybigin mo ang dios lalo sa lahat.",
            "Ang y calua, houag mo sacsihin ang dios cundi totoo.",
            "Ang ycatlo mangilin ca cun domingo at cu siesta.",
            "Ang ycapat, ygalang mo ang yyong ama, at ang yyong yna.",
            "Ang ycalima houag mõg patayin ãg capoua mo tauo. ãg yca nim, houag cãg maquiapir sa di mo asaua.",
            "Ang ycapito houag cang mag nacao, ãg ycaualo houag mõg paga uãgauã nanguica ang capoua mo tauo houag ca naman magsonõ galing.",
            "Ang ycasiam houag cang mag nasa sa di mo asaua.",
            "Ang y capolo, houag mong pagnasa ang di mo ari.",
            "Ytong sang pouong Otos nang Dios da laua ang inouian.",
            "Ang ysa ybigin mo Ang Dios lalo lalo sa lahat.",
            "Ang ycalua ybig in mo naman ang capoua mo tauo parang ang catauan mo.",
            "Amen.",
            "Jesus."
          ]
        },
        {
          "sentences": [
            "A O TO NA DI YO.",
            "I SA PO WO A NA O NA.",
            "I BI I MO A DI YO.",
            "LA LO SA LA HA.",
            "A I KA WA.",
            "HO WA MO SA SE HI A DI YO KU DI TO TO O.",
            "A I KA LO.",
            "MA NGI LI KA.",
            "KU DO MI GO.",
            "A KU PI TA.",
            "A I KA PA.",
            "I GA LA MO.",
            "A I YO A MA.",
            "A A I YO I NA.",
            "A I KA LI MA.",
            "HO WA MO PA TA YI A KA PO WA MO TO WO.",
            "A I KA NI.",
            "HO WA KA MA KI A PI SA DI MO A SA WA.",
            "A I KA PI TO.",
            "HO WA KA MA NA KA.",
            "A I KA WA LO.",
            "HO WA MO PA GA A GA A NA WI KA.",
            "A KA PO WA MO TA WO.",
            "HO WA KA NA MA MA SO.",
            "NO NGA LI.",
            "A I KA SI YA.",
            "HO WA KA MA NA SA.",
            "SA DI MO A SA WA.",
            "A I KA PO LO.",
            "HO WA MO PA NA SA HI A DI MO A RI.",
            "I TO SA PO WO.",
            "O TO NA DI YO.",
            "DA WA A I NO WI A.",
            "A I SA.",
            "I BI I MO A DI YO.",
            "LA LO SA LA HA.",
            "A I KA WA.",
            "I BI I MO NA MA.",
            "A KA PO WA MO TA WO.",
            "PA RA NA KA TA A MO.",
            "A ME SE SO."
          ]
        },
        {
          "sentences": [
            "Los mandamientos de las sã cta madre yglesia, son cinco."
          ]
        },
        {
          "sentences": [
            "El primero. ourmissa ente ra los domingos y siestas de guardar.",
            "El segundo, con fesar alomenos una vez en el anõ.",
            "El tercero, comulgar de necessidad por pascua florida.",
            "El quarto, ayunar quando lo manda la sancta madre ygtiã.",
            "El quinto, pagar diezmos y primiçias."
          ]
        },
        {
          "sentences": [
            "Ang otos nang sancta y gtiã yna natin ceylima."
          ]
        },
        {
          "sentences": [
            "Ang naona, maqui~nig nãg missa houag meilisan cun domingo at sa siesta, pina ngingilinan.",
            "Ang ycalua, mag confesar miminsan man taon taon, at cun mey hirap na yca mamatai.",
            "Ang ycatlo, mag comulgar cun pascua na yqui nabuhai na naguli nang atin pa nginoon Jesuchristo.",
            "Ang ycapat, magayunar cun magotos ang sa cta yglesia yna natin.",
            "Ang y calima papamagohin ang Dios nang dilan pananim, at ang scey capoua yhayin sa dios.",
            "Amen."
          ]
        },
        {
          "sentences": [
            "A O TO NA SA TA I LE SI YA.",
            "I NA NA TI A A LI MA.",
            "A NA O NA.",
            "MA KI YI NA MI SA.",
            "HO WA MA LI SA.",
            "KU DO MI GO.",
            "A SA PI TA.",
            "PI NA NGI NGI LI NA.",
            "A I KA WA.",
            "MA KO PI SA.",
            "MI MI SA MA.",
            "TA O TA O.",
            "A KU MA HI RA NA I KA MA MA TA.",
            "A I KA LO.",
            "MA KO MU GA.",
            "KU PA KU WA.",
            "NA I KI NA BU HA NA NA U LI.",
            "NA A TI PA NGI NO O.",
            "SE SO KI TO.",
            "A I KA PA.",
            "MA A YU NA.",
            "KU MA O TO.",
            "A SA TA I LE SI YA.",
            "I NA NA TI.",
            "A I KA LI MA.",
            "PA PA MA GO HI A DI YO.",
            "A DI LA PA NA NI.",
            "A A SA I KA PU WO.",
            "I HA YI MO SA DI YO.",
            "A ME."
          ]
        },
        {
          "sentences": [
            "Los sacramentos de la san cta madre ygtiã son siete."
          ]
        },
        {
          "sentences": [
            "El primero baptismo.",
            "El segu do confirmacion.",
            "El tercero Pe nitencia.",
            "El quarto, comuniõ.",
            "El quinto extrema uncion.",
            "El septimo, orden de matrimonio."
          ]
        },
        {
          "sentences": [
            "Pito ang mahal natanda ycauauala nang casalanan ang ngalan sacramentos."
          ]
        },
        {
          "sentences": [
            "Ang naona ang baptismo.",
            "Ag ycalua ang confirmar.",
            "Ang y catlo ang confesar.",
            "Ang yca pat ang comulgar.",
            "Ang ycali ma ang extrema uncion.",
            "Ang ycanim ang orden nang saçerdo te.",
            "Ang ycapito ang pagcasal.",
            "Itong daluan holi pinatotoobã nang dios ang tauo piliin ang balan ybig.",
            "Amen."
          ]
        },
        {
          "sentences": [
            "PI TO A MA HA NA TA DA.",
            "A KA WA WA LA NA KA SA LA NA.",
            "A NGA LA SA KA RA ME TO.",
            "A NA O NA.",
            "A BA TI MO.",
            "A I KA WA.",
            "A KU PI MA.",
            "A I KA LO.",
            "A KO PI SA.",
            "A I KA PA.",
            "A KO MU GA.",
            "A I KA LI MA.",
            "A E TE RE MA.",
            "U SI YO.",
            "A I KA NI.",
            "A O DE NA SA SE DO TI.",
            "A I KA PI TO.",
            "A PA KA SA.",
            "I TO DA WA HO LI.",
            "PI NA LO LO O BA.",
            "NA DI YO A TA WO.",
            "PI LI I.",
            "A BA LA I BI."
          ]
        },
        {
          "sentences": [
            "Los peccados mortales son siete."
          ]
        },
        {
          "sentences": [
            "El primero soberuia.",
            "El se gundo Euaricia.",
            "El tercero, Luxuria.",
            "El quarto yra.",
            "El quinto, Gula*.",
            "El sexto Embi dia.",
            "El septimo Accidia."
          ]
        },
        {
          "sentences": [
            "Ang ponong casalanan, y capapacasama nang caloloua cey pito."
          ]
        },
        {
          "sentences": [
            "Ang capalaloan.",
            "Ang caramo tan.",
            "Ang calibogan.",
            "Ang ca galitan.",
            "Ang caiamoan sapag caen at sapag inum.",
            "Ang capa naghilian.",
            "Ang catamarã."
          ]
        },
        {
          "sentences": [
            "A PO NO KA SA LA NA.",
            "I KA PA PA KA SA MA NA KA LO LO WA.",
            "A PI TO.",
            "A KA PA LA LO A.",
            "A KA RA MO TA.",
            "A KA LI BO GA.",
            "A KA GA LI TA.",
            "A KA YA MO A.",
            "SA PA KA E.",
            "A SA PA I NU.",
            "A KA PA NA HI LI A.",
            "A KA TA MA RA."
          ]
        },
        {
          "sentences": [
            "Las obras demisericordia, que qualquier chistiano deue cumplirson catorze.",
            "Las siete spirituales, y las otras siete cor porales. las siete corporales son estas."
          ]
        },
        {
          "sentences": [
            "Ujsitar los enfermos.",
            "Dar de comer al que hahãbre.",
            "Dar de beuer al que hased.",
            "Recte mir al que esta captiuo.",
            "Deltir al desnudo, que lo hamenester.",
            "Dar posada a los peregrinos.",
            "Enterrar los muertos."
          ]
        },
        {
          "sentences": [
            "Las otras siete obras de misericordia spirituales, son estas.",
            "Ensenãs alos sim ples queno saben.",
            "Dar consejo al quelo hamenester.",
            "Castigar al que hamenester castigo.",
            "Per donar al que erro contrati.",
            "Su friutas injurias de tu proximo conpaciencia, al doliente, yatsa nüdo.",
            "Consolar los tristes, y desconsolados, Rogardios por los uiuos y por los muertos.",
            "Amen."
          ]
        },
        {
          "sentences": [
            "Ang cauaan gaua labin apat ãg pitong naona paquinabang nãg catauan, ang pitong naholi pa quinabang nang caloloua.",
            "Ang pitong naona paquinabang nã catauan ay yari."
          ]
        },
        {
          "sentences": [
            "Dalauin ang mei hirap.",
            "Paca nin ang nagogotom.",
            "Painumi ang nauuhao.",
            "Paramtan ang ua lan damit.",
            "Tubsin ang nabihag.",
            "Patoloyin ang ualan totoloyã.",
            "Ybaon ang namatai."
          ]
        },
        {
          "sentences": [
            "Ang pitong naholi paquina bang nang caloloua ay yari."
          ]
        },
        {
          "sentences": [
            "Aralan ang di nacaaalam.",
            "A ralan ang napaaaral.",
            "Ang ta bõ sala, ce, papagdalitain.",
            "Ual in bahala sa loob ang casalanã nang naccasasala sa iyo.",
            "Houag ypalaman sa loob ang pagmo mora nang tauo sa iyo.",
            "Aliuin ang nalulumbai.",
            "Ipanalangin sa dios ang nabubuhai at ang nanga matai na christiano.",
            "Amen Jesus."
          ]
        },
        {
          "sentences": [
            "A KA A WA A GA WA.",
            "LA BI A PA.",
            "A PI TO NA O NA.",
            "PA KI NA BA NA KA TA A.",
            "A PI TO NA HO LI.",
            "PA KI NA BA.",
            "NA KA LO LO WA.",
            "A PI TO NA O NA.",
            "PA KI NA BA NA KA TA A.",
            "A YA RI.",
            "DA LA WI A ME HI RA.",
            "PA KA NA.",
            "A NA GO GO TO.",
            "PA I NO MI.",
            "A NA U U HA.",
            "PA RA TA.",
            "A WA LA DA MI.",
            "TU SI A NA BI HA.",
            "PA TO LO YI.",
            "A WA LA TO TO LO YA.",
            "I BA O.",
            "A NA MA TA.",
            "A PI TO A HO LI.",
            "PA KI NA BA NA KA LO LO WA.",
            "A YA RI.",
            "A RA LA.",
            "A DI NA KA A A LA.",
            "A RA LA.",
            "A NA PA A A RA.",
            "A TA WO SA LA.",
            "PA PA DA LI TA I.",
            "WA I BA HA LA SA LO O.",
            "A KA SA LA NA.",
            "NA NA KA SA SA LA.",
            "SA I YO.",
            "HO WA I PA LA MA SA LO O.",
            "A PA MO MO RA.",
            "A TA WO SA I YO.",
            "A LI WI.",
            "A NA LU LU BA.",
            "A PA NA LA NGI SA DI YO.",
            "A NA BU BU HA.",
            "A A NA NGA MA TA NA KI NI TI YA NO.",
            "A ME SE SO."
          ]
        },
        {
          "sentences": [
            "La confesion en Romançe"
          ]
        },
        {
          "sentences": [
            "Jopeccador mucho herrado me confieso adios yasancta Maria, ya san Pedro ya san Pablo, ya los bien aueuturados, san Miguel harchangel, ya san Juan baptista; ya todos los sanc tos, yauos padre que peque mu cho con el pensamientoi conla palabra, y conta obra, por mi cul pa por mi culpa, por mi guan cul pa, por en de ruego a la bien aue turada uirgen sancta Maria, y alos bien auenturados apos toles san Pedro y san Pablo, y asanct Juan baptista, ya todos los sanctos y sanctas querue quen por mi anuestro senõr.",
            "Je suchristo.",
            "Amen."
          ]
        },
        {
          "sentences": [
            "Acoy macasalanan nagcocõ pesal aco sa atin panginoon di os macagagaua sa lahat at cai sancta Maria uirgen totoo at cai sanct Miguel archangel, cai sanct Juan baptista sa san ctos apostoles cai sanct Pedro, at cai sanct Pablo at sa lahat na sanctos at sa iyo padre, ang naccasala aco sa panidim, sa pag uica at sa paggaua aco nga ce, sala aco,i, mei casalanan, aco, i, salan lubha siyang ypmagsisi sico caiangaiata nananalan ngin aco cai sancta Maria uirgen totoo at cai, S.",
            "Miguel archã gel, at cai, S.Juan baptista, at sa san ctos apostoles, cai S.",
            "Pedro at cai, S.",
            "Pablo at sa lahat na sanctos, nãg aco ã. ypanalangin nila sa atin pangi noõ dios ycao namã padre aco,i. ypanalangin mo at haman caha lili canang dios dito aco,i, ca lagan mo sa casalanan co, at parusahan mo aco.",
            "Amen, Jesu."
          ]
        },
        {
          "sentences": [
            "A KO MA KA SA LA NA.",
            "A KO NA KO KO PI SA SA A TI PA NGI NO O DI YO.",
            "MA KA GA GA WA SA LA HA.",
            "A KA SA TA MA RI YA.",
            "BI SE TO TO O.",
            "KA SA MI GE.",
            "A KA SI.",
            "KA SA SU WA BA TI TA.",
            "SA SA TO A PO TO LI.",
            "KA SA PE RO.",
            "A KA SA PA LO.",
            "A SA LA HA NA SA TO.",
            "A SA I YO PA RE.",
            "A NA KA SA LA A KO.",
            "SA PA NI RI.",
            "SA PA WI KA.",
            "A SA PA GA WA.",
            "A KO NGA A SA LA.",
            "A KO MA KA SA LA NA.",
            "A KO SA LA LO HA.",
            "SI YA I PI NA SI SI SI KO.",
            "KA YA NGA YA TO.",
            "NA NA NA LA NGI A KO KA SA TA MA DI YO.",
            "BI SE TO TO O.",
            "KA SA MI GO.",
            "A KA SI.",
            "A SA SO WA BA TI TA.",
            "A SA SA TO A PO TO LI.",
            "KA SA PI RO.",
            "A KA SA PE LA.",
            "A SA LA HA NA SA TO.",
            "NA A KO I PA NA LA NGI NI LA.",
            "SA A TI PA NGI NO O DI YO.",
            "I KA NA MA PA RE.",
            "A KO I PA NA LA NGI MO.",
            "A HA MA KA HA LI LI KA.",
            "NA DI YO DI TO.",
            "A KO KA LA GA MO.",
            "SA KA SA LA NA KO.",
            "A PA RU SA HA MO A KO.",
            "A ME SE SO."
          ]
        },
        {
          "sentences": [
            "Las preguntas en Romãce P.",
            "Eres christiano?",
            "R. si porlami sericordia de Dios.",
            "P.que cosa es christiano?",
            "R.",
            "El hombre bapti zado que cree lo que ensenã di os, yla sancta yglesia madre nrã.",
            "P. qua les la senãl del christiano R. la sancta cruz.",
            "P.",
            "Aquien adoran los christianos?",
            "R. a nrõ senõr Dios.",
            "P. que cosa es dios?",
            "R. la primera causa, el princi pio de todas las cosas, El que hi ço todas las cosas, y el no tiene principio nifin.",
            "P. quantos dio ses ay?",
            "R. un solo dios.",
            "P. quã tas personas.",
            "R. tres P. como se llama la primera?",
            "R.",
            "Dios padre.",
            "P. como se llama la seu da?",
            "R.",
            "Dios hijo.",
            "P. como se lla ma la tercera?",
            "R.",
            "Dios spiritu sancto.",
            "P. son por uenturatres Dioses.",
            "R. no sontres dioses. las personas son tres, ysolo ai un dios.",
            "P. qual de las tres per sonas se hizo hombre?",
            "R. la se gunda persona que es el hijo.",
            "P. como se hizo hombre?",
            "R. por obra del spiritu sancto, en las entranãs de sancta Maria uirge antes del parto, ydespues del parto.",
            "P. para q se hizo hombre?",
            "R. para podermorir en rescate de los peccados de todos los hombres.",
            "P. qual es erantos peccados de los hombres?",
            "R. el peccado de nuestros prime ros padres.",
            "Adan y Eva, del qual todos participamos, y fue ra de esto, los peccados actua les conque ofenden a dios ca da dia.",
            "P. como rescato a los hõ bres?",
            "R. murio en la cruz y to mo asucargo los peccados de todos los hombres.",
            "P. despues de muerto nrõ senõr Jesuchris to que hizo su alma?",
            "R. baxo a los infiernos junta con la diui nidad, ysaco las animas de los sanctos padres que estauan a guardando su sancto adueni. miento.",
            "P.",
            "El cuerpo de nuestro senõr Jesuchristo fue sepultado?",
            "R. si P. resuscito.",
            "R. si P.quã do?",
            "R. al terçero dia, de su muer te.",
            "P. que dose aca en la tierra nu estro senõr Jesuchristo?",
            "R. no, sino subro a los çielos, despues de quarenta dias de su.",
            "R. esurreç cion y esta asentado ala diestra de dios padre todo poderoso.",
            "P. que asiento tiene alla en el cielo?",
            "R.",
            "El mas abentaxado de todos.",
            "P. ay dia enque uedra ajuzgar uinos y muertos.",
            "R. si, P. quando?",
            "R. no se sabe.",
            "P.",
            "El alma del hombre aca base quando muere el hombre?",
            "R. no muere con el cuerpo como en los otros animales, si no so to el cuerpo muere y el alma uiue para siempre.",
            "P. ande uol uer adinir todos los que muere buenos y malos?",
            "R. ande uol uer adinir y juntar se el cuerpo con el alma para ser juzgados de chirsto nuestro senõr.",
            "P. despues de.",
            "R. esuscitados los cuerpos de los hombres ande uoluer amorir?",
            "R. no P.que dara dios en premio a los bue nos.",
            "R. la gloria del cielo al la ueran adios y se alegraran y regozi jaran para siempre ja mas.",
            "P. que castigo dara dios a los malos?",
            "R. echar los a en el infierno allatendran torme los y dolores para simpre ja mas.",
            "P. que esta sancta ygle sia.",
            "R. todos los hombres christianos que creen en di os, juntamente consu cabe ça, Jesuschristo que esta en el cielo, ysuuicauio en la tierra que es el papa del Roma.",
            "P.",
            "En es ta sancta yglesia y cosas que quiten peccados?",
            "R. si P. que cosas son?",
            "R. el baptisimo a los no christianos, y la confe sion a los ya christianos que peccaron si searrepienten de suspeccados de ueras ytiene uoluntad de nunca mas boluer apeccar.",
            "P.",
            "En esta sancta yglia ay comunion de los sanctos?",
            "R. si.",
            "P. que esta comunion de los sanctos?",
            "R. la partiçipaçion de los buenos christianos en las buenas obras y sacramentos.",
            "P. quando leuanta la ostia el pa dre en la missa para quela ado rentos christianos quien esta asti?",
            "R.",
            "Jesuchristo nrõ senõr dios y hombre uerdadero como esta en el cielo.",
            "P.",
            "En el caliz quien esta?",
            "R. la sangre uer dadera de nrõ senõr Jesuchris to como aquella que deruamo en la cruz.",
            "P. que esta el chris tiano obligado a hazer, para saluarse?",
            "R. hazer y cumplir. los diez mandamientos de dios y los de la sancta madre yglesia."
          ]
        },
        {
          "sentences": [
            "Ang tanongan."
          ]
        },
        {
          "sentences": [
            "Tanongan.",
            "Christiano cana?",
            "Sagot.",
            "Oo.t aua nang atin pã nginoon dios.",
            "T. ano caia ang christiano?",
            "S. ang binãgan su masangpalataia sa aral nang dios at nang sancta yglesia yna natin.",
            "T. alin caia ang tan da nang christiano?",
            "S. ang sãcta cruz.",
            "T. sino caia ang sinasam ba nang manga christiano?",
            "S. ang atin panginoon dios.",
            "T. ano caia ang dios?",
            "S. ang onãg mola. ang caona onahan sa lahat, ang mei gaua sa lahat, siya,e, ualan pinagmolan ualan cahã ganan.",
            "T. ylan ang dios?",
            "S. ysa lamang.",
            "T. ylan ang personas?",
            "S. tatlo.",
            "T. anong ngalang nang naona?",
            "S. ang dios ama.",
            "T. anõg ngalan nang ycalua?",
            "S. ang di os anac.",
            "T. anong ngalan nãg ycatlo?",
            "S. ang dios spiritusãcto.",
            "T. tatlo caia ang dios?",
            "S. dile tatlo ang dios, ang personas siyang tatlo, ang dios ysa lamang.",
            "T. alin sa tatlong per sonas ang nagcatauan tauo?",
            "S. ang ycaluang persona nang sanctissima trinidad ang dios a nac.",
            "T. anong pagcatauan tauo niya?",
            "S. pinaglalangan siya nãg dios spiritusancto satian ni sãcta Maria uirgen totoo nang dipa nanganac siya. nang macapanga nac na virgen din totoo.",
            "T. ayat nagcatauan tauo siya?",
            "S, nang mã yari mamatai siya tubus sacasa lanan nang lahat na tauo.",
            "T. atin caia ang casalanan nang tauo?",
            "S. ang casalanan nang atin magu gulang si Adan at si Eva nagin casalanan natin, naramai pala ta yo sapagcacasala nila sa pangino on dios. bucor naman doon ang sa diling casalanan nang balan nang tauo nagcasasala sa dios arao arao.",
            "T.",
            "Anong pagtubus niya sa tauo?",
            "S. nagpacamatai siya sa cruz, at sinacop niya ang san libotan bayan.",
            "T. nang namatai na ang atin panginoon Jesuchris to sa cruz, anong guinaua nang caloloua niya?",
            "S, nanaog sama nga infiernos pati nang pagca dios niya, at hinango doon ãg caloloua nang manga sanctos padres naghihintai nãgpagda ting niya.",
            "T. ang catauan ni Jesuchristo ybinaon?",
            "S. oo.",
            "T. nabuhai nanaguli?",
            "S. oo.",
            "T. ca ylan?",
            "S. nang magycatlong arao nangpagcamatai niya.",
            "T. humabilin dito sa lupa ang atin panginoon Jesuchristo?",
            "S. di le humabilin dito sa lupa, nac yat sa langit nang magycapat napoung arao nang pagcabu hai niyang naguli, at nalolocloc sa canan nang dios ama maca gagaua sa lahat.",
            "T. anong pagca locloc niya doon sa langit?",
            "S. pinalalo siya nang dios ama ni ya sa lahat.",
            "T. mei arao na yhoho com sa nangabubuhai, at sana ngamatai natauo?",
            "S. oo T. cailã?",
            "S. dile naaalaman.",
            "T. sino caia, ang hocom?",
            "S. ang atin pangino on Jesuchristo.",
            "T. ang caloloua natin mamatai caia cun mama tai ang catauan natin?",
            "S. dile ma matai ang caloloua natin para nang sa haiop, ang catauan la mang mamatai, ang caloloua mabubuhai magparating man saan.",
            "T. mabubuhai caia mag uli ang nangamatai natauo, ba nal man, tampalasan man.",
            "S, oo mabubuhai din maguli, at papa soc na moli ang caloloua sa ca tauan nang hocoman silang dalua nang atin panginoon Je suchristo.",
            "T. cun mabuhai na maguli ang catauan nang ma nga tauo mamatai pa caiang mo li?",
            "S. dile.",
            "T. ano ygaganti nang dios sa manga banal na tauo.",
            "S. ang caluualhatian sa langit doon maquiquita ni la ang dios, at matotoua at ma liligaia, at luluualhati magpa rating man saan.",
            "T. ano ypa rurusa niya sa manga tauõ tan palasan?",
            "S, yhoholog niya sa ynfierno doon maghihirap sila at maccacasaquet magparatig man saan.",
            "T. ano caia ang san cta yglesia?",
            "S. ang lahat nata uo christiano sumasangpala taia sa dios pati nang pononi la si Jesuchristo,e, nasa langit dito sa lupa ang cahalili niya ang sancto Papa sa Roma?",
            "T. dito sa sancta yglesia mei ycauauala nang casalanan?",
            "S, oo, T, ano caia ang ycauaua la nang casalanan?",
            "S, ang pinagbinãg sa dipa christianos at ang pagcoconfesal nang ma nga christianos mei casalanã, cun magsising masaquet at mei loob na di moli maccasa la sa dios magparating man saan.",
            "T, dito sasancta yglesia mei casamahan ang manga sanctos?",
            "S, oo, T, ano caia ang casamahan nang manga sanctos?",
            "S, ang pagpapaquina bang nang manga Christianos banal na tauo, sa gauã maga ling sangpon nang sasacra mentos.",
            "T, Nang binubuhat ang ostia nang padre sapagmi misa sino caia ang naroon?",
            "S, ang atin panginoon Jesu Christo Dios totoo, at tauõg totoo, para doon sa langit.",
            "T, sa caliz sino caia ang naroon?",
            "S, Ang dugong totoo nang atin panginoon Jesuchristo, capara niun nabohos sa cruz nang na matai siya.",
            "T, ano caia ang ga gauin nang manga Christiano nang macaparoon sa langit?",
            "S, Ang susundin nila ang sang po, uong otos nang dios, pati nang otos nang sancta yglesia yna natin."
          ]
        },
        {
          "sentences": [
            "TA NO NGA."
          ]
        },
        {
          "sentences": [
            "KI NI TI YA NO KA NA.",
            "O O A WA NA A TI PA NGI NO O DI YO.",
            "A NO KA YA A KI NI TI YA NO.",
            "A BI YA GA NA TA WO.",
            "SU MA SA PA LA TA YA.",
            "SA A RA NA DI YO.",
            "A NA SA TA I LE SI YA.",
            "I NA NA TI.",
            "A LI KA YA A TA DA NA KI NI TI YA NO.",
            "A SA TA KU RU.",
            "SI NO KA YA.",
            "A SI NA SA BA.",
            "NA MA NGA KI NI TI YA NO.",
            "A A TI PA NGI NO O DI YO.",
            "A NO KA YA A DI YO.",
            "A O NA MO LA.",
            "A KA O NA O NA HA SA LA HA.",
            "A MA GA WA SA LA HA.",
            "SI YA WA LA PI NA MO A.",
            "WA LA KA HA GA NA.",
            "I LA A DI YO.",
            "I I SA LA MA.",
            "I LA A PE SO NA.",
            "TA LO.",
            "A NO NGA LA NA NA O NA.",
            "DI YO A MA.",
            "ANO NGA LA NA I KA WA.",
            "DI YO A MA.",
            "A NO NGA LA NA I KA LO.",
            "DI YO E PI RI TO SA TO.",
            "TA LO KA YA A DI YO.",
            "DI LE TA LO A DI YO.",
            "A PE SO NA SI YA TA LO.",
            "A DI YO I SA LA MA.",
            "A LI SA TA LO PE SO NA.",
            "A NA KA TA A TA WO.",
            "A I KA WA PE SO NA.",
            "NA SA TI SI MA TI NI DA.",
            "NA DI YO A NA.",
            "A NO PA KA TA A TA WO NI YA.",
            "PI NA LA LA NGA SI YA.",
            "NA DI YO E PI RI TO SA TO.",
            "SA TI YA NI SA TO MA RI YA.",
            "BI SE TO TO O.",
            "NA DI PA NA NGA NA.",
            "SI YA.",
            "NA MA KA PA NGA NA NA.",
            "BI SE RI TO TO O.",
            "A A NA KA TA A TA WO SI YA.",
            "NA MA YA RI MA MA TA SI YA.",
            "TU BU SA KA SA LA NA.",
            "NA LA HA NA TA WO.",
            "A LI KA YA A KA SA LA NA NI LA.",
            "A O NA KA SA LA NA.",
            "NA MA GU GU LA NA TI.",
            "SI A DA.",
            "A SI E BA.",
            "NA GI KA SA LA NA NA TI .",
            "NA RA MA PA LA TA YO.",
            "SA PA KA KA O LA NI LA SA DI YO.",
            "BO KO NA MA DO O.",
            "A SA DI LI A SA LA NA.",
            "NA BA LA NA TA WA.",
            "NA KA SA SA LA SA DI YO.",
            "A RA A RA.",
            "TI NU BU NI SE SO KI TO.",
            "A LA HA NA TA WO.",
            "O O.",
            "A NO PA TU BU NI YA SA MA NGA TA WO.",
            "A PA KA MA TA SI YA SA KU RU.",
            "A SI NA KO NI YA.",
            "A SA LI BU TA BA YA.",
            "NA NA MA TA NA A A TI PA NGI NO O SE SO KI TO SA KU RU.",
            "A NO GI NA WA NA KA LO LO WA NI YA.",
            "NA NA O SA MA NGA I PE NO.",
            "PA TI NA PA KA DI YO NI YA.",
            "A HI NA NGO DO O.",
            "A KA LO LO WA NA MA NGA SA TO PA RE.",
            "NA HI NI TA A PA RA TI NI YA.",
            "A KA TA A NI SE SO KI TO.",
            "I BI NA O.",
            "O O.",
            "NA BU HA NA NA U LI.",
            "O O.",
            "KA I LA.",
            "NA MA I KA LO A RA.",
            "A PA KA MA TA NI YA.",
            "HU MA BI LI DI TO SA LU PA.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "DI LE HU MA BI LI DI TO SA LU PA.",
            "NA YA SA LA NGI.",
            "NA MA I KA PA NA PO WO A RA.",
            "A PA KA BU HA NI YA NA O LI.",
            "A NA LO LO LO SA KA NA NA DI YO A MA.",
            "A KA GA GA WA SA LA HA.",
            "A NO PA KA LO LO NI YA.",
            "DO O SA LA NGI.",
            "PI NA LO LO SI YA NA DI YO A MA NI YA.",
            "SA LA HA.",
            "MA A RA NA I HO HO.",
            "SA MA BU BU HA A SA NA NGA MA TA NA TA WO.",
            "O O.",
            "KA I LA.",
            "DI LE NA A A LA MA.",
            "SI NO KA YA A HO KO.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "A KA LO LO WA NA TI.",
            "MA MA TA KA YA.",
            "KO MA MA TA A KA TA A NA TI.",
            "DI LE MA MA TA A KA LO LO WA NA TI.",
            "PA RA NA SA I BA HA YO.",
            "A KA TA A NA LA MA.",
            "A MA MA TA.",
            "A KA LO LO WA MA BU BU HA.",
            "MA PA RA TI MA SA A MA BU BU HA KA YA MA O LI.",
            "A NA NGA MA TA NA TO WO.",
            "BA NA MA.",
            "TA PA LA SA MA.",
            "O O NA BU BU HA RI MA U LI.",
            "A PA PA SO NA MO LI.",
            "A KA LO LO WA SA KA TA A NI YA.",
            "NA HO KO MA SI LA DA WA.",
            "NA A TI PA NGI NO O SE SO KI TO.",
            "KU MA BU HA NA MA O LI.",
            "A KA TA A NA MA NGA TA WO.",
            "MA MA TA PA KA YA MO LI.",
            "DI LE.",
            "ANO I GA GA TI NA DI YO SA MA NGA BA NA NA TA WO.",
            "A KA LU WA HA TI A A SA LA NGI.",
            "DO O MA KI KI TA NI LA A DI YO.",
            "A MA TO TO WA.",
            "A MA LI LI GA YA.",
            "A LU LU WA HA TI.",
            "MA PA RA TI MA SA A.",
            "A NO I PA RU RU SA NA DI YO A MA NGA TA WO TA PA LA SA.",
            "I HO HO LO NI YA.",
            "SA I PE NO.",
            "DO O MA HI HI RA SI YA.",
            "A MA KA KA SA KI.",
            "MA PA RA TI MA SA A.",
            "A NO KA YA A SA TA I LE SI YA.",
            "A LA HA NA TA WO KI NI TI YA NO.",
            "SU MA SA PA LA TA YA SA DI YO.",
            "PA TI NA PO PO NI LA SI SE SO KI TO.",
            "NA SA LA NGI.",
            "A DI TO SA LU PA.",
            "A KA HA LI LI NI YA.",
            "A SA TO PA PA.",
            "DI TO SA SA TA I LE SI YA.",
            "MA I KA WA WA LA NA KA SA LA NA.",
            "A NO KA YA A I KA WA WA LA NA KA SA LA NA.",
            "A PA BI YA SA DI PA KI NI TI YA NO.",
            "A A PA KO KO PI SA.",
            "A MA NGA KA NI TI YA NO.",
            "MA KA SA LA NA.",
            "KU MA SI SI MA SA KI.",
            "A MA LO O.",
            "NA DI MO LI MA KA SA LA SA DI YO MA PA RA TI MA SA A.",
            "DI TO SA SA TA I LE SI YA.",
            "MA KA SA MA HA.",
            "A MA NGA SA TO.",
            "O O.",
            "A NO KA YA A KA SA MA HA.",
            "NA MA NGA SA TO.",
            "A PA PA PA KI NA BA.",
            "NA MA NGA KI NI TI YA NO.",
            "BA NA NA TA WO.",
            "SA GA WA MA GA LI.",
            "SA PO NA SA SA KA RA ME TO.",
            "NA BI NU BU HA A O TI YA NA PA RE.",
            "SA PA MI MI SA.",
            "SI NO KA YA A NA RO O.",
            "A A TI PA NGI NO O SE SO KI TO.",
            "DI YO TO TO O.",
            "A TA WO TO TO O.",
            "PA RA DO O SA LA NGI.",
            "SA KA LI.",
            "SI NO KA YA A NA DO O.",
            "A DU GO TO TO O.",
            "NA A TI PA NGI NO O SE SO KI TO.",
            "KA PA RA NI U NA BO HO SA KU RU.",
            "NA NA MA TA SI YA.",
            "ANO KA YA.",
            "A GA GA I NA MA NGA KI NI TI YA NO.",
            "NA MA KA PA RO O SA LA NGI.",
            "A SU SU DI NI YA.",
            "A SA PO WO O TO NA DI YO.",
            "PA TI NA O TO NA SA TA I LE SI YA.",
            "I NA NA TI."
          ]
        },
        {
          "sentences": [
            "Laus Deo"
          ]
        },
        {
          "sentences": [
            "NOTES"
          ]
        },
        {
          "sentences": [
            "[1] Tagalog characters are said to be similar to old Javanese, Ignacio Villamot, _La Antigua Escritura Filipina_, Manila, 1922, p. 30.",
            "They were replaced under the Spanish occupation by roman letters, and are not now used.",
            "The best definitive grammar is Frank R.",
            "Blake's _A Grammar of the Tagalog Language_, New Haven, 1925, where, p. 1, he defines the language as follows: \"Tagálog is the principal language of Luzon, the largest island of the Philippine Archipelago.",
            "It is spoken in Manila and in the middle region of Luzon.",
            "Tagálog, like all the Philippine languages about which anything is known, belongs to the Malayo-Polynesian family of speech, which embraces the idioms spoken on the islands of Polynesia, Melanesia, and Malaysia, on the Malay peninsula, and on the island of Madagascar.\""
          ]
        },
        {
          "sentences": [
            "[2] The woodcut, showing St.",
            "Dominic beneath a star holding a lily and a book, the usual symbols of this saint, and clad in the white habit and black cloak of his order, seems to be of oriental workmanship, differing vastly from contemporary Spanish and Mexican cuts of the same type.",
            "The clouds, for instance, are characteristically Chinese, and the buildings in the background more reminiscent of eastern temples than European churches."
          ]
        },
        {
          "sentences": [
            "[3] T.H.",
            "Pardo de Tavera, _Noticias sobre La Imprenta y el Grabado en Filipinas_, Madrid, 1893, pp. 9-10.",
            "Dard Hunter in _Papermaking through Eighteen Centuries_, New York, 1930, pp. 109-16, describes papermaking in China, and mentions the use of \"makaso\" or \"takaso,\" both species of the paper mulberry, as material for the making of paper.",
            "The paper mulberry's scientific name is _Broussonetia papyrifera_.",
            "Later, on p. 141, he speaks of the use by the Chinese of gypsum, lichen, starch, rice flour and animal glue for sizing."
          ]
        },
        {
          "sentences": [
            "[4] The best short summaries in English of the beginnings of printing in Mexico are Henry R.",
            "Wagner's introduction to the exhibition catalogue of _Mexican Imprints 1544-1600 In the Huntington Library_, San Marino, 1939, pp. 3-10; and Lawrence C.",
            "Wroth, _Some Reflections on the Book Arts in Early Mexico_, Cambridge (Mass.), 1945."
          ]
        },
        {
          "sentences": [
            "[5] J.B.",
            "Primrose, _The First Press in India and Its Printers_, The Library, 4th Series, 1939, XX, pp. 244-5."
          ]
        },
        {
          "sentences": [
            "[6] José Toribio Medina, _La Imprenta en Lima_, Santiago de Chile, 1904-17, no. 1, p. 3."
          ]
        },
        {
          "sentences": [
            "[7] A contemporary copy of this letter--the original is not known--lay forgotten and unnoticed in the Archives of the Indies (1-1-3/25, no. 52), Torres, III, no. 4151, p. 83, until discovered there by Pascual de Gayangos, who called it to the attention of W.E.",
            "Retana, who first printed it in _La Politica de Espana en Filipinas_, no. 97, Oct. 23, 1894.",
            "It was later rediscovered independently by Medina who also printed it in his _La Imprenta en Manila_, p. xix.",
            "Gómez Pérez Dasmariñas, formerly corregidor of Murcia and Cartagena in Spain, was appointed governor of the Philippines in 1589, landed at Manila in May 1590, and remained in office until his death in October 1593."
          ]
        },
        {
          "sentences": [
            "[8] _Relacion de lo que se ha escrito y escribe en las Filipinas fecho este año de 1593_, an apparently inedited MS. in the A. of I., Index 9, no. 81, from which the passage was quoted by Retana in his edition of Antonio de Morga's _Sucesos de las Islas Filipinas_, Madrid, 1909, p. 425, and Manuel Artigas y Cuerva, _La Primera Imprenta en Filipinas_, Manila, 1910, p. xi.",
            "This may be the MS. listed by Torres, III, no. 4229, p. 91, as _Breve sumario y memorial de apuntamientos de lo que se ha escrito y escribe en las Islas Filipinas_, undated but probably 1593."
          ]
        },
        {
          "sentences": [
            "[9] _Recopilacion de las Leyes de los Reynos de las Indias_, Madrid, 1681, I, ff. 123v-124r, where they are Laws 1 and 3, Title XXIV,"
          ]
        },
        {
          "sentences": [
            "[10] Medina, p. xxviii, from. _Libro de provisiones reales_, Madrid, 1596, I, p. 231."
          ]
        },
        {
          "sentences": [
            "[11] Inflation in the Philippines was discussed in a report sent by Bishop Salazar to the King in 1583, B. & R., V, pp. 210-11, translated from Retana, _Archivo del bibliófilo filipino_, Madrid, 1895-97, III. no 1."
          ]
        },
        {
          "sentences": [
            "[12] Henry R.",
            "Wagner, _The House of Cromberger_, in _To Doctor R[osenbach]_, Philadelphia, 1946, pp. 234 & 238, where he gives some interesting comparative figures: in 1542 the Casa de Cromberger could charge 17 maravedís a sheet; in Spain in 1552 Lopez de Gómara's _Historia de las Indias_ was appraised at 2 maravedís a sheet; and in Mexico Vasco de Puga's _Provisiones_ of 1563 was permitted to sell at the tremendous figure of one real or 34 maravedís a sheet."
          ]
        },
        {
          "sentences": [
            "[13] Juan de Cuellar was mentioned in the Letter of Instruction given by Philip II to Gómez Pérez Dasmariñas on August 9, 1589, as among those \"who are men of worth and account\" in the Philippines and who should be provided for and rewarded accordingly, B. & R., VII, p. 151, translated from the original MS. in the A. of I. (105-2-11), Torres, III, no. 3567, p. 17.",
            "Cuellar received a commission from Dasmariñas and signed various documents during his administration as secretary and notary.",
            "Antonio de Morga, _Sucesos de las Islas Filipinas_, Mexico, 1609, f. 13v, reports that Cuellar was one of two survivors of the ship on which Dasmariñas sailed in October 1593 as part of an expedition to conquer the fort of Terrenate in Maluco.",
            "On the second day out, while the ship was weather-bound at Punta del Acufre, the Chinese rowers mutinied, and only Cuellar, there described as the governor's secretary, and the Franciscan father, Francisco de Montilla, survived the ensuing massacre.",
            "They were set ashore on the coast of Ylocos, and made their way back to Manila.",
            "A similar account appears in Chapter XVI of Leonardo de Argensola's, _Conqvista delas Islas Malvcas_, Madrid, 1609.",
            "We have been able to find no subsequent record of Cuellar."
          ]
        },
        {
          "sentences": [
            "[14] Colín, I, pp. 501, 507-14, 561-6."
          ]
        },
        {
          "sentences": [
            "[15] Pedro Chirino, _Primera parte de la Historia de la provincia de Philipinas de la Compañia de Ihs_, unpublished MS. of 1610, from which the present passage was quoted by Retana, col. 25.",
            "For an account of the MS. see Santiago Vela, VI, p. 435n.",
            "Schilling, p. 214, demonstrates that according to the original punctuation the meaning is that the first printers were Villanueva and Blancas de San José, but with the shifting of a semi-colon it could be read to mean that the first printers were of the Order of St.",
            "Augustine.",
            "We can see no reason to shift the semi-colon, and have retained it in its original place."
          ]
        },
        {
          "sentences": [
            "[16] Retana, col. 26, said that he was able to find no information regarding Villanueva except for the listing of his name by Cano, p. 43, as having arrived in the Philippines at an unknown date.",
            "The destruction of the early records of the Augustinians when the English sacked Manila in 1762 accounts for the paucity of information, but there are a few references which throw some little light on the two Villanuevas.",
            "San Agustin, p. 212, says that when Herrara sailed for Mexico in 1569 he left in Cebú only \"P.",
            "Fr.",
            "Martin de Rada and two virtuous clerics, the one named Juan de Vivero, and the other Juan de Villanueva, who had come with Felipe de Salcedo.\"",
            "Salcedo had come back to Cebú in 1566.",
            "Francisco Moreno, _Historia de la Santa Iglesia Metropolitana de Filipinas hasta 1650_, Manila, 1877, p. 226, states that Villanueva came in 1566, and died shortly after 1569.",
            "San Antonio, I, p. 173, writes, \"Another cleric was the Licentiate Don Juan de Villanueva, of whom the only thing known is that he was a churchman and lived but a short time--and that after the erection of the church.\"",
            "This refers to the foundation of the church in Manila in 1571.",
            "Of the other Villanueva our information comes from Perez, p. 63."
          ]
        },
        {
          "sentences": [
            "[17] Alonso Fernández, _Historia Eclesiastica de Nvestros Tiempos_, Toledo, 1611, pp. 303-4.",
            "The book referred to here is called _De los mysterios del Rosario de nuestra Señora_ by Jacques Quétif and Jacques Echard, _Scriptores Ordinis Praedicatorum_, Paris, 1719, II, p. 390; and _Devotion del Santisimo Rosario de la Bienaventurada Virgen_ by Vicente Maria Fontana, _Monvmenta Dominicana_, Rome, 1675, p. 586."
          ]
        },
        {
          "sentences": [
            "[18] Fernández, _Historia de los insignes Milagros qve la Magestad Diuina ha obrado por el Rosario santissimo de la Virgen soberana, su Madre_, Madrid, 1613, f. 216.",
            "I have been unable to locate a copy of this book in the United States, but the passage is printed in Retana, _Aparato Bibliográfico de la Historia General de Filipinas_, Madrid, 1906, I, pp. 64-5.",
            "It was first cited in modern times by Pedro Vindel, _Catálogo_, Madrid, 1903, III, no. 2631."
          ]
        },
        {
          "sentences": [
            "[19] A sketch of the life of Aduarte was added to his history by Gonçalez, II, pp. 376-81, and a notice also appears in Ramon Martínez-Vigil, _La Orden de Predicadores ... seguidas del Ensayo de una Bibliotheca de Dominicos Españoles_, Madrid, 1884, p. 229."
          ]
        },
        {
          "sentences": [
            "[20] Aduarte, II, pp. 15-18."
          ]
        },
        {
          "sentences": [
            "[21] Artigas, _op. cit._, pp. 3-22, stresses the part played by him in establishing printing and gives much information regarding this father.",
            "There, referring to the _Acta Capitulorum Provincialium provinciae Sanctissimi Rosarii Philippinarum_, Manila, 1874-77, Artigas traces the career of Blancas de San José as follows: in Abucay from May 24, 1598 until April 27, 1602; at San Gabriel in Binondo from April 27, 1602 until May 4, 1604; as Preacher-General of the order at the Convent of Santo Domingo in Manila from 1604 to 1608; back at Abucay from April 26, 1608 until May 8, 1610; and at San Gabriel again from May 8, 1610 until May 4, 1614."
          ]
        },
        {
          "sentences": [
            "[22] Medina, no. 8, p. 7.",
            "A copy of this book and an unique copy of the recently discovered _Ordinationes_ of 1604, see note 127, are in the Library of Congress.",
            "Both books are entirely typographical, and the Tagalog in the 1610 volume has been transliterated.",
            "These two and the present Doctrina are, so far as I have been able to find out, the only Philippine imprints before 1613 in the United States."
          ]
        },
        {
          "sentences": [
            "[23] Medina, no. 14, p. 11.",
            "The text was written by Thomas Pinpin, who appears as the printer of the former book, and a confessionary by Blancas de San José, who probably edited the volume, is included."
          ]
        },
        {
          "sentences": [
            "[24] Juan Lopez, _Quinta Parte de la Historia de San Domingo_, Valladolid, 1621, ff. 246-51."
          ]
        },
        {
          "sentences": [
            "[25] Quétif and Echard, _op. cit._, II, p. 390.",
            "This same statement was made in Antonio de León Pinelo, _Epitome de la Biblioteca Oriental y Occidental, Nautica, y Geografica_ (ed.",
            "Antonio González de Barcia), Madrid, 1737-38, col. 737, and was reprinted almost word for word by José Mariano Beristain y Sousa, _Bibliotheca Hispano-Americana Septentrional_, Mexico, 1883-97, I, p. 177."
          ]
        },
        {
          "sentences": [
            "[26] A fairly complete biography is given by Viñaza, pp. 112-7, where he points out that several of the major Jesuit biographers have erroneously stated that Hervas went to America some time before 1767."
          ]
        },
        {
          "sentences": [
            "[27] Lorenzo Hervas y Panduro, _Origine, formazione, meccanismo, ed armonia degli' idiomi_, Cesena, 1785, p. 88."
          ]
        },
        {
          "sentences": [
            "[28] Hervas, _Saggio Pratico delle lingue, Con prolegomeni, e una raccolta di orazioni Dominicali in più di trecento lingue, e dialetti_, Cesena, 1787, pp. 128-9.",
            "Although Schilling, p. 208, says that Hervas had a copy of the 1593 Doctrina before him, which \"had been lent or given\" by Bernardo de la Fuente, Hervas merely says that he took his information \"from the best documents, which showed the grammar; and the Tagalog and Visayan dictionary were given me by Messrs.",
            "D.",
            "Antonio Tornos and D.",
            "Bernardo de la Fuente.\"",
            "There is no doubt, however, but that Hervas had a copy of the Doctrina, or accurate and extensive transcripts from a copy known to one of his friends."
          ]
        },
        {
          "sentences": [
            "[29] Franz Carl Alter, _Ueber die Tagalische Sprache_, Vienna, 1803, p. vii.",
            "Alter speaks of having had extensive correspondence with Hervas."
          ]
        },
        {
          "sentences": [
            "[30] Johann Christoph Adelung, _Mithridates oder allgemeine Sprachenkunde mit dem Vater Unser als Sprach probe in beynahe fünfhundert Sprachen und Mundarten_, Berlin, 1806, I, pp. 608-9."
          ]
        },
        {
          "sentences": [
            "[31] Beristain, _op. cit._, II, p. 464.",
            "The first edition was published in 1819-21, but we have used the second for our quotations."
          ]
        },
        {
          "sentences": [
            "[32] Juan de Grijalva, _Cronica de la orden de N.P.S.",
            "Augustin de Nueva Espana_, Mexico, 1624, f. 199v."
          ]
        },
        {
          "sentences": [
            "[33] Nicolás Antonio, _Bibliotheca Hispana Nova_, Madrid, 1783, I, p. 764.",
            "The first edition was Rome, 1672, but I could locate no copy in this country."
          ]
        },
        {
          "sentences": [
            "[34] San Agustin, p. 352.",
            "On pp. 443-4 referring to Grijalva and Herrera, he says merely that Quiñones \"was very learned in the Tagalog language, and wrote a grammar and dictionary of it.\""
          ]
        },
        {
          "sentences": [
            "[35] \"He succeeded in learning that language with such perfection that he composed a treatise, as a light and guide for the new missionaries, and a vocabulary, with which in a short time they could instruct those islanders in the mysteries of the faith,\" Medina, p. xxvii, assumed that this referred to José Sicardo, _La Cristiandad del Japon_, Madrid, 1698, where he could find nothing about Quiñones, but Beristain cited specifically his _Historias de Filipinas y Japon_, which Santiago Vela, VI, p. 441, thinks must be his additions to Grijalva, including a life of Quiñones, which San Agustin used and quoted from.",
            "The quotation here is from San Agustin, p. 442, where Sicardo is given as the source."
          ]
        },
        {
          "sentences": [
            "[36] Tomas de Herrera, _Alphabetvm Avgvstinianvm_, Madrid, 1644, I, p. 406, according to P. & G., p. xxiv."
          ]
        },
        {
          "sentences": [
            "[37] Schilling, p. 204."
          ]
        },
        {
          "sentences": [
            "[38] Pedro Bello, _Noticia de los escritores y sus obras impresas y manuscritas en diferentes idiomas por los religiosos agustinos calzados hasta 1801_, unpublished MS., from which the citation is given by Santiago Vela, VI, p. 441."
          ]
        },
        {
          "sentences": [
            "[39] P. & G., pp. xxv-xxvi."
          ]
        },
        {
          "sentences": [
            "[40] Medina, p. xxviii, who gives as source the A. of I. and _Libro de provisiones reales_, Madrid, 1596, I, p. 231.",
            "In his note Medina says that this cedula was not in the _Recopilacion_, but referring back to the note on p. xxiv, we find that he there prints a law of the same content and date, cited as Law 3, Title XXIV, Book 1 of the _Recopilacion_, where we have seen it, with the extremely significant addition, \"it shall not be published, _or printed_, or used.\"",
            "If this phrase was not included in the original cedula sent to Manila, but added when printed as applying to all the Indies, it is important evidence that the King felt an admonition against printing unnecessary where no facilities for printing existed."
          ]
        },
        {
          "sentences": [
            "[41] Retana, col. 10, cited from the original MS. in the A. of I. (68-1-42), Torres, II, no. 3211, p. 150."
          ]
        },
        {
          "sentences": [
            "[42] San Antonio, II, p. 297.",
            "This work, treated at length by San Antonio, is proof of the high esteem in which Plasencia was held as a Tagalist.",
            "It was incorporated in a document of Governor Francisco Tello, dated July 13, 1599, now in the A. of I. (67-6-18), and first printed in the appendix to Santa Inés, II, pp. 592-603, and translated in B. & R., VII, pp. 173-96."
          ]
        },
        {
          "sentences": [
            "[43] Santiago Vela, VI, pp. 442-3.",
            "His study of the questionable _Arte_ of 1581 is the most thorough and detailed yet written."
          ]
        },
        {
          "sentences": [
            "[44] Schilling, p. 205."
          ]
        },
        {
          "sentences": [
            "[45] Pardo de Tavera, _op. cit._, pp. 8-9.",
            "After quoting the latter part of this passage, Medina, p. xviii, adds a quizzical note, \"I want to cite the opinion of so distinguished a student of the Philippines because it shows how tangled and confused is the information concerning the primitive Philippine press, even among men best informed on the subject.\""
          ]
        },
        {
          "sentences": [
            "[46] Medina, nos. 1 and 2, p. [3]."
          ]
        },
        {
          "sentences": [
            "[47] Medina, p. xix."
          ]
        },
        {
          "sentences": [
            "[48] Retana had published many of his findings in _La Politico de España en Filipinas_, Madrid, 1891-98; in his edition of Joaquín Martínez de Zuñiga, _Estadismo de las Islas Filipinas_, Madrid, 1893; and in the _Archivo del Bibliófilo Filipino_, Madrid, 1895-97."
          ]
        },
        {
          "sentences": [
            "[49] Retana, cols. 7-8.",
            "We shall speak of Juan de Vera later."
          ]
        },
        {
          "sentences": [
            "[50] Thomas Cooke Middleton, _Some Notes on the Bibliography of the Philippines_, Philadelphia, 1900, pp. 32-33."
          ]
        },
        {
          "sentences": [
            "[51] Pardo de Tavera, _Biblioteca Filipina_, Washington, 1903, pp. 9-10."
          ]
        },
        {
          "sentences": [
            "[52] Medina, _La Imprenta en Manila desde sus Orígenes hasta 1810 Adiciones y Ampliacones_, Santiago de Chile, 1904."
          ]
        },
        {
          "sentences": [
            "[53] P. & G., pp. xxi-xxvi."
          ]
        },
        {
          "sentences": [
            "[54] B. & R., LIII, p. 11."
          ]
        },
        {
          "sentences": [
            "[55] Artigas, _op. cit._ He admitted that the celebration should have been held in 1902."
          ]
        },
        {
          "sentences": [
            "[56] Retana, _Orígenes de la Imprenta Filipina_, Madrid, 1911.",
            "Retana had also published between 1897 and 1911 several other books which contained some information about the early Philippine press, the _Aparato Bibliográfico_ in 1906 and his edition of Morga in 1909, both of which have already been cited."
          ]
        },
        {
          "sentences": [
            "[57] Antonio Palau y Dulcet, _Manuel del Librero Hispano-Americano_, Barcelona, 1923-37, III, p. 72."
          ]
        },
        {
          "sentences": [
            "[58] Schilling, _op. cit._"
          ]
        },
        {
          "sentences": [
            "[59] Chirino, p. 3, writes that he was \"the first who made converts to Christianity in the Philippines, preaching to them of Jesus Christ in their own tongue--of which he made the first vocabulary, which I have seen and studied;\" and Juan de Medina (who originally wrote his history in 1630), p. 54, says that in visiting Cebú in 1612 he \"saw a lexicon there, compiled by Father Fray Martin de Rada, which contained a great number of words.\"",
            "Grijalva, _op. cit._, f. 124V, writes that Rada \"by the force of his imaginative and excellent ability learned the Visayan language, as he had learned the Otomi in this land [Mexico], so that he could preach in it in five months.\""
          ]
        },
        {
          "sentences": [
            "[60] Pérez, p. 5."
          ]
        },
        {
          "sentences": [
            "[61] Juan González de Mendoza, _The Historie of the great and mightie kingdom of China ...",
            "Translated out of Spanish by R.",
            "Parke_, London, 1588, p. 138.",
            "The original edition of 1585 said he made an \"arte y vocabulario.\"",
            "We must take the phrase \"in few daies\" in a comparative sense, but that an Augustinian, probably Rada, knew some Chinese as early as July 30, 1574 is shown by a letter from Governor Lavezaris to the King from Manila, sending him \"a map of the whole land of China, with an explanation which I had some Chinese interpreters make through the aid of an Augustinian religious who is acquainted with the elements of the Chinese language,\" B. & R., III, p. 284, from the original MS. in the A. of I. (67-6-6), Torres, II, no. 1868, p. 10-11.",
            "Antonio de León Pinelo, _Epitome de la Biblioteca Oriental i Occidental, Nautica i Geographica_, Madrid, 1629, p. 31, also records Rada's Chinese grammar and dictionary.",
            "Santiago Vela, VI, pp. 444-60, gives a full history of Rada and his writings.",
            "He went to China a second time in May 1576, and in 1578 accompanied La Sande on his expedition to Borneo, dying on the way back to Manila in June of that year."
          ]
        },
        {
          "sentences": [
            "[62] González de Mendoza, _op. cit._, pp. 103-5."
          ]
        },
        {
          "sentences": [
            "[63] Diego Ordoñez Vivar came to the Philippines in 1570, filled various ministries there, and according to Agustin Maria de Castro was in Japan in 1597, where he witnessed the martyrdom of the Franciscans; he died in 1603, Pérez, p. 10.",
            "Juan de Medina, p. 74, says, \"Father Diego de Ordoñez learned this language [Tagalog] very quickly.\"",
            "Alonso Alvatado had been on the unsuccessful 1542 expedition of Villalobos, and returned to the Philippines in 1571.",
            "Pérez, p. 11, records that he became familiar with the Tagalog language, was the first prior of Tondo, ministered to the Chinese there, and was the first Spaniard to learn the Mandarin dialect.",
            "He was elected provincial in 1575, and died at Manila the following year.",
            "Jéronimo Marín came to the islands with Alvarado, acquired skill in the Visayan, Tagalog and Chinese languages, accompanied Rada on his first expedition to China, was in Tondo in 1578, and later returned to Spain to recruit new missionaries for the province, dying in Mexico in 1606, Pérez, pp. 11-12."
          ]
        },
        {
          "sentences": [
            "[64] Cano, p. 12.",
            "Santiago Vela, I, p. 85, expresses the opinion that Cano's statement was an overenthusiasm, and is not valid."
          ]
        },
        {
          "sentences": [
            "[65] Retana, col. 9."
          ]
        },
        {
          "sentences": [
            "[66] Juan de Medina, p. 156."
          ]
        },
        {
          "sentences": [
            "[67] Santiago Vela, I, p. 85, where he cites the first book of the _Gobierno_ of the Augustinian province."
          ]
        },
        {
          "sentences": [
            "[68] Santiago Vela, I, pp. 84-6 treats of the whole question in detail."
          ]
        },
        {
          "sentences": [
            "[69] A Doctrina in Tagalog, attributed to Alburquerque by Agustin Maria de Castro in his unpublished _Osario_, is said by Santiago Vela, I, p. 85, to have been arranged and perfected by Quiñones, and was probably that presented by him to the Synod of 1582, if indeed he did present such a work then.",
            "For an account of the MS. _Osario_, see Schilling, p. 205n."
          ]
        },
        {
          "sentences": [
            "[70] Pérez, p. 20n, quotes Vicente Barrantes, _El teatro tagalo_, Madrid, 1890, p. 170, as saying that \"according to the Augustinian writers\" Alburquerque compiled an _Arte de la Lengua Tagala_ between 1570 and 1580, the manuscript of which disappeared when the English sacked Manila in 1762.",
            "It may be that Barrantes referred to Cano or possibly Castro, but it must be emphasized that no contemporary historian, as far as has been discovered up to this time, has made such a statement."
          ]
        },
        {
          "sentences": [
            "[71] Quiñones came to the Philippines in 1577 and spent his time in missions in and about Manila.",
            "He was named prior of Manila in 1586, and provincial vicar in 1587 in which year he died, Pérez, p. 19, and Santiago Vela, VI, pp. 433-4."
          ]
        },
        {
          "sentences": [
            "[72] Again Castro, as cited by Santiago Vela, VI, p. 435, is the only authority for this, although San Agustin, p. 391, lists Quiñones' name among those present at the Synod."
          ]
        },
        {
          "sentences": [
            "[73] San Agustin, p. 381.",
            "It should be noted that this statement is in direct contradiction to those we shall cite later in connection with the controversy between the Augustinians and Dominicans over the Chinese ministry.",
            "The convent at Tondo had been founded in 1571, so San Agustin here must refer specifically to the Chinese mission."
          ]
        },
        {
          "sentences": [
            "[74] Pérez, p. 22."
          ]
        },
        {
          "sentences": [
            "[75] Pérez, p. 29."
          ]
        },
        {
          "sentences": [
            "[76] Huerta, pp. 443 & 500-01.",
            "In 1580, under the influence of Plasencia, Talavera took the habit of the Franciscan order and preached throughout the Philippines until his death in 1616.",
            "Huerta lists six works in Tagalog by him, all of them devotionary tracts, the last of which he notes was printed at Manila in 1617, and is listed by Medina, no. 20, pp. 14-5.",
            "His works are also recorded by Leon Pinelo, _op. cit._, 1737-38, II, f. 919r."
          ]
        },
        {
          "sentences": [
            "[77] Santa Inés (written originally in 1676), p. 211.",
            "Virtually the same information is given by San Antonio, I, pp. 532-3 & 563."
          ]
        },
        {
          "sentences": [
            "[78] Juan de la Concepcion, _Historia general de Philipinas_, Manila, 1788-92, II, pp. 45-6.",
            "Schilling, p. 203n, maintains that the early writers were mistaken in believing that the Synod was held in 1581.",
            "On October 16, 1581 the Bishop called a meeting of ten priests at the Convent of Tondo to discuss the execution of the decree about slaves, Torres, II, pp. cxliv-v.",
            "No laymen were present and no other topic was discussed.",
            "The decisions of this meeting were sent in a letter from Salazar to the King, dated from Tondo, October 17, 1581, translated in B. & R., XXXIV, pp. 325-31, from the original MS. in the A. of I. (68-1-42), Torres, II, no. 2686, p. 95.",
            "The following year a real Synod was held, this time including lay government officials as well as priests, at which was discussed a variety of subjects.",
            "Robert Streit, _Bibliotheca Missionum_, Aachen, 1928, IV, pp. 327-31, cites a MS. account of it by the Jesuit father Sanchez who was present; and Valentín Marín, _Ensayo de una Síntesis de los trabajos realizados por las Corporaciones Religiosas Españoles de Filipinas_, Manila, 1901, I, pp. 192 et seqq., cites another MS., then in the Archives of the Archiepiscopal Palace of Manila, _Memoria de una junta que se hizo a manera de concilio el año de 1582, para dar asiento a las cosas tocantes al aumento de la fe, y justificacíon de las conquistas hechas y que adelante se hicieron por los espanoles_, from which he quotes extensively.",
            "With reference to the Synod see further Lorenzo Pérez, _Origen de las Misiones Franciscanas en el extremo oriente_, in Archivo Ibero-Americano, 1915, III, pp. 386-400."
          ]
        },
        {
          "sentences": [
            "[79] Santa Inés, p. 212.",
            "Again similar accounts are to be found in San Antonio, I, pp. 563-6, in far more detail and phrased in even more laudatory terms, and the fullest early biography of Plasencia is given by San Antonio, II, pp. 512-79.",
            "Modern surveys appear in Marín, _op. cit._, II, pp. 573-82, and Lorenzo Pérez, _op. cit._, pp. 378 et seqq."
          ]
        },
        {
          "sentences": [
            "[80] Chirino, _Primera parte_, quoted by Retana, col. 24, implied that Quiñones and Plasencia wrote at about the same time: \"The first who wrote in these languages were, in Visayan, P.",
            "Fr.",
            "Martin de Rada, and in Tagalog, Fr.",
            "Juan de Quiñones, both of the Order of St.",
            "Augustine, and at the same time Fr.",
            "Juan de Oliver and Fr.",
            "Juan de Plasencia of the Order of St.",
            "Francis, of whom the latter began first, but the former [wrote] many more things and very useful ones.\"",
            "However, San Antonio, I, p. 532, wrote perhaps with bias in favor of his own order, \"Although the Augustinian fathers had come earlier and did not lack priests fluent in the idiom, the language had not yet been reduced to a grammar, so that it could be learned by common grammatical rules, nor was there a general vocabulary of speech; except that each one had his own notes, to make himself understood, and everything was unsystematized.\""
          ]
        },
        {
          "sentences": [
            "[81] _Entrada de la seraphica Religion de nuestro P.",
            "S.",
            "Francisco en las Islas Philipinas_, MS. of 1649, first published in Retana, _Archivo_, I, no.",
            "III, translated in B. & R., XXXV, p. 311."
          ]
        },
        {
          "sentences": [
            "[82] Medina, p. 15, quoting from Martínez whom we are unable to trace."
          ]
        },
        {
          "sentences": [
            "[83] Huerta, pp. 492-3.",
            "Oliver died in 1599.",
            "San Antonio, II, p. 531, says that Plasencia was the first to write a catechism (called in Tagalog \"Tocsohan\"), and Oliver was the first to translate the explanation of the Doctrina.",
            "Oliver's works are noted by León Pinelo, _op. cit._, 1737-38, II, col. 730, and Barrantes, _op. cit._, p. 187."
          ]
        },
        {
          "sentences": [
            "[84] Sebastian de Totanes, _Arte de la Lengua Tagala_, Manila, 1850, p. v, (first edition printed in 1745) says of Oliver that \"up to the present day our province reveres him as the first master of this idiom.\""
          ]
        },
        {
          "sentences": [
            "[85] See note 42."
          ]
        },
        {
          "sentences": [
            "[86] Huerta, p. 517.",
            "Nothing is known of Diego de la Asuncion except that he wrote five works in Tagalog including an _Arte_ and _Diccionario_.",
            "Huerta was unable to find any record of him in the mission lists, the capitularies or the death records, but that he was in the Philippines before 1649 we can be sure of from the notice of him in the manuscript of that date."
          ]
        },
        {
          "sentences": [
            "[87] Huerta, p. 495.",
            "Montes y Escamilla came to the islands in 1583 and remained there until his death in 1610.",
            "Five works in Tagalog are attributed to him, an _Arte_, _Diccionario_, _Confesionario_, _Devocional tagalog_, and a _Guia de Pecadores_.",
            "The _Devocional_ is listed by Medina, no. 16, p. 12."
          ]
        },
        {
          "sentences": [
            "[88] Pablo Rojo, _Fr.",
            "Juan de Plasencia_, _Escritor_, Appendix 3 of Santa Inés, II, p. 590.",
            "An early reference by Fernández, _Historia Eclesiastica_, p. 300, speaking of the Franciscan missionary successes among the natives, says, \"They learned the Doctrina Christiana which the priests translated into Tagalog.\""
          ]
        },
        {
          "sentences": [
            "[89] Rojo, in Santa Inés, II, pp. 590-1, says that the Doctrina then being used among the Tagalogs was the same as that written by Plasencia except for modernization in accordance with the changes which had taken place in the language since his time."
          ]
        },
        {
          "sentences": [
            "[90] Medina, no. 15, p. 11."
          ]
        },
        {
          "sentences": [
            "[91] Chirino, p. 14."
          ]
        },
        {
          "sentences": [
            "[92] Colin, II, p. 325."
          ]
        },
        {
          "sentences": [
            "[93] Chirino, p. 27."
          ]
        },
        {
          "sentences": [
            "[94] Chirino, chaps.",
            "XV-XVII, pp. 34-41."
          ]
        },
        {
          "sentences": [
            "[95] On May 13, 1579, Philip II wrote to the Governor of the Philippines, \"Fray Domingo de Salazar, of the Dominican order, and bishop of the said islands, has reported to us that he is going to reside in these islands; and that he will take with him religious of his order to found monasteries, and to take charge of the conversion and instruction of the natives,\" B. & R., IV, p. 141, translated from the original MS. in the Archivo-Historico Nacional, _Cedulario indico_, t. 31, f. 132V, no. 135.",
            "Twelve of the twenty who set out from Europe with Salazar died before reaching Mexico, and the others were so sick that all but one remained there, so when Salazar landed at Manila in March 1581 he was accompanied by twenty Augustinians, eight Franciscans, and only one Dominican, Christoval de Salvatierra."
          ]
        },
        {
          "sentences": [
            "[96] For these and other general facts I have used Aduarte and Remesal where they are supported by the other historians, Juan de la Concepcion, San Antonio, San Agustin, Juan de Medina and Santa Inés.",
            "It should be noted that Remesal acknowledged as his source for much of the material on the Philippines the unpublished MS. history of the Franciscan, Francisco de Montilla.",
            "The fifteen Dominicans were Juan de Castro, Alonso Ximenez, Miguel de Benavides, Pedro Bolaños, Bernardo Navarro, Diego de Soria, Juan de Castro the younger, Marcos Soria de San Antonio, Juan de San Pedro Martyr (or Maldonado), Juan Ormaza de Santo Tomás, Pedro de Soto, Juan de la Cruz, Gregorio de Ochoa, Domingo de Nieva, and Pedro Rodriguez."
          ]
        },
        {
          "sentences": [
            "[97] By a bull of October 20, 1582 Pope Gregory XIII confirmed the appointment already obtained from Pablo Constable de Ferrara, General of the Dominican Order, making Juan Chrisóstomo vicar-general of the Philippine Islands and China, and giving him authority to establish a province there, B. & R., V, pp. 199--200, translated from Hernaez, _Coleccion de bulas_, Brussels, 1879, I, p. 527, where it is printed from the original MS. in the Vatican, Bular.",
            "Dom., t. 15, p. 412."
          ]
        },
        {
          "sentences": [
            "[98] In 1580 the Dominicans of Mexico had begun plans for the establishment of a province in the Orient, and sent Juan Chrisóstomo to Europe to obtain the necessary permission from lay and ecclesiastical authorities.",
            "The Jesuit Alonso Sanchez, who had been sent to Spain to explain the situation in the Philippines, was at court, and told the King and Council of the Indies--quite subverting his mission--that there was no need for more priests and particularly no need for a new order there.",
            "Chrisóstomo was discouraged, but the scheme was revivified by Juan de Castro who finally secured a letter from Philip II on September 20, 1585 endorsing the plan.",
            "Twenty-two volunteers sailed from Spain on July 17, 1586.",
            "In Mexico the Dominicans again found Sanchez propagandizing against the mission and also encountered the efforts of the Viceroy to persuade the friars to remain there.",
            "Notwithstanding, twenty friars subscribed to a set of ordinances at the Convent of Santo Domingo in Mexico on December 17, 1586.",
            "Of the twenty, fifteen went to the Philippines, three went directly to China, and Juan Chrisóstomo, who was ill and weak, and Juan Cobo, who had business there, stayed behind in Mexico."
          ]
        },
        {
          "sentences": [
            "[99] Aduarte, I, p. 9."
          ]
        },
        {
          "sentences": [
            "[100] Aduarte, I, p. 70."
          ]
        },
        {
          "sentences": [
            "[101] Juan Cobo had stayed behind in Mexico on business, and during his stay had been so moved by the scandals of the government there that he preached publicly against them, as a result of which he was banished by the Viceroy.",
            "He brought with him from Mexico a fellow-reformer and exile, Luis Gandullo, and four other recruits for the Philippine mission."
          ]
        },
        {
          "sentences": [
            "[102] These are printed in the _Ordinationes_ of 1604, see note 127, and by Remesal, pp. 677--8, who says that \"these ordinances were printed in as fine characters and as correctly as if in Rome or Lyon, by Francisco de Vera, a Chinese Christian, in the town of Binondo in the year 1604 through the diligence of Fr.",
            "Miguel Martin.\""
          ]
        },
        {
          "sentences": [
            "[103] Sangley, a term used by the natives to designate Chinese, was derived from the Cantonese _hiang_ (or _xiang_) and _ley_ meaning a \"travelling merchant.\"",
            "It was adopted by the Spaniards and in most instances used interchangeably with Chinese.",
            "If any distinction existed it was that a Sangley was a permanent resident of the Philippines--quite contrary to the derivation of the word--or a Chinese of partially native blood.",
            "See San Agustin, p. 253."
          ]
        },
        {
          "sentences": [
            "[104] Particularly the Memorial to the Council of the Indies sent with Sanchez, April 20, 1586, translated in B. & R., VI, pp. 167-8, from the original MS. in the A. of I. (1-1-2/24), Torres, II, no. 3289, p. 159."
          ]
        },
        {
          "sentences": [
            "[105] B. & R., VII, pp. 130-1, translated from the original MS. in the A. of I. (67-6-18), Torres, III, no. 3556, pp. 15-6.",
            "See the statement of San Agustin quoted on p. 22, which gives the irreconciled Augustinian view.",
            "Most of the contemporary witnesses, however, seem to agree with the Dominicans."
          ]
        },
        {
          "sentences": [
            "[106] B. & R., VII, pp. 220-3, translated from Retana, _Archivo_, III, pp. 47-80, and there printed from the original MS. in the A. of I. (68-1-32), Torres, III, no. 3698, p. 32."
          ]
        },
        {
          "sentences": [
            "[107] Remesal, pp. 681-2."
          ]
        },
        {
          "sentences": [
            "[108] B. & R., VII, pp. 223-5, as in note 106."
          ]
        },
        {
          "sentences": [
            "[109] Martínez-Vigil, _op. cit._, p. 246, lists as written by Benavides a _Vocabularium sinense facillimum_, and Vinaza, p. 17, cites his entry."
          ]
        },
        {
          "sentences": [
            "[110] Schilling, p. 210, says that in his letter Cobo himself recorded that \"Benavides wrote the first Chinese catechism in the Philippines.\"",
            "He does not however differentiate between writing in Chinese characters and writing transliterated Chinese, and moreover \"hizo doctrina\" may only mean that he taught the doctrine, not necessarily that he wrote one."
          ]
        },
        {
          "sentences": [
            "[111] B. & R., VII, p. 238, as in note 106."
          ]
        },
        {
          "sentences": [
            "[112] Aduarte, I, p. 140."
          ]
        },
        {
          "sentences": [
            "[113] Aduarte, I, p. 140, says, before the previously quoted passage, that Cobo \"put the Doctrina Christiana in the Chinese language,\" and Viñaza, pp. 17-23, lists seven books by him, including the famous translation of the Chinese classic, _Beng-Sim-Po-Cam_, the original MS. of which, with an introductory epistle by Benavides, dated from Madrid, December 23, 1595, is in the Biblioteca Nacional at Madrid; an _Arte de las letras chinas_; _Vocabulario chino_; _Catecismo o doctrina christiana en chino_; (cited from León Pinelo, _op. cit._, 1737-38, I, col. 142); _Tratado de astronomia en chino_; _Linguae sinica ad certam revocata methodum_ (called by Martinez-Vigil, _op. cit._, p. 263, \"the first works or work on the Chinese language\"); and _Sententiae plures_, excerpted from various Chinese books.",
            "See also Beristain, _op. cit._, I, p. 316, and Quétif and Echard, _op. cit._, II, pp. 306-7."
          ]
        },
        {
          "sentences": [
            "[114] Aduarte, I, p. 122."
          ]
        },
        {
          "sentences": [
            "[115] Fernandez, _Historia Eclesiastica_, p. 304, \"In the Chinese language and letters, P.",
            "Fr.",
            "Domingo de Nieva, of San Pablo of Valladolid, printed a memorial of the Christian life; and P.",
            "Fray Tomas Mayor, of the province of Aragon, from the Convent and College of Orihuela, the Symbol of Faith.\"",
            "In his _Historia de los Insignes Milagros_, f. 217, Fernández states that both these works were printed at Bataan.",
            "Since Mayor did not arrive in the islands until 1602 his work is not pertinent to the present discussion.",
            "Mayor's book was seen but inadequately described by Jose Rodriguez, _Biblioteca Valentina_, 1747, p. 406, from a copy then in the Library of the Dominican Convent at Valencia, but now lost.",
            "Medina records it under the year 1607, no. 6, p. 6.",
            "See also León Pinelo, _op. cit._, 1737--38, II, f. 919r, and Antonio, _op. cit._, I, p. 330."
          ]
        },
        {
          "sentences": [
            "[116] Aduarte, I, p. 342."
          ]
        },
        {
          "sentences": [
            "[117] Medina, nos. 399-402, pp. 261-2."
          ]
        },
        {
          "sentences": [
            "[118] Aduarte, I, pp. 255-8.",
            "San Pedro Martyr moved back and forth a good deal.",
            "The first year in the Philippines he was with Benavides at Baybay; the second year he was in Pangasinan.",
            "In 1590 he was ordered to the Chinese mission in Cobo's place by Castro before he left for China.",
            "When Castro got back and Cobo could resume his old station, San Pedro Martyr went to the vicariate of Bataan \"the language of which he learned very well,\" and when Cobo left for Japan in 1592, San Pedro Martyr went back to San Gabriel."
          ]
        },
        {
          "sentences": [
            "[119] Aduarte, I, p. 323."
          ]
        },
        {
          "sentences": [
            "[120] Remesal, p. 683."
          ]
        },
        {
          "sentences": [
            "[121] See Hermann Hülle, _Über den alten chinesischen Typendruck und seine Entzvicklung in den Ländern des Fernen Ostens_, N.P., 1923; Thomas Francis Carter, _The Invention of Printing in China and its Spread Westward_, New York, 1925; and Cyrus H.",
            "Peake, _The origin and development of printing in China in the light of recent research_, in the Gutenberg-Jahrbuch 1935, X, pp. 9-17."
          ]
        },
        {
          "sentences": [
            "[122] B. & R., VII, pp. 226, as in note 106."
          ]
        },
        {
          "sentences": [
            "[123] Aduarte, II, pp. 15-18."
          ]
        },
        {
          "sentences": [
            "[124] Medina, p. xix, supposed that the Doctrina was printed in the Hospital of San Gabriel in Minondoc, but Aduarte, I, p. 107, says that when the village of Baybay became overcrowded, it became necessary to spread the Chinese Christian settlement to a new site directly across the river, where land was given them by Don Luis Pérez Dasmariñas, the son and successor of Gómez Pérez Dasmariñas, and there a second church of San Gabriel was built.",
            "According to an inscription on a painting of Don Luis, exhibited at the St.",
            "Louis Fair of 1904 and illustrated in B. & R., XXX, p. 228, he bought the land from Don Antonio Velada on March 28, 1594, so that San Gabriel of Minondoc could not have been the place where the 1593 volumes were printed.",
            "Marin, _op. cit._, II, p. 617, says that San Gabriel was moved several years after its foundation to Binondo at the request of the city, and was rebuilt twice.",
            "It is apparent that San Gabriel in the Parian was abandoned after the church in Binondo was built."
          ]
        },
        {
          "sentences": [
            "[125] Juan de Vera was probably a comparatively common name at this time, because upon baptism the natives and Chinese assumed any Spanish name they pleased, and since Santiago de Vera was governor from 1584 to 1590, his last name would have been very popular.",
            "Aduarte, I, p. 86, mentions an Indian chief, Don Juan de Vera, who helped the Dominicans in Pangasinan, and Retana, col. 23, quotes from a document sent by the Audiencia of the Philippines to the King, August 11, 1620, the appointments as official interpreters of one Juan de Vera on June 15, 1598, and the same or another Juan de Vera on October 9, 1613."
          ]
        },
        {
          "sentences": [
            "[126] Aduarte, I, p. 108."
          ]
        },
        {
          "sentences": [
            "[127] The title-page of this unique book is as follows: [row of type ornaments] / _Ordinationes Generales_ / prouinciæ Sanctissimi Rosarij / [type ornament] Philippinarum. [type ornament] / Factæ per admodum Reuerendum patrem fratrem / Ioanem de Castro, primum vicarium generalem e- / iusdem prouintiæ.",
            "De consilio, & vnanimi con / sensu omnium frattu, qui primit_9_ in pro / uintiam illam se contulerunt, euan / gelizandi gratia./ Sunt que semper vsque in hodiernum diem in om- / nibus eiusdem prouintiæ capitulis infalibiliter / acceptatæ, inuiolabiliter ab omnibus / fratribus obseruandæ. / Binondoc, per Ioannem de Vera china / Christianum.",
            "Cum licentia. 1604. / [row of type ornaments].",
            "The volume, an octavo bound in maroon levant morocco by Sangorski and Sutcliffe, consists of eight leaves, as follows: title-page as above, on the verso the permission signed at Manila, June 24, 1604, by Fr.",
            "Miguel Martin de San Jacinto, prior provincial of the Dominican Province of the Philippines; the text of the ordinances in Latin on eleven pages, with the device of the Dominican order on the verso of the last page; blank."
          ]
        },
        {
          "sentences": [
            "[128] See note 102."
          ]
        },
        {
          "sentences": [
            "[129] Medina, _Adiciones y Ampliacixones_, p. [5]."
          ]
        },
        {
          "sentences": [
            "[130] Retana, cols. 77-8, where he gives as his source Hilario Ocio, _Reseña biográfica de los religiosos de la provincia del Santisimo Rosario de Filipinas_, Manila, 1891, I, p. 63.",
            "Ocio did not cite Remesal as his source, but the information, including the printer's name as Francisco de Vera, is the same."
          ]
        },
        {
          "sentences": [
            "[131] Both title-pages are reproduced in Francisco Vindel, _Manual Gráphico-Descriptivo del Bibliófilo Hispano-Americano_, Madrid, 1930--34, IX, p. 22, and VII, p. 181 respectively."
          ]
        }
      ],
      "metadata": {}
    }
  ],
  "source_file": "books/texts/pg16119-Doctrina_Christiana_627.txt"
}