{
  "metadata": {
    "title": "The Odyssey",
    "author": "Homer",
    "format": "multi_part",
    "format_confidence": 100,
    "original_metadata": {
      "title": "The Odyssey",
      "author": "Homer",
      "language": "English",
      "release_date": "April, 1999 [eBook #1727]",
      "ebook_number": null
    },
    "raw_text_length": 697891,
    "cleaned_text_length": 678696
  },
  "chapters": [
    {
      "number": 1,
      "title": "Chapter 1",
      "paragraphs": [
        {
          "sentences": [
            "THE GHOSTS OF THE SUITORS IN HADES—ULYSSES AND HIS MEN GO TO THE HOUSE OF LAERTES—THE PEOPLE OF ITHACA COME OUT TO ATTACK ULYSSES, BUT MINERVA CONCLUDES A PEACE."
          ]
        },
        {
          "sentences": [
            "Then Mercury of Cyllene summoned the ghosts of the suitors, and in his hand he held the fair golden wand with which he seals men’s eyes in sleep or wakes them just as he pleases; with this he roused the ghosts and led them, while they followed whining and gibbering behind him.",
            "As bats fly squealing in the hollow of some great cave, when one of them has fallen out of the cluster in which they hang, even so did the ghosts whine and squeal as Mercury the healer of sorrow led them down into the dark abode of death.",
            "When they had passed the waters of Oceanus and the rock Leucas, they came to the gates of the sun and the land of dreams, whereon they reached the meadow of asphodel where dwell the souls and shadows of them that can labour no more."
          ]
        },
        {
          "sentences": [
            "Here they found the ghost of Achilles son of Peleus, with those of Patroclus, Antilochus, and Ajax, who was the finest and handsomest man of all the Danaans after the son of Peleus himself."
          ]
        },
        {
          "sentences": [
            "They gathered round the ghost of the son of Peleus, and the ghost of Agamemnon joined them, sorrowing bitterly.",
            "Round him were gathered also the ghosts of those who had perished with him in the house of Aegisthus; and the ghost of Achilles spoke first."
          ]
        },
        {
          "sentences": [
            "“Son of Atreus,” it said, “we used to say that Jove had loved you better from first to last than any other hero, for you were captain over many and brave men, when we were all fighting together before Troy; yet the hand of death, which no mortal can escape, was laid upon you all too early.",
            "Better for you had you fallen at Troy in the hey-day of your renown, for the Achaeans would have built a mound over your ashes, and your son would have been heir to your good name, whereas it has now been your lot to come to a most miserable end.”"
          ]
        },
        {
          "sentences": [
            "“Happy son of Peleus,” answered the ghost of Agamemnon, “for having died at Troy far from Argos, while the bravest of the Trojans and the Achaeans fell round you fighting for your body.",
            "There you lay in the whirling clouds of dust, all huge and hugely, heedless now of your chivalry.",
            "We fought the whole of the livelong day, nor should we ever have left off if Jove had not sent a hurricane to stay us.",
            "Then, when we had borne you to the ships out of the fray, we laid you on your bed and cleansed your fair skin with warm water and with ointments.",
            "The Danaans tore their hair and wept bitterly round about you.",
            "Your mother, when she heard, came with her immortal nymphs from out of the sea, and the sound of a great wailing went forth over the waters so that the Achaeans quaked for fear.",
            "They would have fled panic-stricken to their ships had not wise old Nestor whose counsel was ever truest checked them saying, ‘Hold, Argives, fly not sons of the Achaeans, this is his mother coming from the sea with her immortal nymphs to view the body of her son.’"
          ]
        },
        {
          "sentences": [
            "“Thus he spoke, and the Achaeans feared no more.",
            "The daughters of the old man of the sea stood round you weeping bitterly, and clothed you in immortal raiment.",
            "The nine muses also came and lifted up their sweet voices in lament—calling and answering one another; there was not an Argive but wept for pity of the dirge they chaunted.",
            "Days and nights seven and ten we mourned you, mortals and immortals, but on the eighteenth day we gave you to the flames, and many a fat sheep with many an ox did we slay in sacrifice around you.",
            "You were burnt in raiment of the gods, with rich resins and with honey, while heroes, horse and foot, clashed their armour round the pile as you were burning, with the tramp as of a great multitude.",
            "But when the flames of heaven had done their work, we gathered your white bones at daybreak and laid them in ointments and in pure wine.",
            "Your mother brought us a golden vase to hold them—gift of Bacchus, and work of Vulcan himself; in this we mingled your bleached bones with those of Patroclus who had gone before you, and separate we enclosed also those of Antilochus, who had been closer to you than any other of your comrades now that Patroclus was no more."
          ]
        },
        {
          "sentences": [
            "“Over these the host of the Argives built a noble tomb, on a point jutting out over the open Hellespont, that it might be seen from far out upon the sea by those now living and by them that shall be born hereafter.",
            "Your mother begged prizes from the gods, and offered them to be contended for by the noblest of the Achaeans.",
            "You must have been present at the funeral of many a hero, when the young men gird themselves and make ready to contend for prizes on the death of some great chieftain, but you never saw such prizes as silver-footed Thetis offered in your honour; for the gods loved you well.",
            "Thus even in death your fame, Achilles, has not been lost, and your name lives evermore among all mankind.",
            "But as for me, what solace had I when the days of my fighting were done?",
            "For Jove willed my destruction on my return, by the hands of Aegisthus and those of my wicked wife.”"
          ]
        },
        {
          "sentences": [
            "Thus did they converse, and presently Mercury came up to them with the ghosts of the suitors who had been killed by Ulysses.",
            "The ghosts of Agamemnon and Achilles were astonished at seeing them, and went up to them at once.",
            "The ghost of Agamemnon recognised Amphimedon son of Melaneus, who lived in Ithaca and had been his host, so it began to talk to him."
          ]
        },
        {
          "sentences": [
            "“Amphimedon,” it said, “what has happened to all you fine young men—all of an age too—that you are come down here under the ground?",
            "One could pick no finer body of men from any city.",
            "Did Neptune raise his winds and waves against you when you were at sea, or did your enemies make an end of you on the mainland when you were cattle-lifting or sheep-stealing, or while fighting in defence of their wives and city?",
            "Answer my question, for I have been your guest.",
            "Do you not remember how I came to your house with Menelaus, to persuade Ulysses to join us with his ships against Troy?",
            "It was a whole month ere we could resume our voyage, for we had hard work to persuade Ulysses to come with us.”"
          ]
        },
        {
          "sentences": [
            "And the ghost of Amphimedon answered, “Agamemnon, son of Atreus, king of men, I remember everything that you have said, and will tell you fully and accurately about the way in which our end was brought about.",
            "Ulysses had been long gone, and we were courting his wife, who did not say point blank that she would not marry, nor yet bring matters to an end, for she meant to compass our destruction: this, then, was the trick she played us.",
            "She set up a great tambour frame in her room and began to work on an enormous piece of fine needlework. ‘Sweethearts,’ said she, ‘Ulysses is indeed dead, still, do not press me to marry again immediately; wait—for I would not have my skill in needlework perish unrecorded—till I have completed a pall for the hero Laertes, against the time when death shall take him.",
            "He is very rich, and the women of the place will talk if he is laid out without a pall.’ This is what she said, and we assented; whereupon we could see her working upon her great web all day long, but at night she would unpick the stitches again by torchlight.",
            "She fooled us in this way for three years without our finding it out, but as time wore on and she was now in her fourth year, in the waning of moons and many days had been accomplished, one of her maids who knew what she was doing told us, and we caught her in the act of undoing her work, so she had to finish it whether she would or no; and when she showed us the robe she had made, after she had had it washed,186 its splendour was as that of the sun or moon."
          ]
        },
        {
          "sentences": [
            "“Then some malicious god conveyed Ulysses to the upland farm where his swineherd lives.",
            "Thither presently came also his son, returning from a voyage to Pylos, and the two came to the town when they had hatched their plot for our destruction.",
            "Telemachus came first, and then after him, accompanied by the swineherd, came Ulysses, clad in rags and leaning on a staff as though he were some miserable old beggar.",
            "He came so unexpectedly that none of us knew him, not even the older ones among us, and we reviled him and threw things at him.",
            "He endured both being struck and insulted without a word, though he was in his own house; but when the will of Aegis-bearing Jove inspired him, he and Telemachus took the armour and hid it in an inner chamber, bolting the doors behind them.",
            "Then he cunningly made his wife offer his bow and a quantity of iron to be contended for by us ill-fated suitors; and this was the beginning of our end, for not one of us could string the bow—nor nearly do so.",
            "When it was about to reach the hands of Ulysses, we all of us shouted out that it should not be given him, no matter what he might say, but Telemachus insisted on his having it.",
            "When he had got it in his hands he strung it with ease and sent his arrow through the iron.",
            "Then he stood on the floor of the cloister and poured his arrows on the ground, glaring fiercely about him.",
            "First he killed Antinous, and then, aiming straight before him, he let fly his deadly darts and they fell thick on one another.",
            "It was plain that some one of the gods was helping them, for they fell upon us with might and main throughout the cloisters, and there was a hideous sound of groaning as our brains were being battered in, and the ground seethed with our blood.",
            "This, Agamemnon, is how we came by our end, and our bodies are lying still uncared for in the house of Ulysses, for our friends at home do not yet know what has happened, so that they cannot lay us out and wash the black blood from our wounds, making moan over us according to the offices due to the departed.”"
          ]
        },
        {
          "sentences": [
            "“Happy Ulysses, son of Laertes,” replied the ghost of Agamemnon, “you are indeed blessed in the possession of a wife endowed with such rare excellence of understanding, and so faithful to her wedded lord as Penelope the daughter of Icarius.",
            "The fame, therefore, of her virtue shall never die, and the immortals shall compose a song that shall be welcome to all mankind in honour of the constancy of Penelope.",
            "How far otherwise was the wickedness of the daughter of Tyndareus who killed her lawful husband; her song shall be hateful among men, for she has brought disgrace on all womankind even on the good ones.”"
          ]
        },
        {
          "sentences": [
            "Thus did they converse in the house of Hades deep down within the bowels of the earth.",
            "Meanwhile Ulysses and the others passed out of the town and soon reached the fair and well-tilled farm of Laertes, which he had reclaimed with infinite labour.",
            "Here was his house, with a lean-to running all round it, where the slaves who worked for him slept and sat and ate, while inside the house there was an old Sicel woman, who looked after him in this his country-farm.",
            "When Ulysses got there, he said to his son and to the other two:"
          ]
        },
        {
          "sentences": [
            "“Go to the house, and kill the best pig that you can find for dinner.",
            "Meanwhile I want to see whether my father will know me, or fail to recognise me after so long an absence.”"
          ]
        },
        {
          "sentences": [
            "He then took off his armour and gave it to Eumaeus and Philoetius, who went straight on to the house, while he turned off into the vineyard to make trial of his father.",
            "As he went down into the great orchard, he did not see Dolius, nor any of his sons nor of the other bondsmen, for they were all gathering thorns to make a fence for the vineyard, at the place where the old man had told them; he therefore found his father alone, hoeing a vine.",
            "He had on a dirty old shirt, patched and very shabby; his legs were bound round with thongs of oxhide to save him from the brambles, and he also wore sleeves of leather; he had a goat skin cap on his head, and was looking very woe-begone.",
            "When Ulysses saw him so worn, so old and full of sorrow, he stood still under a tall pear tree and began to weep.",
            "He doubted whether to embrace him, kiss him, and tell him all about his having come home, or whether he should first question him and see what he would say.",
            "In the end he deemed it best to be crafty with him, so in this mind he went up to his father, who was bending down and digging about a plant."
          ]
        },
        {
          "sentences": [
            "“I see, sir,” said Ulysses, “that you are an excellent gardener—what pains you take with it, to be sure.",
            "There is not a single plant, not a fig tree, vine, olive, pear, nor flower bed, but bears the trace of your attention.",
            "I trust, however, that you will not be offended if I say that you take better care of your garden than of yourself.",
            "You are old, unsavoury, and very meanly clad.",
            "It cannot be because you are idle that your master takes such poor care of you, indeed your face and figure have nothing of the slave about them, and proclaim you of noble birth.",
            "I should have said that you were one of those who should wash well, eat well, and lie soft at night as old men have a right to do; but tell me, and tell me true, whose bondman are you, and in whose garden are you working?",
            "Tell me also about another matter.",
            "Is this place that I have come to really Ithaca?",
            "I met a man just now who said so, but he was a dull fellow, and had not the patience to hear my story out when I was asking him about an old friend of mine, whether he was still living, or was already dead and in the house of Hades.",
            "Believe me when I tell you that this man came to my house once when I was in my own country and never yet did any stranger come to me whom I liked better.",
            "He said that his family came from Ithaca and that his father was Laertes, son of Arceisius.",
            "I received him hospitably, making him welcome to all the abundance of my house, and when he went away I gave him all customary presents.",
            "I gave him seven talents of fine gold, and a cup of solid silver with flowers chased upon it.",
            "I gave him twelve light cloaks, and as many pieces of tapestry; I also gave him twelve cloaks of single fold, twelve rugs, twelve fair mantles, and an equal number of shirts.",
            "To all this I added four good looking women skilled in all useful arts, and I let him take his choice.”"
          ]
        },
        {
          "sentences": [
            "His father shed tears and answered, “Sir, you have indeed come to the country that you have named, but it is fallen into the hands of wicked people.",
            "All this wealth of presents has been given to no purpose.",
            "If you could have found your friend here alive in Ithaca, he would have entertained you hospitably and would have requited your presents amply when you left him—as would have been only right considering what you had already given him.",
            "But tell me, and tell me true, how many years is it since you entertained this guest—my unhappy son, as ever was?",
            "Alas!",
            "He has perished far from his own country; the fishes of the sea have eaten him, or he has fallen a prey to the birds and wild beasts of some continent.",
            "Neither his mother, nor I his father, who were his parents, could throw our arms about him and wrap him in his shroud, nor could his excellent and richly dowered wife Penelope bewail her husband as was natural upon his death bed, and close his eyes according to the offices due to the departed.",
            "But now, tell me truly for I want to know.",
            "Who and whence are you—tell me of your town and parents?",
            "Where is the ship lying that has brought you and your men to Ithaca?",
            "Or were you a passenger on some other man’s ship, and those who brought you here have gone on their way and left you?”"
          ]
        },
        {
          "sentences": [
            "“I will tell you everything,” answered Ulysses, “quite truly.",
            "I come from Alybas, where I have a fine house.",
            "I am son of king Apheidas, who is the son of Polypemon.",
            "My own name is Eperitus; heaven drove me off my course as I was leaving Sicania, and I have been carried here against my will.",
            "As for my ship it is lying over yonder, off the open country outside the town, and this is the fifth year since Ulysses left my country.",
            "Poor fellow, yet the omens were good for him when he left me.",
            "The birds all flew on our right hands, and both he and I rejoiced to see them as we parted, for we had every hope that we should have another friendly meeting and exchange presents.”"
          ]
        },
        {
          "sentences": [
            "A dark cloud of sorrow fell upon Laertes as he listened.",
            "He filled both hands with the dust from off the ground and poured it over his grey head, groaning heavily as he did so.",
            "The heart of Ulysses was touched, and his nostrils quivered as he looked upon his father; then he sprang towards him, flung his arms about him and kissed him, saying, “I am he, father, about whom you are asking—I have returned after having been away for twenty years.",
            "But cease your sighing and lamentation—we have no time to lose, for I should tell you that I have been killing the suitors in my house, to punish them for their insolence and crimes.”"
          ]
        },
        {
          "sentences": [
            "“If you really are my son Ulysses,” replied Laertes, “and have come back again, you must give me such manifest proof of your identity as shall convince me.”"
          ]
        },
        {
          "sentences": [
            "“First observe this scar,” answered Ulysses, “which I got from a boar’s tusk when I was hunting on Mt.",
            "Parnassus.",
            "You and my mother had sent me to Autolycus, my mother’s father, to receive the presents which when he was over here he had promised to give me.",
            "Furthermore I will point out to you the trees in the vineyard which you gave me, and I asked you all about them as I followed you round the garden.",
            "We went over them all, and you told me their names and what they all were.",
            "You gave me thirteen pear trees, ten apple trees, and forty fig trees; you also said you would give me fifty rows of vines; there was corn planted between each row, and they yield grapes of every kind when the heat of heaven has been laid heavy upon them.”"
          ]
        },
        {
          "sentences": [
            "Laertes’ strength failed him when he heard the convincing proofs which his son had given him.",
            "He threw his arms about him, and Ulysses had to support him, or he would have gone off into a swoon; but as soon as he came to, and was beginning to recover his senses, he said, “O father Jove, then you gods are still in Olympus after all, if the suitors have really been punished for their insolence and folly.",
            "Nevertheless, I am much afraid that I shall have all the townspeople of Ithaca up here directly, and they will be sending messengers everywhere throughout the cities of the Cephallenians.”"
          ]
        },
        {
          "sentences": [
            "Ulysses answered, “Take heart and do not trouble yourself about that, but let us go into the house hard by your garden.",
            "I have already told Telemachus, Philoetius, and Eumaeus to go on there and get dinner ready as soon as possible.”"
          ]
        },
        {
          "sentences": [
            "Thus conversing the two made their way towards the house.",
            "When they got there they found Telemachus with the stockman and the swineherd cutting up meat and mixing wine with water.",
            "Then the old Sicel woman took Laertes inside and washed him and anointed him with oil.",
            "She put him on a good cloak, and Minerva came up to him and gave him a more imposing presence, making him taller and stouter than before.",
            "When he came back his son was surprised to see him looking so like an immortal, and said to him, “My dear father, some one of the gods has been making you much taller and better-looking.”"
          ]
        },
        {
          "sentences": [
            "Laertes answered, “Would, by Father Jove, Minerva, and Apollo, that I were the man I was when I ruled among the Cephallenians, and took Nericum, that strong fortress on the foreland.",
            "If I were still what I then was and had been in our house yesterday with my armour on, I should have been able to stand by you and help you against the suitors.",
            "I should have killed a great many of them, and you would have rejoiced to see it.”"
          ]
        },
        {
          "sentences": [
            "Thus did they converse; but the others, when they had finished their work and the feast was ready, left off working, and took each his proper place on the benches and seats.",
            "Then they began eating; by and by old Dolius and his sons left their work and came up, for their mother, the Sicel woman who looked after Laertes now that he was growing old, had been to fetch them.",
            "When they saw Ulysses and were certain it was he, they stood there lost in astonishment; but Ulysses scolded them good naturedly and said, “Sit down to your dinner, old man, and never mind about your surprise; we have been wanting to begin for some time and have been waiting for you.”"
          ]
        },
        {
          "sentences": [
            "Then Dolius put out both his hands and went up to Ulysses. “Sir,” said he, seizing his master’s hand and kissing it at the wrist, “we have long been wishing you home: and now heaven has restored you to us after we had given up hoping.",
            "All hail, therefore, and may the gods prosper you.187 But tell me, does Penelope already know of your return, or shall we send some one to tell her?”"
          ]
        },
        {
          "sentences": [
            "“Old man,” answered Ulysses, “she knows already, so you need not trouble about that.” On this he took his seat, and the sons of Dolius gathered round Ulysses to give him greeting and embrace him one after the other; then they took their seats in due order near Dolius their father."
          ]
        },
        {
          "sentences": [
            "While they were thus busy getting their dinner ready, Rumour went round the town, and noised abroad the terrible fate that had befallen the suitors; as soon, therefore, as the people heard of it they gathered from every quarter, groaning and hooting before the house of Ulysses.",
            "They took the dead away, buried every man his own, and put the bodies of those who came from elsewhere on board the fishing vessels, for the fishermen to take each of them to his own place.",
            "They then met angrily in the place of assembly, and when they were got together Eupeithes rose to speak.",
            "He was overwhelmed with grief for the death of his son Antinous, who had been the first man killed by Ulysses, so he said, weeping bitterly, “My friends, this man has done the Achaeans great wrong.",
            "He took many of our best men away with him in his fleet, and he has lost both ships and men; now, moreover, on his return he has been killing all the foremost men among the Cephallenians.",
            "Let us be up and doing before he can get away to Pylos or to Elis where the Epeans rule, or we shall be ashamed of ourselves for ever afterwards.",
            "It will be an everlasting disgrace to us if we do not avenge the murder of our sons and brothers.",
            "For my own part I should have no more pleasure in life, but had rather die at once.",
            "Let us be up, then, and after them, before they can cross over to the main land.”"
          ]
        },
        {
          "sentences": [
            "He wept as he spoke and every one pitied him.",
            "But Medon and the bard Phemius had now woke up, and came to them from the house of Ulysses.",
            "Every one was astonished at seeing them, but they stood in the middle of the assembly, and Medon said, “Hear me, men of Ithaca.",
            "Ulysses did not do these things against the will of heaven.",
            "I myself saw an immortal god take the form of Mentor and stand beside him.",
            "This god appeared, now in front of him encouraging him, and now going furiously about the court and attacking the suitors whereon they fell thick on one another.”"
          ]
        },
        {
          "sentences": [
            "On this pale fear laid hold of them, and old Halitherses, son of Mastor, rose to speak, for he was the only man among them who knew both past and future; so he spoke to them plainly and in all honesty, saying,"
          ]
        },
        {
          "sentences": [
            "“Men of Ithaca, it is all your own fault that things have turned out as they have; you would not listen to me, nor yet to Mentor, when we bade you check the folly of your sons who were doing much wrong in the wantonness of their hearts—wasting the substance and dishonouring the wife of a chieftain who they thought would not return.",
            "Now, however, let it be as I say, and do as I tell you.",
            "Do not go out against Ulysses, or you may find that you have been drawing down evil on your own heads.”"
          ]
        },
        {
          "sentences": [
            "This was what he said, and more than half raised a loud shout, and at once left the assembly.",
            "But the rest stayed where they were, for the speech of Halitherses displeased them, and they sided with Eupeithes; they therefore hurried off for their armour, and when they had armed themselves, they met together in front of the city, and Eupeithes led them on in their folly.",
            "He thought he was going to avenge the murder of his son, whereas in truth he was never to return, but was himself to perish in his attempt."
          ]
        },
        {
          "sentences": [
            "Then Minerva said to Jove, “Father, son of Saturn, king of kings, answer me this question—What do you propose to do?",
            "Will you set them fighting still further, or will you make peace between them?”"
          ]
        },
        {
          "sentences": [
            "And Jove answered, “My child, why should you ask me?",
            "Was it not by your own arrangement that Ulysses came home and took his revenge upon the suitors?",
            "Do whatever you like, but I will tell you what I think will be most reasonable arrangement.",
            "Now that Ulysses is revenged, let them swear to a solemn covenant, in virtue of which he shall continue to rule, while we cause the others to forgive and forget the massacre of their sons and brothers.",
            "Let them then all become friends as heretofore, and let peace and plenty reign.”"
          ]
        },
        {
          "sentences": [
            "This was what Minerva was already eager to bring about, so down she darted from off the topmost summits of Olympus."
          ]
        },
        {
          "sentences": [
            "Now when Laertes and the others had done dinner, Ulysses began by saying, “Some of you go out and see if they are not getting close up to us.” So one of Dolius’s sons went as he was bid.",
            "Standing on the threshold he could see them all quite near, and said to Ulysses, “Here they are, let us put on our armour at once.”"
          ]
        },
        {
          "sentences": [
            "They put on their armour as fast as they could—that is to say Ulysses, his three men, and the six sons of Dolius.",
            "Laertes also and Dolius did the same—warriors by necessity in spite of their grey hair.",
            "When they had all put on their armour, they opened the gate and sallied forth, Ulysses leading the way."
          ]
        },
        {
          "sentences": [
            "Then Jove’s daughter Minerva came up to them, having assumed the form and voice of Mentor.",
            "Ulysses was glad when he saw her, and said to his son Telemachus, “Telemachus, now that you are about to fight in an engagement, which will show every man’s mettle, be sure not to disgrace your ancestors, who were eminent for their strength and courage all the world over.”"
          ]
        },
        {
          "sentences": [
            "“You say truly, my dear father,” answered Telemachus, “and you shall see, if you will, that I am in no mind to disgrace your family.”"
          ]
        },
        {
          "sentences": [
            "Laertes was delighted when he heard this. “Good heavens,” he exclaimed, “what a day I am enjoying: I do indeed rejoice at it.",
            "My son and grandson are vying with one another in the matter of valour.”"
          ]
        },
        {
          "sentences": [
            "On this Minerva came close up to him and said, “Son of Arceisius—-best friend I have in the world—pray to the blue-eyed damsel, and to Jove her father; then poise your spear and hurl it.”"
          ]
        },
        {
          "sentences": [
            "As she spoke she infused fresh vigour into him, and when he had prayed to her he poised his spear and hurled it.",
            "He hit Eupeithes’ helmet, and the spear went right through it, for the helmet stayed it not, and his armour rang rattling round him as he fell heavily to the ground.",
            "Meantime Ulysses and his son fell upon the front line of the foe and smote them with their swords and spears; indeed, they would have killed every one of them, and prevented them from ever getting home again, only Minerva raised her voice aloud, and made every one pause. “Men of Ithaca,” she cried, “cease this dreadful war, and settle the matter at once without further bloodshed.”"
          ]
        },
        {
          "sentences": [
            "On this pale fear seized every one; they were so frightened that their arms dropped from their hands and fell upon the ground at the sound of the goddess’ voice, and they fled back to the city for their lives.",
            "But Ulysses gave a great cry, and gathering himself together swooped down like a soaring eagle.",
            "Then the son of Saturn sent a thunderbolt of fire that fell just in front of Minerva, so she said to Ulysses, “Ulysses, noble son of Laertes, stop this warful strife, or Jove will be angry with you.”"
          ]
        },
        {
          "sentences": [
            "Thus spoke Minerva, and Ulysses obeyed her gladly.",
            "Then Minerva assumed the form and voice of Mentor, and presently made a covenant of peace between the two contending parties."
          ]
        },
        {
          "sentences": [
            "FOOTNOTES:"
          ]
        },
        {
          "sentences": [
            "[1] [ Black races are evidently known to the writer as stretching all across Africa, one half looking West on to the Atlantic, and the other East on to the Indian Ocean.]"
          ]
        },
        {
          "sentences": [
            "[2] [ The original use of the footstool was probably less to rest the feet than to keep them (especially when bare) from a floor which was often wet and dirty.]"
          ]
        },
        {
          "sentences": [
            "[3] [ The θρόνος or seat, is occasionally called “high,” as being higher than the θρῆνυς or low footstool.",
            "It was probably no higher than an ordinary chair is now, and seems to have had no back.]"
          ]
        },
        {
          "sentences": [
            "[4] [ Temesa was on the West Coast of the toe of Italy, in what is now the gulf of Sta Eufemia.",
            "It was famous in remote times for its copper mines, which, however, were worked out when Strabo wrote.]"
          ]
        },
        {
          "sentences": [
            "[5] [ i.e. “with a current in it”—see illustrations and map near the end of bks. v. and vi. respectively.]"
          ]
        },
        {
          "sentences": [
            "[6] [ Reading Νηρίτῳ for Νηίῳ, cf. “Od.” iii. 81 where the same mistake is made, and xiii. 351 where the mountain is called Neritum, the same place being intended both here and in book xiii.]"
          ]
        },
        {
          "sentences": [
            "[7] [ It is never plausibly explained why Penelope cannot do this, and from bk. ii. it is clear that she kept on deliberately encouraging the suitors, though we are asked to believe that she was only fooling them.]"
          ]
        },
        {
          "sentences": [
            "[8] [ See note on “Od.” i. 365.]"
          ]
        },
        {
          "sentences": [
            "[9] [ Middle Argos means the Peleponnese which, however, is never so called in the “Iliad”.",
            "I presume “middle” means “middle between the two Greek-speaking countries of Asia Minor and Sicily, with South Italy”; for that parts of Sicily and also large parts, though not the whole of South Italy, were inhabited by Greek-speaking races centuries before the Dorian colonisations can hardly be doubted.",
            "The Sicians, and also the Sicels, both of them probably spoke Greek.]"
          ]
        },
        {
          "sentences": [
            "[10] [ cf. “Il.” vi. 490-495.",
            "In the “Iliad” it is “war,” not “speech,” that is a man’s matter.",
            "It argues a certain hardness, or at any rate dislike of the “Iliad” on the part of the writer of the “Odyssey,” that she should have adopted Hector’s farewell to Andromache here, as elsewhere in the poem, for a scene of such inferior pathos.]"
          ]
        },
        {
          "sentences": [
            "[11] [ μέγαρα σκιοέντα The whole open court with the covered cloister running round it was called μέγαρον, or μέγαρα, but the covered part was distinguished by being called “shady” or “shadow-giving”.",
            "It was in this part that the tables for the suitors were laid.",
            "The Fountain Court at Hampton Court may serve as an illustration (save as regards the use of arches instead of wooden supports and rafters) and the arrangement is still common in Sicily.",
            "The usual translation “shadowy” or “dusky” halls, gives a false idea of the scene.]"
          ]
        },
        {
          "sentences": [
            "[12] [ The reader will note the extreme care which the writer takes to make it clear that none of the suitors were allowed to sleep in Ulysses’ house.]"
          ]
        },
        {
          "sentences": [
            "[13] [ See Appendix; g, in plan of Ulysses’ house.]"
          ]
        },
        {
          "sentences": [
            "[14] [ I imagine this passage to be a rejoinder to “Il.” xxiii. 702-705 in which a tripod is valued at twelve oxen, and a good useful maid of all work at only four.",
            "The scrupulous regard of Laertes for his wife’s feelings is of a piece with the extreme jealousy for the honour of woman, which is manifest throughout the “Odyssey”.]"
          ]
        },
        {
          "sentences": [
            "[15] [ χιτῶνα “The χιτών, or _tunica_, was a shirt or shift, and served as the chief under garment of the Greeks and Romans, whether men or women.” Smith’s Dictionary of Greek and Roman Antiquities, under “Tunica”.]"
          ]
        },
        {
          "sentences": [
            "[16] [ Doors fastened to all intents and purposes as here described may be seen in the older houses at Trapani.",
            "There is a slot on the outer side of the door by means of which a person who has left the room can shoot the bolt.",
            "My bedroom at the Albergo Centrale was fastened in this way.]"
          ]
        },
        {
          "sentences": [
            "[17] [ πύματον δ’ ὡπλίσσατο δόρπον.",
            "So we vulgarly say “had cooked his goose,” or “had settled his hash.” Ægyptius cannot of course know of the fate Antiphus had met with, for there had as yet been no news of or from Ulysses.]"
          ]
        },
        {
          "sentences": [
            "[18] [ “Il.” xxii. 416. σχέσθε φίλοι, καὶ μ’ οἷον ἐάσατε......",
            "The authoress has bungled by borrowing these words verbatim from the “Iliad”, without prefixing the necessary “do not,” which I have supplied.]"
          ]
        },
        {
          "sentences": [
            "[19] [ i.e. you have money, and could pay when I got judgment, whereas the suitors are men of straw.]"
          ]
        },
        {
          "sentences": [
            "[20] [ cf. “Il.” ii. 76. ἦ τοι ὄ γ’ ὦς εὶπὼν κατ’ ἄρ’ ἔζετο τοῖσι δ’ ἀνέστη Νέστωρ, ὄς ῥα....................................... ὄ σφιν ἐὺ φρονέων ἀγορήσατο καὶ μετέειπεν.",
            "The Odyssean passage runs— “ἦ τοι ὄ γ’ ὦς εὶπὼν κατ’ ἄρ’ ἔζετο τοῖσι δ’ ἀνέστη Μεντορ ὄς ῥ’....................................... ὄ σφιν ἐὺ φρονέων ἀγορήσατο καὶ μετέειπεν.",
            "Is it possible not to suspect that the name Mentor was coined upon that of Nestor?]"
          ]
        },
        {
          "sentences": [
            "[21] [ i.e. in the outer court, and in the uncovered part of the inner house.]"
          ]
        },
        {
          "sentences": [
            "[22] [ This would be fair from Sicily, which was doing duty for Ithaca in the mind of the writer, but a North wind would have been preferable for a voyage from the real Ithaca to Pylos.]"
          ]
        },
        {
          "sentences": [
            "[23] [ κελάδοντ’ ἐπὶ οὶνοπα πόντον The wind does not whistle over waves.",
            "It only whistles through rigging or some other obstacle that cuts it.]"
          ]
        },
        {
          "sentences": [
            "[24] [ cf. “Il.” v.20. Ἰδαῖος δ’ ἀπόρουσε λιπὼν περικαλλέα δίφρον, the Odyssean line is ἠέλιος δ’ ἀνόρουσε λιπὼν περικαλλέα λίμνην.",
            "There can be no doubt that the Odyssean line was suggested by the Iliadic, but nothing can explain why Idæus jumping from his chariot should suggest to the writer of the “Odyssey” the sun jumping from the sea.",
            "The probability is that she never gave the matter a thought, but took the line in question as an effect of saturation with the “Iliad,” and of unconscious cerebration.",
            "The “Odyssey” contains many such examples.]"
          ]
        },
        {
          "sentences": [
            "[25] [ The heart, liver, lights, kidneys, etc. were taken out from the inside and eaten first as being more readily cooked; the {Greek}, or bone meat, was cooking while the {Greek} or inward parts were being eaten.",
            "I imagine that the thigh bones made a kind of gridiron, while at the same time the marrow inside them got cooked.]"
          ]
        },
        {
          "sentences": [
            "[26] [ i.e. skewers, either single, double, or even five pronged.",
            "The meat would be pierced with the skewer, and laid over the ashes to grill—the two ends of the skewer being supported in whatever way convenient.",
            "Meat so cooking may be seen in any eating house in Smyrna, or any Eastern town.",
            "When I rode across the Troad from the Dardanelles to Hissarlik and Mount Ida, I noticed that my dragoman and his men did all our outdoor cooking exactly in the Odyssean and Iliadic fashion.]"
          ]
        },
        {
          "sentences": [
            "[27] [ cf. “Il.” xvii. 567. {Greek} The Odyssean lines are—{Greek}]"
          ]
        },
        {
          "sentences": [
            "[28] [ Reading {Greek} for {Greek}, cf. “Od.” i. 186.]"
          ]
        },
        {
          "sentences": [
            "29[] [ The geography of the Ægean as above described is correct, but is probably taken from the lost poem, the Nosti, the existence of which is referred to “Od.” i. 326, 327 and 350, &c.",
            "A glance at the map will show that heaven advised its supplicants quite correctly.]"
          ]
        },
        {
          "sentences": [
            "[30] [ The writer—ever jealous for the honour of women—extenuates Clytemnestra’s guilt as far as possible, and explains it as due to her having been left unprotected, and fallen into the hands of a wicked man.]"
          ]
        },
        {
          "sentences": [
            "[31] [ The Greek is {Greek} cf. “Iliad” ii. 408 {Greek} Surely the {Greek} of the Odyssean passage was due to the {Greek} of the “Iliad.” No other reason suggests itself for the making Menelaus return on the very day of the feast given by Orestes.",
            "The fact that in the “Iliad” Menelaus came to a banquet without waiting for an invitation, determines the writer of the “Odyssey” to make him come to a banquet, also uninvited, but as circumstances did not permit of his having been invited, his coming uninvited is shown to have been due to chance.",
            "I do not think the authoress thought all this out, but attribute the strangeness of the coincidence to unconscious cerebration and saturation.]"
          ]
        },
        {
          "sentences": [
            "[32] [ cf. “Il.” I. 458, II. 421.",
            "The writer here interrupts an Iliadic passage (to which she returns immediately) for the double purpose of dwelling upon the slaughter of the heifer, and of letting Nestor’s wife and daughter enjoy it also.",
            "A male writer, if he was borrowing from the “Iliad,” would have stuck to his borrowing.]"
          ]
        },
        {
          "sentences": [
            "[33] [ cf. “Il.” xxiv. 587, 588 where the lines refer to the washing the dead body of Hector.]"
          ]
        },
        {
          "sentences": [
            "[34] [ See illustration on opposite page.",
            "The yard is typical of many that may be seen in Sicily.",
            "The existing ground-plan is probably unmodified from Odyssean, and indeed long pre-Odyssean times, but the earlier buildings would have no arches, and would, one would suppose, be mainly timber.",
            "The Odyssean {Greek} were the sheds that ran round the yard as the arches do now.",
            "The {Greek} was the one through which the main entrance passed, and which was hence “noisy,” or reverberating.",
            "It had an upper story in which visitors were often lodged.]"
          ]
        },
        {
          "sentences": [
            "[35] [ This journey is an impossible one.",
            "Telemachus and Pisistratus would have been obliged to drive over the Taygetus range, over which there has never yet been a road for wheeled vehicles.",
            "It is plain therefore that the audience for whom the “Odyssey” was written was one that would be unlikely to know anything about the topography of the Peloponnese, so that the writer might take what liberties she chose.]"
          ]
        },
        {
          "sentences": [
            "[36] [ The lines which I have enclosed in brackets are evidently an afterthought—added probably by the writer herself—for they evince the same instinctively greater interest in anything that may concern a woman, which is so noticeable throughout the poem.",
            "There is no further sign of any special festivities nor of any other guests than Telemachus and Pisistratus, until lines 621-624 (ordinarily enclosed in brackets) are abruptly introduced, probably with a view of trying to carry off the introduction of the lines now in question."
          ]
        },
        {
          "sentences": [
            "The addition was, I imagine, suggested by a desire to excuse and explain the non-appearance of Hermione in bk. xv., as also of both Hermione and Megapenthes in the rest of bk. iv.",
            "Megapenthes in bk. xv. seems to be still a bachelor: the presumption therefore is that bk. xv. was written before the story of his marriage here given.",
            "I take it he is only married here because his sister is being married.",
            "She having been properly attended to, Megapenthes might as well be married at the same time.",
            "Hermione could not now be less than thirty."
          ]
        },
        {
          "sentences": [
            "I have dealt with this passage somewhat more fully in my “Authoress of the Odyssey”, p. 136-138.",
            "See also p. 256 of the same book.]"
          ]
        },
        {
          "sentences": [
            "[37] [ Sparta and Lacedaemon are here treated as two different places, though in other parts of the poem it is clear that the writer understands them as one.",
            "The catalogue in the “Iliad,” which the writer is here presumably following, makes the same mistake (“Il.” ii. 581, 582)]"
          ]
        },
        {
          "sentences": [
            "[38] [ These last three lines are identical with “Il.” vxiii. 604-606.]"
          ]
        },
        {
          "sentences": [
            "[39] [ From the Greek {Greek} it is plain that Menelaus took up the piece of meat with his fingers.]"
          ]
        },
        {
          "sentences": [
            "[40] [ Amber is never mentioned in the “Iliad.” Sicily, where I suppose the “Odyssey” to have been written, has always been, and still is, one of the principal amber producing countries.",
            "It was probably the only one known in the Odyssean age.",
            "See “The Authoress of the Odyssey,” Longmans 1898, p. 186.]"
          ]
        },
        {
          "sentences": [
            "[41] [ This no doubt refers to the story told in the last poem of the Cypria about Paris and Helen robbing Menelaus of the greater part of his treasures, when they sailed together for Troy.]"
          ]
        },
        {
          "sentences": [
            "[42] [ It is inconceivable that Helen should enter thus, in the middle of supper, intending to work with her distaff, if great festivities were going on.",
            "Telemachus and Pisistratus are evidently dining en famille.]"
          ]
        },
        {
          "sentences": [
            "[43] [ In the Italian insurrection of 1848, eight young men who were being hotly pursued by the Austrian police hid themselves inside Donatello’s colossal wooden horse in the Salone at Padua, and remained there for a week being fed by their confederates.",
            "In 1898 the last survivor was carried round Padua in triumph.]"
          ]
        },
        {
          "sentences": [
            "[44] [ The Greek is {Greek}.",
            "Is it unfair to argue that the writer is a person of somewhat delicate sensibility, to whom a strong smell of fish is distasteful?]"
          ]
        },
        {
          "sentences": [
            "[45] [ The Greek is {Greek}.",
            "I believe this to be a hit at the writer’s own countrymen who were of Phocaean descent, and the next following line to be a rejoinder to complaints made against her in bk. vi. 273-288, to the effect that she gave herself airs and would marry none of her own people.",
            "For that the writer of the “Odyssey” was the person who has been introduced into the poem under the name of Nausicaa, I cannot bring myself to question.",
            "I may remind English readers that {Greek} (i.e. phoca) means “seal.” Seals almost always appear on Phocaean coins.]"
          ]
        },
        {
          "sentences": [
            "[46] [ Surely here again we are in the hands of a writer of delicate sensibility.",
            "It is not as though the seals were stale; they had only just been killed.",
            "The writer, however is obviously laughing at her own countrymen, and insulting them as openly as she dares.]"
          ]
        },
        {
          "sentences": [
            "[47] [ We were told above (lines 356, 357) that it was only one day’s sail.]"
          ]
        },
        {
          "sentences": [
            "[48] [ I give the usual translation, but I do not believe the Greek will warrant it.",
            "The Greek reads {Greek}."
          ]
        },
        {
          "sentences": [
            "This is usually held to mean that Ithaca is an island fit for breeding goats, and on that account more delectable to the speaker than it would have been if it were fit for breeding horses.",
            "I find little authority for such a translation; the most equitable translation of the text as it stands is, “Ithaca is an island fit for breeding goats, and delectable rather than fit for breeding horses; for not one of the islands is good driving ground, nor well meadowed.” Surely the writer does not mean that a pleasant or delectable island would not be fit for breeding horses?",
            "The most equitable translation, therefore, of the present text being thus halt and impotent, we may suspect corruption, and I hazard the following emendation, though I have not adopted it in my translation, as fearing that it would be deemed too fanciful.",
            "I would read:—{Greek}."
          ]
        },
        {
          "sentences": [
            "As far as scanning goes the {Greek} is not necessary; {Greek} iv. 72, (Footnote Greek) iv. 233, to go no further afield than earlier lines of the same book, give sufficient authority for {Greek}, but the {Greek} would not be redundant; it would emphasise the surprise of the contrast, and I should prefer to have it, though it is not very important either way.",
            "This reading of course should be translated “Ithaca is an island fit for breeding goats, and (by your leave) itself a horseman rather than fit for breeding horses—for not one of the islands is good and well meadowed ground.”"
          ]
        },
        {
          "sentences": [
            "This would be sure to baffle the Alexandrian editors. “How,” they would ask themselves, “could an island be a horseman?” and they would cast about for an emendation.",
            "A visit to the top of Mt.",
            "Eryx might perhaps make the meaning intelligible, and suggest my proposed restoration of the text to the reader as readily as it did to myself."
          ]
        },
        {
          "sentences": [
            "I have elsewhere stated my conviction that the writer of the “Odyssey” was familiar with the old Sican city at the top of Mt.",
            "Eryx, and that the Aegadean islands which are so striking when seen thence did duty with her for the Ionian islands—Marettimo, the highest and most westerly of the group, standing for Ithaca.",
            "When seen from the top of Mt.",
            "Eryx Marettimo shows as it should do according to “Od.” ix. 25, 26, “on the horizon, all highest up in the sea towards the West,” while the other islands lie “some way off it to the East.” As we descend to Trapani, Marettimo appears to sink on to the top of the island of Levanzo, behind which it disappears.",
            "My friend, the late Signor E.",
            "Biaggini, pointed to it once as it was just standing on the top of Levanzo, and said to me “Come cavalca bene” (“How well it rides”), and this immediately suggested my emendation to me.",
            "Later on I found in the hymn to the Pythian Apollo (which abounds with tags taken from the “Odyssey”) a line ending {Greek} which strengthened my suspicion that this was the original ending of the second of the two lines above under consideration.]"
          ]
        },
        {
          "sentences": [
            "[49] [ See note on line 3 of this book.",
            "The reader will observe that the writer has been unable to keep the women out of an interpolation consisting only of four lines.]"
          ]
        },
        {
          "sentences": [
            "[50] [ Scheria means a piece of land jutting out into the sea.",
            "In my “Authoress of the Odyssey” I thought “Jutland” would be a suitable translation, but it has been pointed out to me that “Jutland” only means the land of the Jutes.]"
          ]
        },
        {
          "sentences": [
            "[51] [ Irrigation as here described is common in gardens near Trapani.",
            "The water that supplies the ducts is drawn from wells by a mule who turns a wheel with buckets on it.]"
          ]
        },
        {
          "sentences": [
            "[52] [ There is not a word here about the cattle of the sun-god.]"
          ]
        },
        {
          "sentences": [
            "[53] [ The writer evidently thought that green, growing wood might also be well seasoned.]"
          ]
        },
        {
          "sentences": [
            "[54] [ The reader will note that the river was flowing with salt water i.e. that it was tidal.]"
          ]
        },
        {
          "sentences": [
            "[55] [ Then the Ogygian island was not so far off, but that Nausicaa might be assumed to know where it was.]"
          ]
        },
        {
          "sentences": [
            "[56] [ Greek {Greek}]"
          ]
        },
        {
          "sentences": [
            "[57] [ I suspect a family joke, or sly allusion to some thing of which we know nothing, in this story of Eurymedusa’s having been brought from Apeira.",
            "The Greek word “apeiros” means “inexperienced,” “ignorant.” Is it possible that Eurymedusa was notoriously incompetent?]"
          ]
        },
        {
          "sentences": [
            "[58] [ Polyphemus was also son to Neptune, see “Od.” ix. 412, 529. he was therefore half brother to Nausithous, half uncle to King Alcinous, and half great uncle to Nausicaa.]"
          ]
        },
        {
          "sentences": [
            "[59] [ It would seem as though the writer thought that Marathon was close to Athens.]"
          ]
        },
        {
          "sentences": [
            "[60] [ Here the writer, knowing that she is drawing (with embellishments) from things actually existing, becomes impatient of past tenses and slides into the present.]"
          ]
        },
        {
          "sentences": [
            "[61] [ This is hidden malice, implying that the Phaeacian magnates were no better than they should be.",
            "The final drink-offering should have been made to Jove or Neptune, not to the god of thievishness and rascality of all kinds.",
            "In line 164 we do indeed find Echeneus proposing that a drink-offering should be made to Jove, but Mercury is evidently, according to our authoress, the god who was most likely to be of use to them.]"
          ]
        },
        {
          "sentences": [
            "[62] [ The fact of Alcinous knowing anything about the Cyclopes suggests that in the writer’s mind Scheria and the country of the Cyclopes were not very far from one another.",
            "I take the Cyclopes and the giants to be one and the same people.]"
          ]
        },
        {
          "sentences": [
            "[63] [ “My property, etc.” The authoress is here adopting an Iliadic line (xix. 333), and this must account for the absence of all reference to Penelope.",
            "If she had happened to remember “Il.” v. 213, she would doubtless have appropriated it by preference, for that line reads “my country, _my wife_, and all the greatness of my house.”]"
          ]
        },
        {
          "sentences": [
            "[64] [ The at first inexplicable sleep of Ulysses (bk. xiii. 79, etc.) is here, as also in viii. 445, being obviously prepared.",
            "The writer evidently attached the utmost importance to it.",
            "Those who know that the harbour which did duty with the writer of the “Odyssey” for the one in which Ulysses landed in Ithaca, was only about 2 miles from the place in which Ulysses is now talking with Alcinous, will understand why the sleep was so necessary.]"
          ]
        },
        {
          "sentences": [
            "[65] [ There were two classes—the lower who were found in provisions which they had to cook for themselves in the yards and outer precincts, where they would also eat—and the upper who would eat in the cloisters of the inner court, and have their cooking done for them.]"
          ]
        },
        {
          "sentences": [
            "[66] [ Translation very dubious.",
            "I suppose the {Greek} here to be the covered sheds that ran round the outer courtyard.",
            "See illustrations at the end of bk. iii.]"
          ]
        },
        {
          "sentences": [
            "[67] [ The writer apparently deems that the words “as compared with what oxen can plough in the same time” go without saying.",
            "Not so the writer of the “Iliad” from which the Odyssean passage is probably taken.",
            "He explains that mules can plough quicker than oxen (“Il.” x. 351-353)]"
          ]
        },
        {
          "sentences": [
            "[68] [ It was very fortunate that such a disc happened to be there, seeing that none like it were in common use.]"
          ]
        },
        {
          "sentences": [
            "[69] [ “Il.” xiii. 37.",
            "Here, as so often elsewhere in the “Odyssey,” the appropriation of an Iliadic line which is not quite appropriate puzzles the reader.",
            "The “they” is not the chains, nor yet Mars and Venus.",
            "It is an overflow from the Iliadic passage in which Neptune hobbles his horses in bonds “which none could either unloose or break so that they might stay there in that place.” If the line would have scanned without the addition of the words “so that they might stay there in that place,” they would have been omitted in the “Odyssey.”]"
          ]
        },
        {
          "sentences": [
            "[70] [ The reader will note that Alcinous never goes beyond saying that he is going to give the goblet; he never gives it.",
            "Elsewhere in both “Iliad” and “Odyssey” the offer of a present is immediately followed by the statement that it was given and received gladly—Alcinous actually does give a chest and a cloak and shirt—probably also some of the corn and wine for the long two-mile voyage was provided by him—but it is quite plain that he gave no talent and no cup.]"
          ]
        },
        {
          "sentences": [
            "[71] [ “Il.” xviii. 344-349.",
            "These lines in the “Iliad” tell of the preparation for washing the body of Patroclus, and I am not pleased that the writer of the “Odyssey” should have adopted them here.]"
          ]
        },
        {
          "sentences": [
            "[72] [ see note [64] : ]"
          ]
        },
        {
          "sentences": [
            "[73] [ see note [43] : ]"
          ]
        },
        {
          "sentences": [
            "[74] [ The reader will find this threat fulfilled in bk. xiii]"
          ]
        },
        {
          "sentences": [
            "[75] [ If the other islands lay some distance away from Ithaca (which the word {Greek} suggests), what becomes of the πόρθμος or gut between Ithaca and Samos which we hear of in Bks. iv. and xv.?",
            "I suspect that the authoress in her mind makes Telemachus come back from Pylos to the Lilybaean promontory and thence to Trapani through the strait between the _Isola Grande_ and the mainland—the island of Asteria being the one on which Motya afterwards stood.]"
          ]
        },
        {
          "sentences": [
            "[76] [ “Il.” xviii. 533-534.",
            "The sudden lapse into the third person here for a couple of lines is due to the fact that the two Iliadic lines taken are in the third person.]"
          ]
        },
        {
          "sentences": [
            "[77] [ cf. “Il.” ii. 776.",
            "The words in both “Iliad” and “Odyssey” are [Footnote Greek].",
            "In the “Iliad” they are used of the horses of Achilles’ followers as they stood idle, “champing lotus.”]"
          ]
        },
        {
          "sentences": [
            "[78] [ I take all this passage about the Cyclopes having no ships to be sarcastic—meaning, “You people of Drepanum have no excuse for not colonising the island of Favognana, which you could easily do, for you have plenty of ships, and the island is a very good one.” For that the island so fully described here is the Aegadean or “goat” island of Favognana, and that the Cyclopes are the old Sican inhabitants of Mt.",
            "Eryx should not be doubted.]"
          ]
        },
        {
          "sentences": [
            "[79] [ For the reasons why it was necessary that the night should be so exceptionally dark see “The Authoress of the Odyssey” pp. 188-189.]"
          ]
        },
        {
          "sentences": [
            "[80] [ None but such lambs as would suck if they were with their mothers would be left in the yard.",
            "The older lambs should have been out feeding.",
            "The authoress has got it all wrong, but it does not matter.",
            "See “The Authoress of the Odyssey” p. 148.]"
          ]
        },
        {
          "sentences": [
            "[81] [ This line is enclosed in brackets in the received text, and is omitted (with note) by Messrs.",
            "Butcher & Lang.",
            "But lines enclosed in brackets are almost always genuine; all that brackets mean is that the bracketed passage puzzled some early editor, who nevertheless found it too well established in the text to venture on omitting it.",
            "In the present case the line bracketed is the very last which a full-grown male editor would be likely to interpolate.",
            "It is safer to infer that the writer, a young woman, not knowing or caring at which end of the ship the rudder should be, determined to make sure by placing it at both ends, which we shall find she presently does by repeating it (line 340) at the stern of the ship.",
            "As for the two rocks thrown, the first I take to be the Asinelli, see map facing p. 80.",
            "The second I see as the two contiguous islands of the Formiche, which are treated as one, see map facing p. 108.",
            "The Asinelli is an island shaped like a boat, and pointing to the island of Favognana.",
            "I think the authoress’s compatriots, who probably did not like her much better that she did them, jeered at the absurdity of Ulysses’ conduct, and saw the Asinelli or “donkeys,” not as the rock thrown by Polyphemus, but as the boat itself containing Ulysses and his men.]"
          ]
        },
        {
          "sentences": [
            "[82] [ This line exists in the text here but not in the corresponding passage xii. 141.",
            "I am inclined to think it is interpolated (probably by the poetess herself) from the first of lines xi. 115-137, which I can hardly doubt were added by the writer when the scheme of the work was enlarged and altered.",
            "See “The Authoress of the Odyssey” pp. 254-255.]"
          ]
        },
        {
          "sentences": [
            "[83] [ “Floating” (πλωτῇ) is not to be taken literally.",
            "The island itself, as apart from its inhabitants, was quite normal.",
            "There is no indication of its moving during the month that Ulysses stayed with Aeolus, and on his return from his unfortunate voyage, he seems to have found it in the same place.",
            "The πλωτῇ in fact should no more be pressed than θοῇσι as applied to islands, “Odyssey” xv. 299—where they are called “flying” because the ship would fly past them.",
            "So also the “Wanderers,” as explained by Buttmann; see note on “Odyssey” xii. 57.]"
          ]
        },
        {
          "sentences": [
            "[84] [ Literally “for the ways of the night and of the day are near.” I have seen what Mr. Andrew Lang says (“Homer and the Epic,” p. 236, and “Longman’s Magazine” for January, 1898, p. 277) about the “amber route” and the “Sacred Way” in this connection; but until he gives his grounds for holding that the Mediterranean peoples in the Odyssean age used to go far North for their amber instead of getting it in Sicily, where it is still found in considerable quantities, I do not know what weight I ought to attach to his opinion.",
            "I have been unable to find grounds for asserting that B.C. 1000 there was any commerce between the Mediterranean and the “Far North,” but I shall be very ready to learn if Mr. Lang will enlighten me.",
            "See “The Authoress of the Odyssey” pp. 185-186.]"
          ]
        },
        {
          "sentences": [
            "[85] [ One would have thought that when the sun was driving the stag down to the water, Ulysses might have observed its whereabouts.]"
          ]
        },
        {
          "sentences": [
            "[86] [ See Hobbes of Malmesbury’s translation.]"
          ]
        },
        {
          "sentences": [
            "[87] [ “Il.” vxiii. 349.",
            "Again the writer draws from the washing the body of Patroclus—which offends.]"
          ]
        },
        {
          "sentences": [
            "[88] [ This visit is wholly without topographical significance.]"
          ]
        },
        {
          "sentences": [
            "[89] [ Brides presented themselves instinctively to the imagination of the writer, as the phase of humanity which she found most interesting.]"
          ]
        },
        {
          "sentences": [
            "[90] [ Ulysses was, in fact, to become a missionary and preach Neptune to people who knew not his name.",
            "I was fortunate enough to meet in Sicily a woman carrying one of these winnowing shovels; it was not much shorter than an oar, and I was able at once to see what the writer of the “Odyssey” intended.]"
          ]
        },
        {
          "sentences": [
            "[91] [ I suppose the lines I have enclosed in brackets to have been added by the author when she enlarged her original scheme by the addition of books i.-iv. and xiii. (from line 187)-xxiv.",
            "The reader will observe that in the corresponding passage (xii. 137-141) the prophecy ends with “after losing all your comrades,” and that there is no allusion to the suitors.",
            "For fuller explanation see “The Authoress of the Odyssey” pp. 254-255.]"
          ]
        },
        {
          "sentences": [
            "[92] [ The reader will remember that we are in the first year of Ulysses’ wanderings, Telemachus therefore was only eleven years old.",
            "The same anachronism is made later on in this book.",
            "See “The Authoress of the Odyssey” pp. 132-133.]"
          ]
        },
        {
          "sentences": [
            "[93] [ Tradition says that she had hanged herself.",
            "Cf. “Odyssey” xv. 355, etc.]"
          ]
        },
        {
          "sentences": [
            "[94] [ Not to be confounded with Aeolus king of the winds.]"
          ]
        },
        {
          "sentences": [
            "[95] [ Melampus, vide book xv. 223, etc.]"
          ]
        },
        {
          "sentences": [
            "[96] [ I have already said in a note on bk. xi. 186 that at this point of Ulysses’ voyage Telemachus could only be between eleven and twelve years old.]"
          ]
        },
        {
          "sentences": [
            "[97] [ Is the writer a man or a woman?]"
          ]
        },
        {
          "sentences": [
            "[98] [ Cf. “Il.” iv. 521, {Greek}.",
            "The Odyssean line reads, {Greek}.",
            "The famous dactylism, therefore, of the Odyssean line was probably suggested by that of the Ileadic rather than by a desire to accommodate sound to sense.",
            "At any rate the double coincidence of a dactylic line, and an ending {Greek}, seems conclusive as to the familiarity of the writer of the “Odyssey” with the Iliadic line.]"
          ]
        },
        {
          "sentences": [
            "[99] [ Off the coast of Sicily and South Italy, in the month of May, I have seen men fastened half way up a boat’s mast with their feet resting on a crosspiece, just large enough to support them.",
            "From this point of vantage they spear sword-fish.",
            "When I saw men thus employed I could hardly doubt that the writer of the “Odyssey” had seen others like them, and had them in her mind when describing the binding of Ulysses.",
            "I have therefore with some diffidence ventured to depart from the received translation of ἰστοπέδη (cf.",
            "Alcaeus frag. 18, where, however, it is very hard to say what ἰστοπέδαν means).",
            "In Sophocles’ Lexicon I find a reference to Chrysostom (l, 242, A.",
            "Ed.",
            "Benedictine Paris 1834-1839) for the word ἰστοπόδη, which is probably the same as ἰστοπέδη, but I have looked for the passage in vain.]"
          ]
        },
        {
          "sentences": [
            "[100] [ The writer is at fault here and tries to put it off on Circe.",
            "When Ulysses comes to take the route prescribed by Circe, he ought to pass either the Wanderers or some other difficulty of which we are not told, but he does not do so.",
            "The Planctae, or Wanderers, merge into Scylla and Charybdis, and the alternative between them and something untold merges into the alternative whether Ulysses had better choose Scylla or Charybdis.",
            "Yet from line 260, it seems we are to consider the Wanderers as having been passed by Ulysses; this appears even more plainly from xxiii. 327, in which Ulysses expressly mentions the Wandering rocks as having been between the Sirens and Scylla and Charybdis.",
            "The writer, however, is evidently unaware that she does not quite understand her own story; her difficulty was perhaps due to the fact that though Trapanese sailors had given her a fair idea as to where all her other localities really were, no one in those days more than in our own could localise the Planctae, which in fact, as Buttmann has argued, were derived not from any particular spot, but from sailors’ tales about the difficulties of navigating the group of the Aeolian islands as a whole (see note on “Od.” x. 3).",
            "Still the matter of the poor doves caught her fancy, so she would not forgo them.",
            "The whirlwinds of fire and the smoke that hangs on Scylla suggests allusion to Stromboli and perhaps even Etna.",
            "Scylla is on the Italian side, and therefore may be said to look West.",
            "It is about 8 miles thence to the Sicilian coast, so Ulysses may be perfectly well told that after passing Scylla he will come to the Thrinacian island or Sicily.",
            "Charybdis is transposed to a site some few miles to the north of its actual position.]"
          ]
        },
        {
          "sentences": [
            "[101] [ I suppose this line to have been intercalated by the author when lines 426-446 were added.]"
          ]
        },
        {
          "sentences": [
            "[102] [ For the reasons which enable us to identify the island of the two Sirens with the Lipari island now Salinas—the ancient Didyme, or “twin” island—see The Authoress of the Odyssey, pp. 195, 196.",
            "The two Sirens doubtless were, as their name suggests, the whistling gusts, or avalanches of air that at times descend without a moment’s warning from the two lofty mountains of Salinas—as also from all high points in the neighbourhood.]"
          ]
        },
        {
          "sentences": [
            "[103] [ See Admiral Smyth on the currents in the Straits of Messina, quoted in “The Authoress of the Odyssey,” p. 197.]"
          ]
        },
        {
          "sentences": [
            "[104] [ In the islands of Favognana and Marettimo off Trapani I have seen men fish exactly as here described.",
            "They chew bread into a paste and throw it into the sea to attract the fish, which they then spear.",
            "No line is used.]"
          ]
        },
        {
          "sentences": [
            "[105] [ The writer evidently regards Ulysses as on a coast that looked East at no great distance south of the Straits of Messina somewhere, say, near Tauromenium, now Taormina.]"
          ]
        },
        {
          "sentences": [
            "[106] [ Surely there must be a line missing here to tell us that the keel and mast were carried down into Charybdis.",
            "Besides, the aorist {Greek} in its present surrounding is perplexing.",
            "I have translated it as though it were an imperfect; I see Messrs.",
            "Butcher and Lang translate it as a pluperfect, but surely Charybdis was in the act of sucking down the water when Ulysses arrived.]"
          ]
        },
        {
          "sentences": [
            "[107] [ I suppose the passage within brackets to have been an afterthought but to have been written by the same hand as the rest of the poem.",
            "I suppose xii. 103 to have been also added by the writer when she decided on sending Ulysses back to Charybdis.",
            "The simile suggests the hand of the wife or daughter of a magistrate who had often seen her father come in cross and tired.]"
          ]
        },
        {
          "sentences": [
            "[108] [ Gr. πολυδαίδαλος.",
            "This puts coined money out of the question, but nevertheless implies that the gold had been worked into ornaments of some kind.]"
          ]
        },
        {
          "sentences": [
            "[109] [ I suppose Teiresias’ prophecy of bk. xi. 114-120 had made no impression on Ulysses.",
            "More probably the prophecy was an afterthought, intercalated, as I have already said, by the authoress when she changed her scheme.]"
          ]
        },
        {
          "sentences": [
            "[110] [ A male writer would have made Ulysses say, not “may you give satisfaction to your wives,” but “may your wives give satisfaction to you.”]"
          ]
        },
        {
          "sentences": [
            "[111] [ See note [64].]"
          ]
        },
        {
          "sentences": [
            "[112] [ The land was in reality the shallow inlet, now the salt works of S.",
            "Cusumano—the neighbourhood of Trapani and Mt.",
            "Eryx being made to do double duty, both as Scheria and Ithaca.",
            "Hence the necessity for making Ulysses set out after dark, fall instantly into a profound sleep, and wake up on a morning so foggy that he could not see anything till the interviews between Neptune and Jove and between Ulysses and Minerva should have given the audience time to accept the situation.",
            "See illustrations and map near the end of bks. v. and vi. respectively.]"
          ]
        },
        {
          "sentences": [
            "[113] [ This cave, which is identifiable with singular completeness, is now called the “grotta del toro,” probably a corruption of “tesoro,” for it is held to contain a treasure.",
            "See The Authoress of the Odyssey, pp. 167-170.]"
          ]
        },
        {
          "sentences": [
            "[114] [ Probably they would.]"
          ]
        },
        {
          "sentences": [
            "[115] [ Then it had a shallow shelving bottom.]"
          ]
        },
        {
          "sentences": [
            "[116] [ Doubtless the road would pass the harbour in Odyssean times as it passes the salt works now; indeed, if there is to be a road at all there is no other level ground which it could take.",
            "See map above referred to.]"
          ]
        },
        {
          "sentences": [
            "[117] [ The rock at the end of the Northern harbour of Trapani, to which I suppose the writer of the “Odyssey” to be here referring, still bears the name Malconsiglio—“the rock of evil counsel.” There is a legend that it was a ship of Turkish pirates who were intending to attack Trapani, but the “Madonna di Trapani” crushed them under this rock just as they were coming into port.",
            "My friend Cavaliere Giannitrapani of Trapani told me that his father used to tell him when he was a boy that if he would drop exactly three drops of oil on to the water near the rock, he would see the ship still at the bottom.",
            "The legend is evidently a Christianised version of the Odyssean story, while the name supplies the additional detail that the disaster happened in consequence of an evil counsel.]"
          ]
        },
        {
          "sentences": [
            "[118] [ It would seem then that the ship had got all the way back from Ithaca in about a quarter of an hour.]"
          ]
        },
        {
          "sentences": [
            "[119] [ And may we not add “and also to prevent his recognising that he was only in the place where he had met Nausicaa two days earlier.”]"
          ]
        },
        {
          "sentences": [
            "[120] [ All this is to excuse the entire absence of Minerva from books ix.-xii., which I suppose had been written already, before the authoress had determined on making Minerva so prominent a character.]"
          ]
        },
        {
          "sentences": [
            "[121] [ We have met with this somewhat lame attempt to cover the writer’s change of scheme at the end of bk. vi.]"
          ]
        },
        {
          "sentences": [
            "[122] [ I take the following from The Authoress of the Odyssey, p. 167. “It is clear from the text that there were two [caves] not one, but some one has enclosed in brackets the two lines in which the second cave is mentioned, I presume because he found himself puzzled by having a second cave sprung upon him when up to this point he had only been told of one."
          ]
        },
        {
          "sentences": [
            "“I venture to think that if he had known the ground he would not have been puzzled, for there are two caves, distant about 80 or 100 yards from one another.” The cave in which Ulysses hid his treasure is, as I have already said, identifiable with singular completeness.",
            "The other cave presents no special features, neither in the poem nor in nature.]"
          ]
        },
        {
          "sentences": [
            "[123] [ There is no attempt to disguise the fact that Penelope had long given encouragement to the suitors.",
            "The only defence set up is that she did not really mean to encourage them.",
            "Would it not have been wiser to have tried a little discouragement?]"
          ]
        },
        {
          "sentences": [
            "[124] [ See map near the end of bk. vi. _Ruccazzù dei corvi_ of course means “the rock of the ravens.” Both name and ravens still exist.]"
          ]
        },
        {
          "sentences": [
            "[125] [ See The Authoress of the Odyssey, pp. 140, 141.",
            "The real reason for sending Telemachus to Pylos and Lacedaemon was that the authoress might get Helen of Troy into her poem.",
            "He was sent at the only point in the story at which he could be sent, so he must have gone then or not at all.]"
          ]
        },
        {
          "sentences": [
            "[126] [ The site I assign to Eumaeus’s hut, close to the _Ruccazzù dei corvi_, is about 2,000 feet above the sea, and commands an extensive view.]"
          ]
        },
        {
          "sentences": [
            "[127] [ Sandals such as Eumaeus was making are still worn in the Abruzzi and elsewhere.",
            "An oblong piece of leather forms the sole: holes are cut at the four corners, and through these holes leathern straps are passed, which are bound round the foot and cross-gartered up the calf.]"
          ]
        },
        {
          "sentences": [
            "[128] [ See note [75] : ]"
          ]
        },
        {
          "sentences": [
            "[129] [ Telemachus like many another good young man seems to expect every one to fetch and carry for him.]"
          ]
        },
        {
          "sentences": [
            "[130] [ “Il.” vi. 288.",
            "The store room was fragrant because it was made of cedar wood.",
            "See “Il.” xxiv. 192.]"
          ]
        },
        {
          "sentences": [
            "[131] [ cf. “Il.” vi. 289 and 293-296.",
            "The dress was kept at the bottom of the chest as one that would only be wanted on the greatest occasions; but surely the marriage of Hermione and of Megapenthes (bk, iv. _ad init_.) might have induced Helen to wear it on the preceding evening, in which case it could hardly have got back.",
            "We find no hint here of Megapenthes’ recent marriage.]"
          ]
        },
        {
          "sentences": [
            "[132] [ See note [83].]"
          ]
        },
        {
          "sentences": [
            "[133] [ cf. “Od.” xi. 196, etc.]"
          ]
        },
        {
          "sentences": [
            "[134] [ The names Syra and Ortygia, on which island a great part of the Doric Syracuse was originally built, suggest that even in Odyssean times there was a prehistoric Syracuse, the existence of which was known to the writer of the poem.]"
          ]
        },
        {
          "sentences": [
            "[135] [ Literally “where are the turnings of the sun.” Assuming, as we may safely do, that the Syra and Ortygia of the “Odyssey” refer to Syracuse, it is the fact that not far to the South of these places the land turns sharply round, so that mariners following the coast would find the sun upon the other side of their ship to that on which they’d had it hitherto."
          ]
        },
        {
          "sentences": [
            "Mr. A.",
            "S.",
            "Griffith has kindly called my attention to Herod iv. 42, where, speaking of the circumnavigation of Africa by Phoenician mariners under Necos, he writes:"
          ]
        },
        {
          "sentences": [
            "“On their return they declared—I for my part do not believe them, but perhaps others may—that in sailing round Libya [i.e. Africa] they had the sun upon their right hand.",
            "In this way was the extent of Libya first discovered."
          ]
        },
        {
          "sentences": [
            "“I take it that Eumaeus was made to have come from Syracuse because the writer thought she rather ought to have made something happen at Syracuse during her account of the voyages of Ulysses.",
            "She could not, however, break his long drift from Charybdis to the island of Pantellaria; she therefore resolved to make it up to Syracuse in another way.”"
          ]
        },
        {
          "sentences": [
            "Modern excavations establish the existence of two and only two pre-Dorian communities at Syracuse; they were, so Dr. Orsi informed me, at Plemmirio and Cozzo Pantano.",
            "See The Authoress of the Odyssey, pp. 211-213.]"
          ]
        },
        {
          "sentences": [
            "[136] [ This harbour is again evidently the harbour in which Ulysses had landed, i.e. the harbour that is now the salt works of S.",
            "Cusumano.]"
          ]
        },
        {
          "sentences": [
            "[137] [ This never can have been anything but very niggardly pay for some eight or nine days’ service.",
            "I suppose the crew were to consider the pleasure of having had a trip to Pylos as a set off.",
            "There is no trace of the dinner as having been actually given, either on the following or any other morning.]"
          ]
        },
        {
          "sentences": [
            "[138] [ No hawk can tear its prey while it is on the wing.]"
          ]
        },
        {
          "sentences": [
            "[139] [ The text is here apparently corrupt, and will not make sense as it stands.",
            "I follow Messrs.",
            "Butcher & Lang in omitting line 101.]"
          ]
        },
        {
          "sentences": [
            "[140] [ i.e. to be milked, as in South Italian and Sicilian towns at the present day.]"
          ]
        },
        {
          "sentences": [
            "[141] [ The butchering and making ready the carcases took place partly in the outer yard and partly in the open part of the inner court.]"
          ]
        },
        {
          "sentences": [
            "[142] [ These words cannot mean that it would be afternoon soon after they were spoken.",
            "Ulysses and Eumaeus reached the town which was “some way off” (xvii. 25) in time for the suitor’s early meal (xvii. 170 and 176) say at ten or eleven o’ clock.",
            "The context of the rest of the book shows this.",
            "Eumaeus and Ulysses, therefore, cannot have started later than eight or nine, and Eumaeus’s words must be taken as an exaggeration for the purpose of making Ulysses bestir himself.]"
          ]
        },
        {
          "sentences": [
            "[143] [ I imagine the fountain to have been somewhere about where the church of the _Madonna di Trapani_ now stands, and to have been fed with water from what is now called the Fontana Diffali on Mt.",
            "Eryx.]"
          ]
        },
        {
          "sentences": [
            "[144] [ From this and other passages in the “Odyssey” it appears that we are in an age anterior to the use of coined money—an age when cauldrons, tripods, swords, cattle, chattels of all kinds, measures of corn, wine, or oil, etc. etc., not to say pieces of gold, silver, bronze, or even iron, wrought more or less, but unstamped, were the nearest approach to a currency that had as yet been reached.]"
          ]
        },
        {
          "sentences": [
            "[145] [ Gr. ἐς μέσσον.]"
          ]
        },
        {
          "sentences": [
            "[146] [ I correct these proofs abroad and am not within reach of Hesiod, but surely this passage suggests acquaintance with the Works and Ways, though it by no means compels it.]"
          ]
        },
        {
          "sentences": [
            "[147] [ It would seem as though Eurynome and Euryclea were the same person.",
            "See note 156]"
          ]
        },
        {
          "sentences": [
            "[148] [ It is plain, therefore, that Iris was commonly accepted as the messenger of the gods, though our authoress will never permit her to fetch or carry for any one.]"
          ]
        },
        {
          "sentences": [
            "[149] [ i.e. the doorway leading from the inner to the outer court.]"
          ]
        },
        {
          "sentences": [
            "[150] [See note 156]"
          ]
        },
        {
          "sentences": [
            "[151] [ These, I imagine, must have been in the open part of the inner courtyard, where the maids also stood, and threw the light of their torches into the covered cloister that ran all round it.",
            "The smoke would otherwise have been intolerable.]"
          ]
        },
        {
          "sentences": [
            "[152] [ Translation very uncertain; vide Liddell and Scott, under {Greek}]"
          ]
        },
        {
          "sentences": [
            "[153] [ See photo on opposite page.]"
          ]
        },
        {
          "sentences": [
            "[154] [ cf. “Il.” ii. 184, and 217, 218.",
            "An additional and well-marked feature being wanted to convince Penelope, the writer has taken the hunched shoulders of Thersites (who is mentioned immediately after Eurybates in the “Iliad”) and put them on to Eurybates’ back.]"
          ]
        },
        {
          "sentences": [
            "[155] [ This is how geese are now fed in Sicily, at any rate in summer, when the grass is all burnt up.",
            "I have never seen them grazing.]"
          ]
        },
        {
          "sentences": [
            "[156] [ Lower down (line 143) Euryclea says it was herself that had thrown the cloak over Ulysses—for the plural should not be taken as implying more than one person.",
            "The writer is evidently still fluctuating between Euryclea and Eurynome as the name for the old nurse.",
            "She probably originally meant to call her Euryclea, but finding it not immediately easy to make Euryclea scan in xvii. 495, she hastily called her Eurynome, intending either to alter this name later or to change the earlier Euryclea’s into Eurynome.",
            "She then drifted in to Eurynome as convenience further directed, still nevertheless hankering after Euryclea, till at last she found that the path of least resistance would lie in the direction of making Eurynome and Euryclea two persons.",
            "Therefore in xxiii. 289-292 both Eurynome and “the nurse” (who can be none other than Euryclea) come on together.",
            "I do not say that this is feminine, but it is not unfeminine.]"
          ]
        },
        {
          "sentences": [
            "[157] [ See note [156]]"
          ]
        },
        {
          "sentences": [
            "[158] [ This, I take it, was immediately in front of the main entrance of the inner courtyard into the body of the house.]"
          ]
        },
        {
          "sentences": [
            "[159] [ This is the only allusion to Sardinia in either “Iliad” or “Odyssey.”]"
          ]
        },
        {
          "sentences": [
            "[160] [ The normal translation of the Greek word would be “holding back,” “curbing,” “restraining,” but I cannot think that the writer meant this—she must have been using the word in its other sense of “having,” “holding,” “keeping,” “maintaining.”]"
          ]
        },
        {
          "sentences": [
            "[161] [ I have vainly tried to realise the construction of the fastening here described.]"
          ]
        },
        {
          "sentences": [
            "[162] [ See plan of Ulysses’ house in the appendix.",
            "It is evident that the open part of the court had no flooring but the natural soil.]"
          ]
        },
        {
          "sentences": [
            "[163] [ See plan of Ulysses’ house, and note [175].]"
          ]
        },
        {
          "sentences": [
            "[164] [ i.e. the door that led into the body of the house.]"
          ]
        },
        {
          "sentences": [
            "[165] [ This was, no doubt, the little table that was set for Ulysses, “Od.” xx. 259."
          ]
        },
        {
          "sentences": [
            "Surely the difficulty of this passage has been overrated.",
            "I suppose the iron part of the axe to have been wedged into the handle, or bound securely to it—the handle being half buried in the ground.",
            "The axe would be placed edgeways towards the archer, and he would have to shoot his arrow through the hole into which the handle was fitted when the axe was in use.",
            "Twelve axes were placed in a row all at the same height, all exactly in front of one another, all edgeways to Ulysses whose arrow passed through all the holes from the first onward.",
            "I cannot see how the Greek can bear any other interpretation, the words being, {Greek}"
          ]
        },
        {
          "sentences": [
            "“He did not miss a single hole from the first onwards.” {Greek} according to Liddell and Scott being “the hole for the handle of an axe, etc.,” while {Greek} (“Od.” v. 236) is, according to the same authorities, the handle itself.",
            "The feat is absurdly impossible, but our authoress sometimes has a soul above impossibilities.]"
          ]
        },
        {
          "sentences": [
            "[166] [ The reader will note how the spoiling of good food distresses the writer even in such a supreme moment as this.]"
          ]
        },
        {
          "sentences": [
            "[167] [ Here we have it again.",
            "Waste of substance comes first.]"
          ]
        },
        {
          "sentences": [
            "[168] [ cf. “Il.” iii. 337 and three other places.",
            "It is strange that the author of the “Iliad” should find a little horse-hair so alarming.",
            "Possibly enough she was merely borrowing a common form line from some earlier poet—or poetess—for this is a woman’s line rather than a man’s.]"
          ]
        },
        {
          "sentences": [
            "[169] [ Or perhaps simply “window.” See plan in the appendix.]"
          ]
        },
        {
          "sentences": [
            "[170] [ i.e. the pavement on which Ulysses was standing.]"
          ]
        },
        {
          "sentences": [
            "[171] [ The interpretation of lines 126-143 is most dubious, and at best we are in a region of melodrama: cf., however, i. 425, etc. from which it appears that there was a tower in the outer court, and that Telemachus used to sleep in it.",
            "The ὀρσοθύρα I take to be a door, or trap door, leading on to the roof above Telemachus’s bed room, which we are told was in a place that could be seen from all round—or it might be simply a window in Telemachus’s room looking out into the street.",
            "From the top of the tower the outer world was to be told what was going on, but people could not get in by the ὀρσοθύρα: they would have to come in by the main entrance, and Melanthius explains that the mouth of the narrow passage (which was in the lands of Ulysses and his friends) commanded the only entrance by which help could come, so that there would be nothing gained by raising an alarm.",
            "As for the ῥῶγες of line 143, no commentator ancient or modern has been able to say what was intended—but whatever they were, Melanthius could never carry twelve shields, twelve helmets, and twelve spears.",
            "Moreover, where he could go the others could go also.",
            "If a dozen suitors had followed Melanthius into the house they could have attacked Ulysses in the rear, in which case, unless Minerva had intervened promptly, the “Odyssey” would have had a different ending.",
            "But throughout the scene we are in a region of extravagance rather than of true fiction—it cannot be taken seriously by any but the very serious, until we come to the episode of Phemius and Medon, where the writer begins to be at home again.]"
          ]
        },
        {
          "sentences": [
            "[172] [ I presume it was intended that there should be a hook driven into the bearing-post.]"
          ]
        },
        {
          "sentences": [
            "[173] [ What for?]"
          ]
        },
        {
          "sentences": [
            "[174] [ Gr: {Greek}.",
            "This is not {Greek}.]"
          ]
        },
        {
          "sentences": [
            "[175] [ From lines 333 and 341 of this book, and lines 145 and 146 of bk. xxi we can locate the approach to the {Greek} with some certainty.]"
          ]
        },
        {
          "sentences": [
            "[176] [ But in xix. 500-502 Ulysses scolded Euryclea for offering information on this very point, and declared himself quite able to settle it for himself.]"
          ]
        },
        {
          "sentences": [
            "[177] [ There were a hundred and eight Suitors.]"
          ]
        },
        {
          "sentences": [
            "[178] [ Lord Grimthorpe, whose understanding does not lend itself to easy imposition, has been good enough to write to me about my conviction that the “Odyssey” was written by a woman, and to send me remarks upon the gross absurdity of the incident here recorded.",
            "It is plain that all the authoress cared about was that the women should be hanged: as for attempting to realise, or to make her readers realise, how the hanging was done, this was of no consequence.",
            "The reader must take her word for it and ask no questions.",
            "Lord Grimthorpe wrote:"
          ]
        },
        {
          "sentences": [
            "“I had better send you my ideas about Nausicaa’s hanging of the maids (not ‘maidens,’ of whom Froude wrote so well in his ‘Science of History’) before I forget it all.",
            "Luckily for me Liddell & Scott have specially translated most of the doubtful words, referring to this very place."
          ]
        },
        {
          "sentences": [
            "“A ship’s cable.",
            "I don’t know how big a ship she meant, but it must have been a very small one indeed if its ‘cable’ could be used to tie tightly round a woman’s neck, and still more round a dozen of them ‘in a row,’ besides being strong enough to hold them and pull them all up."
          ]
        },
        {
          "sentences": [
            "“A dozen average women would need the weight and strength of more than a dozen strong heavy men even over the best pulley hung to the roof over them; and the idea of pulling them up by a rope hung anyhow round a pillar {Greek} is absurdly impossible; and how a dozen of them could be hung dangling round one post is a problem which a senior wrangler would be puzzled to answer...",
            "She had better have let Telemachus use his sword as he had intended till she changed his mind for him.”]"
          ]
        },
        {
          "sentences": [
            "[179] [ Then they had all been in Ulysses’ service over twenty years; perhaps the twelve guilty ones had been engaged more recently.]"
          ]
        },
        {
          "sentences": [
            "[180] [ Translation very doubtful—cf. “It.” xxiv. 598.]"
          ]
        },
        {
          "sentences": [
            "[181] [ But why could she not at once ask to see the scar, of which Euryclea had told her, or why could not Ulysses have shown it to her?]"
          ]
        },
        {
          "sentences": [
            "[182] [ The people of Ithaca seem to have been as fond of carping as the Phaeacians were in vi. 273, etc.]"
          ]
        },
        {
          "sentences": [
            "[183] [ See note [156].",
            "Ulysses’s bed room does not appear to have been upstairs, nor yet quite within the house.",
            "Is it possible that it was “the domed room” round the outside of which the erring maids were, for aught we have heard to the contrary, still hanging?]"
          ]
        },
        {
          "sentences": [
            "[184] [ Ulysses bedroom in the mind of the writer is here too apparently down stairs.]"
          ]
        },
        {
          "sentences": [
            "[185] [ Penelope having been now sufficiently whitewashed, disappears from the poem.]"
          ]
        },
        {
          "sentences": [
            "[186] [ So practised a washerwoman as our authoress doubtless knew that by this time the web must have become such a wreck that it would have gone to pieces in the wash.]"
          ]
        },
        {
          "sentences": [
            "A lady points out to me, just as these sheets are leaving my hands, that no really good needlewoman—no one, indeed, whose work or character was worth consideration—could have endured, no matter for what reason, the unpicking of her day’s work, day after day for between three and four years.]"
          ]
        },
        {
          "sentences": [
            "[187] [ We must suppose Dolius not yet to know that his son Melanthius had been tortured, mutilated, and left to die by Ulysses’ orders on the preceding day, and that his daughter Melantho had been hanged.",
            "Dolius was probably exceptionally simple-minded, and his name was ironical.",
            "So on Mt.",
            "Eryx I was shown a man who was always called Sonza Malizia or “Guileless”—he being held exceptionally cunning.]"
          ]
        }
      ],
      "metadata": {}
    }
  ],
  "source_file": "books/texts/pg1727-The_Odyssey.txt"
}