{
  "metadata": {
    "title": "Unknown",
    "author": "Unknown",
    "date": "",
    "source": "Unknown",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "Strategic Services",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "(Provisional) STRATEGIC SERVICES FIELD MANUAL No."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 6
    },
    {
      "number": "2",
      "title": "Office of Strategic Services",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Washington, D.",
            "C.",
            "January"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 4
    },
    {
      "number": "3",
      "title": "AR 380-5, pertaining to handling of secret documents, will be complied",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with in the handling of this Manual."
          ]
        },
        {
          "sentences": [
            "William J.",
            "Donovan"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 10
    },
    {
      "number": "4",
      "title": "in this kind of work and should then devise his sabotage so as to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "enlarge that “margin for error.”"
          ]
        },
        {
          "sentences": [
            "POSSIBLE EFFECTS"
          ]
        },
        {
          "sentences": [
            "Acts of simple sabotage are occurring throughout Europe.",
            "An effort should be made to add to their efficiency, lessen their detectability, and increase their number.",
            "Acts of simple sabotage, multiplied by"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 38
    },
    {
      "number": "5",
      "title": "effort, and encourage them to assist openly in periods of Allied",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "invasion and occupation."
          ]
        },
        {
          "sentences": [
            "MOTIVATING THE SABOTEUR"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 6
    },
    {
      "number": "6",
      "title": "stimulation or assurance, and information and suggestions regarding",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "feasible methods of simple sabotage."
          ]
        },
        {
          "sentences": [
            "(1) _Personal Motives_"
          ]
        },
        {
          "sentences": [
            "(a) The ordinary citizen very probably has no immediate personal motive for committing simple sabotage.",
            "Instead, he must be made to anticipate"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 30
    },
    {
      "number": "7",
      "title": "about personal liberty, freedom of the press, and so on, will not be",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "convincing in most parts of the world.",
            "In many areas they will not even be comprehensible."
          ]
        },
        {
          "sentences": [
            "(b) Since the effect of his own acts is limited, the saboteur may become discouraged unless he feels that he is a member of a large,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "8",
      "title": "saboteur will see many opportunities in his immediate environment which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "cannot possibly be seen from a distance.",
            "A state of mind should be encouraged that anything can be sabotaged."
          ]
        },
        {
          "sentences": [
            "(b) Among the potential citizen-saboteurs who are to engage in physical destruction, two extreme types may be distinguished.",
            "On the one hand, there is the man who is not technically trained and employed.",
            "This man"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 54
    },
    {
      "number": "9",
      "title": "able to devise methods of simple sabotage which would be appropriate to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his own facilities.",
            "However, this man needs to be stimulated to re-orient his thinking in the direction of destruction.",
            "Specific examples, which need not be from his own field, should accomplish this."
          ]
        },
        {
          "sentences": [
            "(d) Various media may be used to disseminate suggestions and information regarding simple sabotage.",
            "Among the media which may be"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 52
    },
    {
      "number": "10",
      "title": "anticipation of a time when they may be able to communicate this",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "information directly."
          ]
        },
        {
          "sentences": [
            "(3) _Safety Measures_"
          ]
        },
        {
          "sentences": [
            "(a) The amount of activity carried on by the saboteur will be governed"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 18
    },
    {
      "number": "11",
      "title": "worker in a particular trade or industry you can easily carry and keep",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "such things as wrenches, hammers, emery paper, and the like."
          ]
        },
        {
          "sentences": [
            "(2) Try to commit acts for which large numbers of people could be responsible.",
            "For instance, if you blow out the wiring in a factory at a central fire box, almost anyone could have done it.",
            "On-the-street"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 47
    },
    {
      "number": "12",
      "title": "stupidity, ignorance, over-caution, fear of being suspected of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sabotage, or weakness and dullness due to undernourishment."
          ]
        },
        {
          "sentences": [
            "(4) After you have committed an act of easy sabotage, resist any temptation to wait around and see what happens.",
            "Loiterers arouse suspicion.",
            "Of course, there are circumstances when it would be suspicious for you to leave.",
            "If you commit sabotage on your job, you should naturally stay at your work."
          ]
        },
        {
          "sentences": [
            "TOOLS, TARGETS, AND TIMING"
          ]
        },
        {
          "sentences": [
            "The citizen-saboteur cannot be closely controlled.",
            "Nor is it reasonable"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 73
    },
    {
      "number": "13",
      "title": "situations likewise can be specified, for emphasis at the proper time",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "by the underground press, freedom stations, and cooperating propaganda."
          ]
        },
        {
          "sentences": [
            "(1) _Under General Conditions_"
          ]
        },
        {
          "sentences": [
            "(a) Simple sabotage is more than malicious mischief, and it should"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 24
    },
    {
      "number": "14",
      "title": "knowledge, however, it would be undesirable for him to attempt",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "destruction of food crops or food products."
          ]
        },
        {
          "sentences": [
            "(e) Although the citizen-saboteur may rarely have access to military objects, he should give these preference above all others."
          ]
        },
        {
          "sentences": [
            "(2) _Prior to a Military Offensive_"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 32
    },
    {
      "number": "15",
      "title": "spoiling a batch of rubber in the production plant is an act of still",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "more value."
          ]
        },
        {
          "sentences": [
            "(3) _During a Military Offensive_"
          ]
        },
        {
          "sentences": [
            "(a) Most significant sabotage for an area which is, or is soon destined"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 20
    },
    {
      "number": "16",
      "title": "localized, this type of sabotage is to be preferred to activities whose",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "effects, while widespread, are indirect and delayed."
          ]
        },
        {
          "sentences": [
            "(1) The saboteur should be encouraged to attack transportation facilities of all kinds."
          ]
        },
        {
          "sentences": [
            "Among such facilities are roads, railroads, auto mobiles, trucks, motor-cycles, bicycles, trains, and trams."
          ]
        },
        {
          "sentences": [
            "(2) Any communications facilities which can be used by the authorities"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "17",
      "title": "efficient functioning of transportation and communication, also should",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "become targets for the citizen-saboteur.",
            "These may include oil, gasoline, tires, food, and water."
          ]
        },
        {
          "sentences": [
            "SPECIFIC SUGGESTIONS FOR SIMPLE SABOTAGE"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 19
    },
    {
      "number": "18",
      "title": "A listing of specific acts follows, classified according to types of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "target.",
            "This list is presented as a growing rather than a complete outline of the methods of simple sabotage.",
            "As new techniques are developed, or new fields explored, it will be elaborated and expanded."
          ]
        },
        {
          "sentences": [
            "(1) _Buildings_"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 36
    },
    {
      "number": "19",
      "title": "untrained people as janitors, charwomen, and casual visitors; and, when",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "damaged, they present a relatively large handicap to the enemy."
          ]
        },
        {
          "sentences": [
            "(a) _Fires_ can be started wherever there is an accumulation of inflammable material.",
            "Warehouses are obviously the most promising targets but incendiary sabotage need not be confined to them alone."
          ]
        },
        {
          "sentences": [
            "(1) Whenever possible, arrange to have the fire start after you have gone away.",
            "Use a candle and paper, combination, setting it as close as"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 65
    },
    {
      "number": "20",
      "title": "celluloid such as you might find in an old comb, into a nest of plain",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "or saturated paper which is to be fired by a candle."
          ]
        },
        {
          "sentences": [
            "(3) To make another type of simple fuse, soak one end of a piece of string in grease.",
            "Rub a generous pinch of gunpowder over the inch of string where greasy string meets clean string.",
            "Then ignite the clean end of the string.",
            "It will burn slowly without a flame (in much the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 64
    },
    {
      "number": "21",
      "title": "same way that a cigarette burns) until it reaches the grease and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "gunpowder; it will then flare up suddenly.",
            "The grease-treated string will then burn with a flame.",
            "The same effect may be achieved by using matches instead of the grease and gunpowder.",
            "Run the string over the match heads, taking care that the string is not pressed or knotted.",
            "They too will produce a sudden flame.",
            "The advantage of this type of fuse is that string burns at a set speed.",
            "You can time your fire by the length and thickness of the string you chose."
          ]
        },
        {
          "sentences": [
            "(4) Use a fuse such as; the ones suggested above to start a fire in an office after hours.",
            "The destruction of records and other types of documents would be a serious handicap to the enemy."
          ]
        },
        {
          "sentences": [
            "(5) In basements where waste is kept, janitors should accumulate oily and greasy waste.",
            "Such waste sometimes ignites spontaneously, but it can easily be lit with a cigarette or match.",
            "If you are a janitor on"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 157
    },
    {
      "number": "22",
      "title": "shut the windows tightly, turn on the gas, and leave a candle burning",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in the room, closing the door tightly behind you.",
            "After a time, the gas will explode, and a fire may or may not follow."
          ]
        },
        {
          "sentences": [
            "(b) _Water and miscellaneous_"
          ]
        },
        {
          "sentences": [
            "(1) Ruin warehouse stock by setting the automatic sprinkler system to work.",
            "You can do this by tapping the sprinkler heads sharply with a hammer or by holding a match under them."
          ]
        },
        {
          "sentences": [
            "(2) Forget to provide paper in toilets; put tightly rolled paper, hair, and other obstructions in the W.",
            "C.",
            "Saturate a sponge with a thick starch or sugar solution.",
            "Squeeze it tightly into a ball, wrap it with string, and dry.",
            "Remove the string when fully dried.",
            "The sponge will be in the form of a tight hard ball.",
            "Flush down a"
          ]
        },
        {
          "sentences": [
            "W.",
            "C. or otherwise introduce into a sewer line.",
            "The sponge will gradually expand to its normal size and plug the sewage system."
          ]
        },
        {
          "sentences": [
            "(3) Put a coin beneath a bulb in a public building during the daytime, so that fuses will blow out when lights are turned on at night."
          ]
        }
      ],
      "sentence_count": 16,
      "word_count": 172
    },
    {
      "number": "23",
      "title": "start a fire, damage transformers, or blow out a central fuse which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "will interrupt distribution of electricity to a large area."
          ]
        },
        {
          "sentences": [
            "(4) Jam paper, bits of wood, hairpins, and anything else that will fit, into the locks of all unguarded entrances to public buildings."
          ]
        },
        {
          "sentences": [
            "(2) _Industrial Production: Manufacturing_"
          ]
        },
        {
          "sentences": [
            "(a) Tools"
          ]
        },
        {
          "sentences": [
            "(1) Let cutting tools grow dull.",
            "They will be inefficient, will slow"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 50
    },
    {
      "number": "24",
      "title": "down production, and may damage the materials and parts you use them",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "(2) Leave saws slightly twisted when you are not using them.",
            "After a while, they will break when used."
          ]
        },
        {
          "sentences": [
            "(3) Using a very rapid stroke will wear out a file before its time.",
            "So will dragging a file in slow strokes under heavy pressure.",
            "Exert pressure on the backward stroke as well as the forward stroke."
          ]
        },
        {
          "sentences": [
            "(4) Clean files by knocking them against the vise or the workpiece; they are easily broken this way."
          ]
        },
        {
          "sentences": [
            "(5) Bits and drills will snap under heavy pressure."
          ]
        },
        {
          "sentences": [
            "(6) You can put a press punch out of order by putting in it more"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 98
    },
    {
      "number": "25",
      "title": "may be able to lessen the effectiveness of oil by diluting it in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "storage.",
            "In this case, almost any liquid will do which will thin the oil.",
            "A small amount of sulphuric acid, varnish, water-glass, or linseed oil will be especially effective."
          ]
        },
        {
          "sentences": [
            "(4) Using a thin oil where a heavy oil is prescribed will break down a machine or heat up a moving shaft so that it will “freeze” and stop."
          ]
        },
        {
          "sentences": [
            "(5) Put any clogging substance into lubrication systems or, if it will float, into stored oil.",
            "Twisted combings of human hair, pieces of"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 81
    },
    {
      "number": "26",
      "title": "an overheated motor, contraction and considerable strain on the engine",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "housing will result.",
            "If you can repeat the treatment a few times, cracking and serious damage will result."
          ]
        },
        {
          "sentences": [
            "(3) You can ruin the effectiveness of an air cooling system by plugging dirt and waste into intake or exhaust valves.",
            "If a belt-run fan is used"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "27",
      "title": "in the system, make a jagged cut at least half way through the belt; it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "will slip and finally part under strain and the motor will overheat."
          ]
        },
        {
          "sentences": [
            "(d) Gasoline and Oil Fuel Tanks and fueling engines usually are accessible and easy to open.",
            "They afford a very vulnerable target for simple sabotage activities. (1.) Put several pinches of sawdust or hard grain, such as rice or wheat, into the fuel tank of a gasoline engine.",
            "The particles will choke a feed line so that the engine will stop.",
            "Some time will be required to discover the source of the trouble.",
            "Although"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 86
    },
    {
      "number": "28",
      "title": "sticky mess which will completely mire the engine and necessitate",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "extensive cleaning and repair.",
            "Honey and molasses are as good as sugar.",
            "Try to use about 75– grams for each gallons of gasoline."
          ]
        },
        {
          "sentences": [
            "(3) Other impurities which you can introduce into gasoline will cause rapid engine wear and eventual breakdown.",
            "Fine particles of pumice,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 44
    },
    {
      "number": "29",
      "title": "reasonably large quantities will dilute gasoline fuel to a point where",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "no combustion will occur in the cylinder and the engine will not move.",
            "One pint to gallons of gasoline is sufficient.",
            "If salt water is used, it will cause corrosion and permanent motor damage."
          ]
        },
        {
          "sentences": [
            "(5) In the case of Diesel engines, put low flashpoint oil into the fuel tank; the engine will not move.",
            "If there already is proper oil in the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 62
    },
    {
      "number": "30",
      "title": "tank when the wrong kind is added, the engine will only limp and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sputter along."
          ]
        },
        {
          "sentences": [
            "(6) Fuel lines to gasoline and oil engines frequently pass over the exhaust pipe.",
            "When the machine is at rest, you can stab a small hole in the fuel line and plug the hole with wax.",
            "As the engine runs and the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 44
    },
    {
      "number": "31",
      "title": "easily or without risk of injury by unskilled persons who may otherwise",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "have good opportunities for destruction."
          ]
        },
        {
          "sentences": [
            "(1) Set the rheostat to a high point of resistance in all types of electric motors.",
            "They will overheat and catch fire."
          ]
        },
        {
          "sentences": [
            "(2) Adjust the overload relay to a very high value beyond the capacity of the motor.",
            "Then overload the motor to a point where it will overheat and break down."
          ]
        },
        {
          "sentences": [
            "(3) Remember that dust, dirt, and moisture are enemies of electrical equipment.",
            "Spill dust and dirt onto the points where the wires in electric motors connect with terminals, and onto insulating parts."
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 89
    },
    {
      "number": "32",
      "title": "chisel so that the teeth on adjoining bars meet or nearly meet and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "current can pass from one to the other."
          ]
        },
        {
          "sentences": [
            "(6) Put a piece of finely grained emery paper half the size of a postage stamp in a place where it will wear away rotating brushes.",
            "The emery paper and the motor will be destroyed in the resulting fire."
          ]
        },
        {
          "sentences": [
            "(7) Sprinkle carbon, graphite or metal dust on slip-rings so that the current will leak or short circuits will occur.",
            "When a motor is idle, nick the slip-rings with a chisel."
          ]
        },
        {
          "sentences": [
            "(8) Cause motor stoppage or inefficiency by applying dust mixed with"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 89
    },
    {
      "number": "33",
      "title": "case, the motor will stop after running awhile, and in the second, it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "will not start."
          ]
        },
        {
          "sentences": [
            "(f) Transformers"
          ]
        },
        {
          "sentences": [
            "(1) Transformers of the oil-filled type can be put out of commission if"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 18
    },
    {
      "number": "34",
      "title": "you pour water, salt water, machine-tool coolant, or kerosene into the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "oil tank."
          ]
        },
        {
          "sentences": [
            "(2) In air-cooled transformers, block the ventilation by piling debris around the transformer."
          ]
        },
        {
          "sentences": [
            "(3) In all types of transformers, throw carbon, graphite or metal dust over the outside bushings and other exposed electrical parts."
          ]
        },
        {
          "sentences": [
            "(g) Turbines for the most part are heavily built, stoutly housed, and difficult of access.",
            "Their vulnerability to simple sabotage is very low."
          ]
        },
        {
          "sentences": [
            "(1) After inspecting or repairing a hydro turbine, fasten the cover insecurely so that it will blow off and flood the plant with water.",
            "A loose cover on a steam turbine will cause it to leak and slow down."
          ]
        },
        {
          "sentences": [
            "(2) In water turbines, insert a large piece of scrap iron in the head"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 112
    },
    {
      "number": "35",
      "title": "of scrap iron into it, to be blasted into the turbine machinery when",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "steam is up again."
          ]
        },
        {
          "sentences": [
            "(4) Create a leak in the line feeding oil to the turbine, so that oil will fall on the hot steam pipe and cause a fire."
          ]
        },
        {
          "sentences": [
            "(h) Boilers"
          ]
        },
        {
          "sentences": [
            "(1) Reduce the efficiency of steam boilers any way you can.",
            "Put too"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 45
    },
    {
      "number": "36",
      "title": "good insulation against heat; after enough of it has collected, the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "boiler will be completely worthless."
          ]
        },
        {
          "sentences": [
            "(3) _Production.",
            "Metals_"
          ]
        },
        {
          "sentences": [
            "(a) Iron and Steel"
          ]
        },
        {
          "sentences": [
            "(1) Keep blast furnaces in a condition where they must be frequently shut down for repair.",
            "In making fire-proof bricks for the inner lining"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 36
    },
    {
      "number": "37",
      "title": "of blast furnaces, put in an extra proportion of tar so that they will",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "wear out quickly and necessitate constant re-lining."
          ]
        },
        {
          "sentences": [
            "(2) Make cores for casting so that they are filled with air bubbles and an imperfect cast results."
          ]
        },
        {
          "sentences": [
            "(3) See that the core in a mold is not properly supported, so that the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "38",
      "title": "core gives way or the casting is spoiled because of the incorrect",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "position of the core."
          ]
        },
        {
          "sentences": [
            "(4) In tempering steel or iron, apply too much heat, so that the resulting bars and ingots are of poor quality."
          ]
        },
        {
          "sentences": [
            "(b) Other Metals"
          ]
        },
        {
          "sentences": [
            "No suggestions available."
          ]
        },
        {
          "sentences": [
            "(4) _Production: Mining and Mineral Extraction_"
          ]
        },
        {
          "sentences": [
            "(a) Coal"
          ]
        },
        {
          "sentences": [
            "(1) A slight blow against your Davy oil lamp will extinguish it, and to"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 53
    },
    {
      "number": "39",
      "title": "light it again you will have to find a place where there is no fire",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Take a long time looking for the place."
          ]
        },
        {
          "sentences": [
            "(2) Blacksmiths who make pneumatic picks should not harden them properly, so that they will quickly grow dull."
          ]
        },
        {
          "sentences": [
            "(3) You can easily put your pneumatic pick out of order.",
            "Pour a small amount of water through the oil lever and your pick will stop working.",
            "Coal dust and improper lubrication will also put it out of order."
          ]
        },
        {
          "sentences": [
            "(4) Weaken the chain that pulls the bucket conveyers carrying coal.",
            "A"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 77
    },
    {
      "number": "40",
      "title": "taking the chain up for repairs and bringing it back down after",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "repairs."
          ]
        },
        {
          "sentences": [
            "(5) Derail mine cars by putting obstructions on the rails and in switch points.",
            "If possible, pick a gallery where coal cars have to pass each other, so that traffic will be snarled up."
          ]
        },
        {
          "sentences": [
            "(6) Send up quantities of rock and other useless material with the coal."
          ]
        },
        {
          "sentences": [
            "(5) _Production: Agriculture_"
          ]
        },
        {
          "sentences": [
            "(a) Machinery"
          ]
        },
        {
          "sentences": [
            "(1) See par. b. (2) (c), (d), (e)."
          ]
        },
        {
          "sentences": [
            "(b) Crops and livestock probably will be destroyed only in areas where"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 73
    },
    {
      "number": "41",
      "title": "Spoil stores of grain, fruit and vegetables by soaking them in water so",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that they will rot.",
            "Spoil fruit and vegetables by leaving them in the Sun."
          ]
        },
        {
          "sentences": [
            "(6) _Transportation: Railways_"
          ]
        },
        {
          "sentences": [
            "(a) Passengers"
          ]
        },
        {
          "sentences": [
            "(1.) Make train travel as inconvenient as possible for enemy personnel."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 30
    },
    {
      "number": "42",
      "title": "very loudly during the night, handle baggage as noisily as possible",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "during the night, and so on."
          ]
        },
        {
          "sentences": [
            "(3) See that the luggage of enemy personnel is mislaid or unloaded at the wrong stations."
          ]
        },
        {
          "sentences": [
            "Switch address labels on enemy baggage."
          ]
        },
        {
          "sentences": [
            "(4) Engineers should see that trains run slow or make unscheduled stops for plausible reasons."
          ]
        },
        {
          "sentences": [
            "(b) Switches, Signals and Routing"
          ]
        },
        {
          "sentences": [
            "(1) Exchange wires in switchboards containing signals and switches, so that they connect to the wrong terminals."
          ]
        },
        {
          "sentences": [
            "(2) Loosen push-rods so that signal arms do not work; break signal lights; exchange the colored lenses on red and green lights."
          ]
        },
        {
          "sentences": [
            "(3) Spread and spike switch points in the track so that they will not move, or place rocks or close-packed dirt between the switch points."
          ]
        },
        {
          "sentences": [
            "(4) Sprinkle rock salt or ordinary salt profusely over the electrical connections of switch points and on the ground nearby.",
            "When it rains, the switch will be short-circuited."
          ]
        },
        {
          "sentences": [
            "(5) See that cars are put on the wrong trains.",
            "Remove the labels from cars needing repair and put them on cars in good order.",
            "Leave couplings between cars as loose as possible."
          ]
        },
        {
          "sentences": [
            "(c) Road-beds and Open Track"
          ]
        },
        {
          "sentences": [
            "(1) On a curve, take the bolts out of the tie-plates connecting to"
          ]
        }
      ],
      "sentence_count": 15,
      "word_count": 191
    },
    {
      "number": "43",
      "title": "of rail, spread two sections of rail and drive a spike vertically",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "between them."
          ]
        },
        {
          "sentences": [
            "(d) Oil and Lubrication"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (b)."
          ]
        },
        {
          "sentences": [
            "(2) Squeeze lubricating pipes with pincers or dent them with hammers, so that the flow of oil is obstructed."
          ]
        },
        {
          "sentences": [
            "(e) Cooling Systems"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (c)."
          ]
        },
        {
          "sentences": [
            "(f) Gasoline and Oil Fuel"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (d)."
          ]
        },
        {
          "sentences": [
            "(g) Electric Motors"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (e) and (f)."
          ]
        },
        {
          "sentences": [
            "(h) Boilers"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (h)."
          ]
        },
        {
          "sentences": [
            "(2) After inspection put heavy oil or tar in the engines’ boilers, or put half a kilogram of soft soap into the water in the tender."
          ]
        },
        {
          "sentences": [
            "(i) Brakes and Miscellaneous"
          ]
        },
        {
          "sentences": [
            "(1) Engines should run at high speeds and use brakes excessively at curves and on downhill grades."
          ]
        },
        {
          "sentences": [
            "(2) Punch holes in air-brake valves or water supply pipes."
          ]
        },
        {
          "sentences": [
            "(3) In the last car of a passenger train or or a front car of a"
          ]
        }
      ],
      "sentence_count": 17,
      "word_count": 138
    },
    {
      "number": "44",
      "title": "freight, remove the wadding from a journal box and replace it with oily",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "(7) _Transportation: Automotive_"
          ]
        },
        {
          "sentences": [
            "(a) Roads.",
            "Damage to roads (3) below is slow, and therefore impractical as a D-day or near D-day activity."
          ]
        },
        {
          "sentences": [
            "(1) Change sign posts at intersections and forks; the enemy will go the wrong way and it may be miles before he discovers his mistakes."
          ]
        },
        {
          "sentences": [
            "In areas where traffic is composed primarily of enemy autos, trucks,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 58
    },
    {
      "number": "45",
      "title": "Especially when enemy convoys are in the neighborhood, truck drivers",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "can spread rumors and give false information about bridges being out, ferries closed, and detours lying ahead."
          ]
        },
        {
          "sentences": [
            "(3) If you can start damage to a heavily traveled road, passing traffic and the elements will do the rest.",
            "Construction gangs can see that too"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "46",
      "title": "work to divert a small stream from a sluice so that it runs over and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "eats away the road."
          ]
        },
        {
          "sentences": [
            "(4) Distribute broken glass, nails, and sharp rocks on roads to puncture tires."
          ]
        },
        {
          "sentences": [
            "(b) Passengers"
          ]
        },
        {
          "sentences": [
            "(1) Bus-driver can go past the stop where the enemy wants to get off."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 33
    },
    {
      "number": "47",
      "title": "Taxi drivers can waste the enemy’s time and make extra money by driving",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the longest possible route to his destination."
          ]
        },
        {
          "sentences": [
            "(c) Oil and Lubrication"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (b)."
          ]
        },
        {
          "sentences": [
            "(2) Disconnect the oil pump; this will burn out the main bearings in less than miles of normal driving."
          ]
        },
        {
          "sentences": [
            "(d) Radiator"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (c)."
          ]
        },
        {
          "sentences": [
            "(e) Fuel"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (d)."
          ]
        },
        {
          "sentences": [
            "(f) Battery and Ignition"
          ]
        },
        {
          "sentences": [
            "(1) Jam bits of wood into the ignition lock; loosen or exchange"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 65
    },
    {
      "number": "48",
      "title": "connections behind the switchboard; put dirt in spark plugs; damage",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "distributor points."
          ]
        },
        {
          "sentences": [
            "(2) Turn on the lights in parked cars so that the battery will run down."
          ]
        },
        {
          "sentences": [
            "(3) Mechanics can ruin batteries in a number of undetectable ways: Take"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 29
    },
    {
      "number": "49",
      "title": "reduces the life of the battery, but the odor of the vinegar may reveal",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "what has happened."
          ]
        },
        {
          "sentences": [
            "(g) Gears"
          ]
        },
        {
          "sentences": [
            "(1) Remove the lubricant from or put too light a lubricant in the transmission and other gears."
          ]
        },
        {
          "sentences": [
            "(2) In trucks, tractors, and other machines with heavy gears, fix the gear case insecurely, putting bolts in only half the bolt holes.",
            "The gears will be badly jolted in use and will soon need repairs."
          ]
        },
        {
          "sentences": [
            "(h) Tires"
          ]
        },
        {
          "sentences": [
            "(1) Slash or puncture tires of unguarded vehicles.",
            "Put a nail inside a"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 73
    },
    {
      "number": "50",
      "title": "between the tube and the casing the object which caused the flat in the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "first place."
          ]
        },
        {
          "sentences": [
            "(3) In assembling a tire after repair, pump the tube up as fast as you can.",
            "Instead of filling out smoothly, it may crease, in which case it will wear out quickly.",
            "Or, as you put a tire together, see if you can"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "51",
      "title": "them out of true with a strong kick, or by driving the car slowly and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "diagonally into a curb."
          ]
        },
        {
          "sentences": [
            "(5) If you have access to stocks of tires, you can rot them by spilling oil, gasoline, caustic acid, or benzine on them.",
            "Synthetic rubber, however, is less susceptible to these chemicals."
          ]
        },
        {
          "sentences": [
            "(8) _Transportation: Water_"
          ]
        },
        {
          "sentences": [
            "(a) Navigation"
          ]
        },
        {
          "sentences": [
            "(1) Barge and river boat personnel should spread false rumors about the navigability and conditions of the waterways they travel.",
            "Tell other barge and boat captains to follow channels that will take extra time, or cause them to make canal detours."
          ]
        },
        {
          "sentences": [
            "(2) Barge and river boat captains should navigate with exceeding"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 92
    },
    {
      "number": "52",
      "title": "the bilges of ships and barges often enough, they will be slower and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "harder to navigate.",
            "Barges “accidentally” run aground are an efficient time waster too."
          ]
        },
        {
          "sentences": [
            "(3) Attendants on swing, draw, or bascule bridges can delay traffic over the bridge or in the waterway underneath by being slow."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 35
    },
    {
      "number": "53",
      "title": "Demagnetize the compass or maladjust it by concealing a large bar of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "steel or iron near to it."
          ]
        },
        {
          "sentences": [
            "(b) Cargo"
          ]
        },
        {
          "sentences": [
            "(1) While loading or unloading, handle cargo carelessly in order to cause damage.",
            "Arrange the cargo so that the weakest and lightest crates"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 31
    },
    {
      "number": "54",
      "title": "Tie float valves open so that storage tanks will overflow on perishable",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "goods."
          ]
        },
        {
          "sentences": [
            "(9) _Communications_"
          ]
        },
        {
          "sentences": [
            "(a) Telephone"
          ]
        },
        {
          "sentences": [
            "(1) At office, hotel and exchange switch boards delay putting enemy"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 16
    },
    {
      "number": "55",
      "title": "calls through, give them wrong numbers, cut them off “accidentally,” or",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "forget to disconnect them so that the line cannot be used again."
          ]
        },
        {
          "sentences": [
            "(2) Hamper official and especially military business by making at least one telephone call a day to an enemy headquarters; when you get them, tell them you have the wrong number."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 43
    },
    {
      "number": "56",
      "title": "percent of the cells in half the batteries of the central battery room",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "out of order."
          ]
        },
        {
          "sentences": [
            "(b) Telegraph"
          ]
        },
        {
          "sentences": [
            "(1) Delay the transmission and delivery of telegrams to enemy destinations."
          ]
        },
        {
          "sentences": [
            "(2) Garble telegrams to enemy destinations so that another telegram will have to be sent or a long distance call will have to be made."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 41
    },
    {
      "number": "57",
      "title": "receiving the telegram will not know whether “minimum” or “maximum” is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "meant."
          ]
        },
        {
          "sentences": [
            "(c) Transportation Lines"
          ]
        },
        {
          "sentences": [
            "(1) Cut telephone and telegraph transmission lines.",
            "Damage insulation on power lines to cause interference."
          ]
        },
        {
          "sentences": [
            "(d) Mail"
          ]
        },
        {
          "sentences": [
            "(1) Post office employees can see to it that enemy mail is always delayed by one day or more, that it is put in wrong sacks, and so on."
          ]
        },
        {
          "sentences": [
            "(e) Motion Pictures"
          ]
        },
        {
          "sentences": [
            "(1) Projector operators can ruin newsreels and other enemy propaganda"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 63
    },
    {
      "number": "58",
      "title": "films by bad focusing, speeding up or slowing down the film and by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "causing frequent breakage in the film."
          ]
        },
        {
          "sentences": [
            "(2) Audiences can ruin enemy propaganda films by applauding to drown the words of the speaker, by coughing loudly, and by talking."
          ]
        },
        {
          "sentences": [
            "(3) Anyone can break up a showing of an enemy propaganda film by putting two or three dozen large moths in a paper bag.",
            "Take the bag to"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 56
    },
    {
      "number": "59",
      "title": "climb into the projector beam, so that the film will be obscured by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "fluttering shadows."
          ]
        },
        {
          "sentences": [
            "(f) Radio"
          ]
        },
        {
          "sentences": [
            "(1) Station engineers will find it quite easy to overmodulate"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 14
    },
    {
      "number": "60",
      "title": "enemy airfield, they will make ground-to-plane radio communications",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "difficult and perhaps impossible during long periods of the day."
          ]
        },
        {
          "sentences": [
            "(10) _Electric Power_"
          ]
        },
        {
          "sentences": [
            "(a) Turbines, Electric Motors, Transformers"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (e), (f),and (g)."
          ]
        },
        {
          "sentences": [
            "(b) Transmission Lines"
          ]
        },
        {
          "sentences": [
            "(1.) Linesmen can loosen and dirty insulators to cause power leakage."
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 39
    },
    {
      "number": "61",
      "title": "it rains, the string becomes a conductor, and a short-circuit will",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "result."
          ]
        },
        {
          "sentences": [
            "(11) _General Interference with Organizations and Production_"
          ]
        },
        {
          "sentences": [
            "(a) Organizations and Conferences (1) Insist on doing everything through “channels.” Never permit short-cuts to be taken in order to expedite decisions."
          ]
        },
        {
          "sentences": [
            "(2) Make “speeches.” Talk as frequently as possible and at great length.",
            "Illustrate your “points” by long anecdotes and accounts of personal experiences.",
            "Never hesitate to make a few appropriate “patriotic” comments."
          ]
        },
        {
          "sentences": [
            "(3) When possible, refer all matters to committees, for “further study and consideration.” Attempt to make the committees as large as possible—never less than five."
          ]
        },
        {
          "sentences": [
            "(4) Bring up irrelevant issues as frequently as possible."
          ]
        },
        {
          "sentences": [
            "(5) Haggle over precise wordings of communications, minutes, resolutions."
          ]
        },
        {
          "sentences": [
            "(6) Refer back to matters decided upon at the last meeting and attempt to re-open the question of the advisability of that decision."
          ]
        },
        {
          "sentences": [
            "(7) Advocate “caution.” Be “reasonable” and urge your fellow-conferees"
          ]
        }
      ],
      "sentence_count": 11,
      "word_count": 137
    },
    {
      "number": "62",
      "title": "of the group or whether it might conflict with the policy of some",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "higher echelon."
          ]
        },
        {
          "sentences": [
            "(b) Managers and Supervisors"
          ]
        },
        {
          "sentences": [
            "(1) Demand written orders."
          ]
        },
        {
          "sentences": [
            "(2) “Misunderstand” orders.",
            "Ask endless questions or engage in long correspondence about such orders.",
            "Quibble over them when you can."
          ]
        },
        {
          "sentences": [
            "(3) Do everything possible to delay the delivery of orders.",
            "Even though"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 42
    },
    {
      "number": "63",
      "title": "been virtually exhausted, so that the slightest delay in filling your",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "order will mean a shutdown."
          ]
        },
        {
          "sentences": [
            "(5) Order high-quality materials which are hard to get.",
            "If you don’t get them argue about it.",
            "Warn that inferior materials will mean inferior work."
          ]
        },
        {
          "sentences": [
            "(6) In making work assignments, always sign out the unimportant jobs first.",
            "See that the important jobs are assigned to inefficient workers of poor machines."
          ]
        },
        {
          "sentences": [
            "(7) Insist on perfect work in relatively unimportant products; send back for refinishing those which have the least flaw.",
            "Approve other defective parts whose flaws are not visible to the naked eye."
          ]
        },
        {
          "sentences": [
            "(8) Make mistakes in routing so that parts and materials will be sent to the wrong place in the plant."
          ]
        },
        {
          "sentences": [
            "(9) When training new workers, give incomplete or misleading instructions."
          ]
        },
        {
          "sentences": [
            "(10) To lower morale and with it, production, be pleasant to inefficient workers; give them undeserved promotions.",
            "Discriminate against efficient workers; complain unjustly about their work."
          ]
        },
        {
          "sentences": [
            "(11) Hold conferences when there is more critical work to be done."
          ]
        },
        {
          "sentences": [
            "(12) Multiply paper work in plausible ways."
          ]
        },
        {
          "sentences": [
            "Start duplicate files."
          ]
        },
        {
          "sentences": [
            "(13) Multiply the procedures and clearances involved in issuing instructions, pay checks, and so on.",
            "See that three people have to approve everything where one would do."
          ]
        },
        {
          "sentences": [
            "(14) Apply all regulations to the last letter."
          ]
        },
        {
          "sentences": [
            "(c) Office Workers"
          ]
        },
        {
          "sentences": [
            "(1) Make mistakes in quantities of material when you are copying orders.",
            "Confuse similar names.",
            "Use wrong addresses."
          ]
        },
        {
          "sentences": [
            "(2) Prolong correspondence with government bureaus."
          ]
        },
        {
          "sentences": [
            "(3) Misfile essential documents."
          ]
        },
        {
          "sentences": [
            "(4) In making carbon copies, make one too few, so that an extra copying job will have to be done."
          ]
        },
        {
          "sentences": [
            "(5) Tell important callers the boss is busy or talking on another telephone."
          ]
        },
        {
          "sentences": [
            "(6) Hold up mail until the next collection."
          ]
        },
        {
          "sentences": [
            "(7) Spread disturbing rumors that sound like inside dope."
          ]
        },
        {
          "sentences": [
            "(d) Employees"
          ]
        },
        {
          "sentences": [
            "(1) _Work slowly_.",
            "Think out ways to increase the number of movements"
          ]
        }
      ],
      "sentence_count": 31,
      "word_count": 295
    },
    {
      "number": "64",
      "title": "doing other measured work, measure dimensions twice as often as you",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "need to.",
            "When you go to the lavatory, spend a longer time there than is necessary."
          ]
        },
        {
          "sentences": [
            "Forget tools so that you will have to go back after them."
          ]
        },
        {
          "sentences": [
            "(3) Even if you understand the language, pretend not to understand  instructions in a foreign tongue."
          ]
        },
        {
          "sentences": [
            "(4) Pretend that instructions are hard to understand, and ask to have them repeated more than once.",
            "Or pretend that you are particularly"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 67
    },
    {
      "number": "65",
      "title": "anxious to do your work, and pester the foreman with unnecessary",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "questions."
          ]
        },
        {
          "sentences": [
            "(5) Do your work poorly and blame it on bad tools, machinery, or equipment.",
            "Complain that these things are preventing you from doing your job right."
          ]
        },
        {
          "sentences": [
            "(6) Never pass on your skill and experience to a new or less skillful worker."
          ]
        },
        {
          "sentences": [
            "(7) Snarl up administration in every possible way.",
            "Fill out forms"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 53
    },
    {
      "number": "66",
      "title": "one meeting for each grievance, bringing up problems which are largely",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "imaginary, and so on."
          ]
        },
        {
          "sentences": [
            "(9) Misroute materials."
          ]
        },
        {
          "sentences": [
            "(10) Mix good parts with unusable scrap and rejected parts."
          ]
        },
        {
          "sentences": [
            "(12) _General Devices for Lowering Morale and Creating Confusion_"
          ]
        },
        {
          "sentences": [
            "(a) Give lengthy and incomprehensible explanations when questioned."
          ]
        },
        {
          "sentences": [
            "(b) Report imaginary spies or danger to the Gestapo or police."
          ]
        },
        {
          "sentences": [
            "(c) Act stupid."
          ]
        },
        {
          "sentences": [
            "(d) Be as irritable and quarrelsome as possible without getting yourself into trouble."
          ]
        },
        {
          "sentences": [
            "(e) Misunderstand all sorts of regulations concerning such matters as rationing, transportation, traffic regulations."
          ]
        },
        {
          "sentences": [
            "(f) Complain against ersatz materials."
          ]
        },
        {
          "sentences": [
            "(g) In public treat axis nationals or quislings coldly."
          ]
        },
        {
          "sentences": [
            "(h) Stop all conversation when axis nationals or quislings enter a cafe."
          ]
        },
        {
          "sentences": [
            "(i) Cry and sob hysterically at every occasion, especially when confronted by government clerks."
          ]
        },
        {
          "sentences": [
            "(j) Boycott all movies, entertainments, concerts, newspapers which are in any way connected with the quisling authorities."
          ]
        },
        {
          "sentences": [
            "(k) Do not cooperate in salvage schemes."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK SIMPLE SABOTAGE FIELD MANUAL ***"
          ]
        }
      ],
      "sentence_count": 16,
      "word_count": 151
    }
  ],
  "statistics": {
    "total_chapters": 66,
    "total_paragraphs": 291,
    "total_sentences": 406,
    "total_words": 4036,
    "average_sentences_per_chapter": 6.151515151515151,
    "average_paragraphs_per_chapter": 4.409090909090909,
    "average_sentences_per_paragraph": 1.395189003436426,
    "average_words_per_sentence": 9.94088669950739
  }
}