{
  "metadata": {
    "title": "Unknown",
    "author": "Unknown",
    "date": "",
    "source": "Unknown",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "be in use by the enemy or to be destined for early use by the enemy.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "It will be safe for him to assume that almost any product of heavy industry is destined for enemy use, and that the most efficient fuels and lubricants also are destined for enemy use.",
            "Without special knowledge, however, it would be undesirable for him to attempt destruction of food crops or food products."
          ]
        },
        {
          "sentences": [
            "(e) Although the citizen-saboteur may rarely have access to military objects, he should give these preference above all others."
          ]
        },
        {
          "sentences": [
            "(2) _Prior to a Military Offensive_"
          ]
        },
        {
          "sentences": [
            "During periods which are quiescent in a military sense, such emphasis as can be given to simple sabotage might well center on industrial production, to lessen the flow of materials and equipment to the enemy.",
            "Slashing a rubber tire on an Army truck may be an act of value; spoiling a batch of rubber in the production plant is an act of still more value."
          ]
        },
        {
          "sentences": [
            "(3) _During a Military Offensive_"
          ]
        },
        {
          "sentences": [
            "(a) Most significant sabotage for an area which is, or is soon destined to be, a theater of combat operations is that whose effects will be direct and immediate.",
            "Even if the effects are relatively minor and localized, this type of sabotage is to be preferred to activities whose effects, while widespread, are indirect and delayed."
          ]
        },
        {
          "sentences": [
            "(1) The saboteur should be encouraged to attack transportation facilities of all kinds."
          ]
        },
        {
          "sentences": [
            "Among such facilities are roads, railroads, auto mobiles, trucks, motor-cycles, bicycles, trains, and trams."
          ]
        },
        {
          "sentences": [
            "(2) Any communications facilities which can be used by the authorities to transmit instructions or morale material should be the objects of simple sabotage.",
            "These include telephone, telegraph and power systems, radio, newspapers, placards, and public notices."
          ]
        },
        {
          "sentences": [
            "(3) Critical materials, valuable in themselves or necessary to the efficient functioning of transportation and communication, also should become targets for the citizen-saboteur.",
            "These may include oil, gasoline, tires, food, and water."
          ]
        },
        {
          "sentences": [
            "SPECIFIC SUGGESTIONS FOR SIMPLE SABOTAGE"
          ]
        },
        {
          "sentences": [
            "It will not be possible to evaluate the desirability of simple sabotage in an area without having in mind rather specifically what individual acts and results are embraced by the definition of simple sabotage."
          ]
        },
        {
          "sentences": [
            "A listing of specific acts follows, classified according to types of target.",
            "This list is presented as a growing rather than a complete outline of the methods of simple sabotage.",
            "As new techniques are developed, or new fields explored, it will be elaborated and expanded."
          ]
        },
        {
          "sentences": [
            "(1) _Buildings_"
          ]
        },
        {
          "sentences": [
            "Warehouses, barracks, offices, hotels, and factory buildings are outstanding targets for simple sabotage.",
            "They are extremely susceptible to damage, especially by fire; they offer opportunities to such untrained people as janitors, charwomen, and casual visitors; and, when damaged, they present a relatively large handicap to the enemy."
          ]
        },
        {
          "sentences": [
            "(a) _Fires_ can be started wherever there is an accumulation of inflammable material.",
            "Warehouses are obviously the most promising targets but incendiary sabotage need not be confined to them alone."
          ]
        },
        {
          "sentences": [
            "(1) Whenever possible, arrange to have the fire start after you have gone away.",
            "Use a candle and paper, combination, setting it as close as possible to the inflammable material you want to burn: From a sheet of paper, tear a strip three or four centimeters wide and wrap it around the base of the candle two or three times.",
            "Twist more sheets of paper into loose ropes and place them around the base of the candle.",
            "When the candle flame reaches the encircling strip, it will be ignited and in turn will ignite the surrounding paper.",
            "The size, heat, and duration of the resulting flame will depend on how much paper you use and how much of it you can cramp in a small space."
          ]
        },
        {
          "sentences": [
            "(2) With a flame of this kind, do not attempt to ignite any but rather inflammable materials, such as cotton sacking.",
            "To light more resistant materials, use a candle plus tightly rolled or twisted paper which has been soaked in gasoline.",
            "To create a briefer but even hotter flame, put celluloid such as you might find in an old comb, into a nest of plain or saturated paper which is to be fired by a candle."
          ]
        },
        {
          "sentences": [
            "(3) To make another type of simple fuse, soak one end of a piece of string in grease.",
            "Rub a generous pinch of gunpowder over the inch of string where greasy string meets clean string.",
            "Then ignite the clean end of the string.",
            "It will burn slowly without a flame (in much the same way that a cigarette burns) until it reaches the grease and gunpowder; it will then flare up suddenly.",
            "The grease-treated string will then burn with a flame.",
            "The same effect may be achieved by using matches instead of the grease and gunpowder.",
            "Run the string over the match heads, taking care that the string is not pressed or knotted.",
            "They too will produce a sudden flame.",
            "The advantage of this type of fuse is that string burns at a set speed.",
            "You can time your fire by the length and thickness of the string you chose."
          ]
        },
        {
          "sentences": [
            "(4) Use a fuse such as; the ones suggested above to start a fire in an office after hours.",
            "The destruction of records and other types of documents would be a serious handicap to the enemy."
          ]
        },
        {
          "sentences": [
            "(5) In basements where waste is kept, janitors should accumulate oily and greasy waste.",
            "Such waste sometimes ignites spontaneously, but it can easily be lit with a cigarette or match.",
            "If you are a janitor on night duty, you can be the first to report the fire, but don’t report it too soon."
          ]
        },
        {
          "sentences": [
            "(6) A clean factory is not susceptible to fire, but a dirty one is.",
            "Workers should be careless with refuse and janitors should be inefficient in cleaning.",
            "If enough dirt and trash can be accumulated an otherwise fireproof building will become inflammable."
          ]
        },
        {
          "sentences": [
            "(7) Where illuminating gas is used in a room which is vacant at night, shut the windows tightly, turn on the gas, and leave a candle burning in the room, closing the door tightly behind you.",
            "After a time, the gas will explode, and a fire may or may not follow."
          ]
        },
        {
          "sentences": [
            "(b) _Water and miscellaneous_"
          ]
        },
        {
          "sentences": [
            "(1) Ruin warehouse stock by setting the automatic sprinkler system to work.",
            "You can do this by tapping the sprinkler heads sharply with a hammer or by holding a match under them."
          ]
        },
        {
          "sentences": [
            "(2) Forget to provide paper in toilets; put tightly rolled paper, hair, and other obstructions in the W.",
            "Saturate a sponge with a thick starch or sugar solution.",
            "Squeeze it tightly into a ball, wrap it with string, and dry.",
            "Remove the string when fully dried.",
            "The sponge will be in the form of a tight hard ball.",
            "Flush down a"
          ]
        },
        {
          "sentences": [
            "C. or otherwise introduce into a sewer line.",
            "The sponge will gradually expand to its normal size and plug the sewage system."
          ]
        },
        {
          "sentences": [
            "(3) Put a coin beneath a bulb in a public building during the daytime, so that fuses will blow out when lights are turned on at night.",
            "The fuses themselves may be rendered ineffective by putting a coin behind them or loading them with heavy wire.",
            "Then a short-circuit may either start a fire, damage transformers, or blow out a central fuse which will interrupt distribution of electricity to a large area."
          ]
        },
        {
          "sentences": [
            "(4) Jam paper, bits of wood, hairpins, and anything else that will fit, into the locks of all unguarded entrances to public buildings."
          ]
        },
        {
          "sentences": [
            "(2) _Industrial Production: Manufacturing_"
          ]
        },
        {
          "sentences": [
            "(a) Tools"
          ]
        },
        {
          "sentences": [
            "(1) Let cutting tools grow dull.",
            "They will be inefficient, will slow down production, and may damage the materials and parts you use them on."
          ]
        },
        {
          "sentences": [
            "(2) Leave saws slightly twisted when you are not using them.",
            "After a while, they will break when used."
          ]
        },
        {
          "sentences": [
            "(3) Using a very rapid stroke will wear out a file before its time.",
            "So will dragging a file in slow strokes under heavy pressure.",
            "Exert pressure on the backward stroke as well as the forward stroke."
          ]
        },
        {
          "sentences": [
            "(4) Clean files by knocking them against the vise or the workpiece; they are easily broken this way."
          ]
        },
        {
          "sentences": [
            "(5) Bits and drills will snap under heavy pressure."
          ]
        },
        {
          "sentences": [
            "(6) You can put a press punch out of order by putting in it more material than it is adjusted for—two blanks instead of one, for example."
          ]
        },
        {
          "sentences": [
            "(7) Power-driven tools like pneumatic drills, riveters, and so on, are never efficient when dirty.",
            "Lubrication points and electric contacts can easily be fouled by normal accumulations of dirt or the insertion of foreign matter."
          ]
        },
        {
          "sentences": [
            "(b) Oil and lubrication systems are not only vulnerable to easy sabotage, but are critical in every machine with moving parts.",
            "Sabotage of oil and lubrication will slow production or stop work entirely at strategic points in industrial processes."
          ]
        },
        {
          "sentences": [
            "(1) Put metal dust or filings, fine sand, ground glass, emery dust (get it by pounding up an emery knife sharpener) and similar hard, gritty substances directly into lubrication systems.",
            "They will scour smooth surfaces, ruining pistons, cylinder walls, shafts, and bearings.",
            "They will overheat and stop motors which will need overhauling, new parts, and extensive repairs.",
            "Such materials, if they are used, should be introduced into lubrication systems past any filters which otherwise would strain them out."
          ]
        },
        {
          "sentences": [
            "(2) You can cause wear on any machine by uncovering a filter system, poking a pencil or any other sharp object through the filter mesh, then covering it up again.",
            "Or, if you can dispose of it quickly, simply remove the filter."
          ]
        },
        {
          "sentences": [
            "(3) If you cannot get at the lubrication system or filter directly, you may be able to lessen the effectiveness of oil by diluting it in storage.",
            "In this case, almost any liquid will do which will thin the oil.",
            "A small amount of sulphuric acid, varnish, water-glass, or linseed oil will be especially effective."
          ]
        },
        {
          "sentences": [
            "(4) Using a thin oil where a heavy oil is prescribed will break down a machine or heat up a moving shaft so that it will “freeze” and stop."
          ]
        },
        {
          "sentences": [
            "(5) Put any clogging substance into lubrication systems or, if it will float, into stored oil.",
            "Twisted combings of human hair, pieces of string, dead insects, and many other common objects will be effective in stopping or hindering the flow of oil through feed lines and filters."
          ]
        },
        {
          "sentences": [
            "(6) Under some circumstances, you may be able to destroy oil outright rather than interfere with its effectiveness, by removing stop-plugs from lubricating systems or by puncturing the drums and cans in which it is stored."
          ]
        },
        {
          "sentences": [
            "(c) Cooling Systems (1.) A water cooling system can be put out of commission in a fairly short time, with considerable damage to an engine or motor, if you put into it several pinches of hard grain, such as rice or wheat.",
            "They will swell up and choke the circulation of water, and the cooling system will have to be torn down to remove the obstruction.",
            "Sawdust or hair may also be used to clog a water cooling system."
          ]
        },
        {
          "sentences": [
            "(2) If very cold water is quickly introduced into the cooling system of an overheated motor, contraction and considerable strain on the engine housing will result.",
            "If you can repeat the treatment a few times, cracking and serious damage will result."
          ]
        },
        {
          "sentences": [
            "(3) You can ruin the effectiveness of an air cooling system by plugging dirt and waste into intake or exhaust valves.",
            "If a belt-run fan is used in the system, make a jagged cut at least half way through the belt; it will slip and finally part under strain and the motor will overheat."
          ]
        },
        {
          "sentences": [
            "(d) Gasoline and Oil Fuel Tanks and fueling engines usually are accessible and easy to open.",
            "They afford a very vulnerable target for simple sabotage activities. (1.) Put several pinches of sawdust or hard grain, such as rice or wheat, into the fuel tank of a gasoline engine.",
            "The particles will choke a feed line so that the engine will stop.",
            "Some time will be required to discover the source of the trouble.",
            "Although they will be hard to get, crumbs of natural rubber, such as you might find in old rubber bands and pencil erasers, are also effective."
          ]
        },
        {
          "sentences": [
            "(2) If you can accumulate sugar, put it in the fuel tank of a gasoline engine.",
            "As it burns together with the gasoline, it will turn into a sticky mess which will completely mire the engine and necessitate extensive cleaning and repair.",
            "Honey and molasses are as good as sugar.",
            "Try to use about 75– grams for each gallons of gasoline."
          ]
        },
        {
          "sentences": [
            "(3) Other impurities which you can introduce into gasoline will cause rapid engine wear and eventual breakdown.",
            "Fine particles of pumice, sand, ground glass, and metal dust can easily be introduced into a gasoline tank.",
            "Be sure that the particles are very fine, so that they will be able to pass through the carburetor jet."
          ]
        },
        {
          "sentences": [
            "(4) Water, urine, wine, or any other simple liquid you can get in reasonably large quantities will dilute gasoline fuel to a point where no combustion will occur in the cylinder and the engine will not move.",
            "One pint to gallons of gasoline is sufficient.",
            "If salt water is used, it will cause corrosion and permanent motor damage."
          ]
        },
        {
          "sentences": [
            "(5) In the case of Diesel engines, put low flashpoint oil into the fuel tank; the engine will not move.",
            "If there already is proper oil in the tank when the wrong kind is added, the engine will only limp and sputter along."
          ]
        },
        {
          "sentences": [
            "(6) Fuel lines to gasoline and oil engines frequently pass over the exhaust pipe.",
            "When the machine is at rest, you can stab a small hole in the fuel line and plug the hole with wax.",
            "As the engine runs and the exhaust tube becomes hot, the wax will be melted; fuel will drip onto the exhaust and a blaze will start."
          ]
        },
        {
          "sentences": [
            "(7) If you have access to a room where gasoline is stored, remember that gas vapor accumulating in a closed room will explode after a time if you leave a candle burning in the room.",
            "A good deal of evaporation, however, must occur from the gasoline tins into the air of the room.",
            "If removal of the tops of the tins does not expose enough gasoline to the air to ensure copious evaporation, you can open lightly constructed tins further with a knife, ice pick or sharpened nail file.",
            "Or puncture a tiny hole in the tank which will permit gasoline to leak out on the floor.",
            "This will greatly increase the rate of evaporation.",
            "Before you light your candle, be sure that windows are closed and the room is as air-tight as you can make it.",
            "If you can see that windows in a neighboring room are opened wide, you have a chance of setting a large fire which will not only destroy the gasoline but anything else nearby; when the gasoline explodes, the doors of the storage room will be blown open, a draft to the neighboring windows will be created which will whip up a fine conflagration."
          ]
        },
        {
          "sentences": [
            "(e) Electric Motors Electric motors (including dynamos) are more restricted than the targets so far discussed.",
            "They cannot be sabotaged easily or without risk of injury by unskilled persons who may otherwise have good opportunities for destruction."
          ]
        },
        {
          "sentences": [
            "(1) Set the rheostat to a high point of resistance in all types of electric motors.",
            "They will overheat and catch fire."
          ]
        },
        {
          "sentences": [
            "(2) Adjust the overload relay to a very high value beyond the capacity of the motor.",
            "Then overload the motor to a point where it will overheat and break down."
          ]
        },
        {
          "sentences": [
            "(3) Remember that dust, dirt, and moisture are enemies of electrical equipment.",
            "Spill dust and dirt onto the points where the wires in electric motors connect with terminals, and onto insulating parts.",
            "Inefficient transmission of current and, in some cases, short circuits will result.",
            "Wet generator motors to produce short circuits."
          ]
        },
        {
          "sentences": [
            "(4) “Accidentally” bruise the insulation on wire, loosen nuts on connections, make faulty splices and faulty connections in wiring, to waste electric current and reduce the power of electric motors, the power output or cause short circuiting in direct-current motors: Loosen or remove commutator holding rings.",
            "Sprinkle carbon, graphite, or metal dust on commutators.",
            "Put a little grease or oil at the contact points of commutators.",
            "Where commutator bars are close together bridge the gaps between them with metal dust, or sawtooth their edges with a chisel so that the teeth on adjoining bars meet or nearly meet and current can pass from one to the other."
          ]
        },
        {
          "sentences": [
            "(6) Put a piece of finely grained emery paper half the size of a postage stamp in a place where it will wear away rotating brushes.",
            "The emery paper and the motor will be destroyed in the resulting fire."
          ]
        },
        {
          "sentences": [
            "(7) Sprinkle carbon, graphite or metal dust on slip-rings so that the current will leak or short circuits will occur.",
            "When a motor is idle, nick the slip-rings with a chisel."
          ]
        },
        {
          "sentences": [
            "(8) Cause motor stoppage or inefficiency by applying dust mixed with grease to the face of the armature so that it will not make proper contact."
          ]
        },
        {
          "sentences": [
            "(9) To overheat electric motors, mix sand with heavy grease and smear it between the stator and rotor, or wedge thin metal pieces between them.",
            "To prevent the efficient generation of current, put floor sweepings, oil, tar, or paint between them."
          ]
        },
        {
          "sentences": [
            "(10) In motors using three-phase current, deeply nick one of the lead-in wires with a knife or file when the machine is at rest, or replace one of the three fuses with a blown-out fuse.",
            "In the first case, the motor will stop after running awhile, and in the second, it will not start."
          ]
        },
        {
          "sentences": [
            "(f) Transformers"
          ]
        },
        {
          "sentences": [
            "(1) Transformers of the oil-filled type can be put out of commission if you pour water, salt water, machine-tool coolant, or kerosene into the oil tank."
          ]
        },
        {
          "sentences": [
            "(2) In air-cooled transformers, block the ventilation by piling debris around the transformer."
          ]
        },
        {
          "sentences": [
            "(3) In all types of transformers, throw carbon, graphite or metal dust over the outside bushings and other exposed electrical parts."
          ]
        },
        {
          "sentences": [
            "(g) Turbines for the most part are heavily built, stoutly housed, and difficult of access.",
            "Their vulnerability to simple sabotage is very low."
          ]
        },
        {
          "sentences": [
            "(1) After inspecting or repairing a hydro turbine, fasten the cover insecurely so that it will blow off and flood the plant with water.",
            "A loose cover on a steam turbine will cause it to leak and slow down."
          ]
        },
        {
          "sentences": [
            "(2) In water turbines, insert a large piece of scrap iron in the head of the penstock, just beyond the screening, so that water will carry the damaging material down to the plant equipment."
          ]
        },
        {
          "sentences": [
            "(3) When the steam line to a turbine is opened for repair, put pieces of scrap iron into it, to be blasted into the turbine machinery when steam is up again."
          ]
        },
        {
          "sentences": [
            "(4) Create a leak in the line feeding oil to the turbine, so that oil will fall on the hot steam pipe and cause a fire."
          ]
        },
        {
          "sentences": [
            "(h) Boilers"
          ]
        },
        {
          "sentences": [
            "(1) Reduce the efficiency of steam boilers any way you can.",
            "Put too much water in them to make them slow-starting, or keep the fire under them low to keep them inefficient.",
            "Let them dry and turn the fire up; they will crack and be ruined.",
            "An especially good trick is to keep putting limestone or water containing lime in the boiler; it will deposit lime on the bottom and sides.",
            "This deposit will provide very good insulation against heat; after enough of it has collected, the boiler will be completely worthless."
          ]
        },
        {
          "sentences": [
            "(3) _Production.",
            "Metals_"
          ]
        },
        {
          "sentences": [
            "(a) Iron and Steel"
          ]
        },
        {
          "sentences": [
            "(1) Keep blast furnaces in a condition where they must be frequently shut down for repair.",
            "In making fire-proof bricks for the inner lining of blast furnaces, put in an extra proportion of tar so that they will wear out quickly and necessitate constant re-lining."
          ]
        },
        {
          "sentences": [
            "(2) Make cores for casting so that they are filled with air bubbles and an imperfect cast results."
          ]
        },
        {
          "sentences": [
            "(3) See that the core in a mold is not properly supported, so that the core gives way or the casting is spoiled because of the incorrect position of the core."
          ]
        },
        {
          "sentences": [
            "(4) In tempering steel or iron, apply too much heat, so that the resulting bars and ingots are of poor quality."
          ]
        },
        {
          "sentences": [
            "(b) Other Metals"
          ]
        },
        {
          "sentences": [
            "No suggestions available."
          ]
        },
        {
          "sentences": [
            "(4) _Production: Mining and Mineral Extraction_"
          ]
        },
        {
          "sentences": [
            "(a) Coal"
          ]
        },
        {
          "sentences": [
            "(1) A slight blow against your Davy oil lamp will extinguish it, and to light it again you will have to find a place where there is no fire damp.",
            "Take a long time looking for the place."
          ]
        },
        {
          "sentences": [
            "(2) Blacksmiths who make pneumatic picks should not harden them properly, so that they will quickly grow dull."
          ]
        },
        {
          "sentences": [
            "(3) You can easily put your pneumatic pick out of order.",
            "Pour a small amount of water through the oil lever and your pick will stop working.",
            "Coal dust and improper lubrication will also put it out of order."
          ]
        },
        {
          "sentences": [
            "(4) Weaken the chain that pulls the bucket conveyers carrying coal.",
            "A deep dent in the chain made with blows of a pick or shovel will cause it to part under normal strain.",
            "Once a chain breaks, normally or otherwise take your time about reporting the damage; be slow about taking the chain up for repairs and bringing it back down after repairs."
          ]
        },
        {
          "sentences": [
            "(5) Derail mine cars by putting obstructions on the rails and in switch points.",
            "If possible, pick a gallery where coal cars have to pass each other, so that traffic will be snarled up."
          ]
        },
        {
          "sentences": [
            "(6) Send up quantities of rock and other useless material with the coal."
          ]
        },
        {
          "sentences": [
            "(5) _Production: Agriculture_"
          ]
        },
        {
          "sentences": [
            "(a) Machinery"
          ]
        },
        {
          "sentences": [
            "(1) See par. b. (2) (c), (d), (e)."
          ]
        },
        {
          "sentences": [
            "(b) Crops and livestock probably will be destroyed only in areas where there are large food surpluses or where the enemy (regime) is known to be requisitioning food."
          ]
        },
        {
          "sentences": [
            "(1.) Feed crops to livestock.",
            "Let crops harvest too early or too late.",
            "Spoil stores of grain, fruit and vegetables by soaking them in water so that they will rot.",
            "Spoil fruit and vegetables by leaving them in the Sun."
          ]
        },
        {
          "sentences": [
            "(6) _Transportation: Railways_"
          ]
        },
        {
          "sentences": [
            "(a) Passengers"
          ]
        },
        {
          "sentences": [
            "(1.) Make train travel as inconvenient as possible for enemy personnel.",
            "Make mistakes in issuing train tickets, leaving portions of the journey uncovered by the ticket book; issue two tickets for the same seat in the train, so that an interesting argument will result; near train time, instead of issuing printed tickets write them out slowly by hand, prolonging the process until the train is nearly ready to leave or has left the station.",
            "On station bulletin boards announcing train arrivals and departures, see that false and misleading information is given about trains bound for enemy destinations."
          ]
        },
        {
          "sentences": [
            "(2) In trains bound for enemy destinations, attendants should make life as uncomfortable as possible for passengers.",
            "See that the food is especially bad, take up tickets after midnight, call all station stops very loudly during the night, handle baggage as noisily as possible during the night, and so on."
          ]
        },
        {
          "sentences": [
            "(3) See that the luggage of enemy personnel is mislaid or unloaded at the wrong stations."
          ]
        },
        {
          "sentences": [
            "Switch address labels on enemy baggage."
          ]
        },
        {
          "sentences": [
            "(4) Engineers should see that trains run slow or make unscheduled stops for plausible reasons."
          ]
        },
        {
          "sentences": [
            "(b) Switches, Signals and Routing"
          ]
        },
        {
          "sentences": [
            "(1) Exchange wires in switchboards containing signals and switches, so that they connect to the wrong terminals."
          ]
        },
        {
          "sentences": [
            "(2) Loosen push-rods so that signal arms do not work; break signal lights; exchange the colored lenses on red and green lights."
          ]
        },
        {
          "sentences": [
            "(3) Spread and spike switch points in the track so that they will not move, or place rocks or close-packed dirt between the switch points."
          ]
        },
        {
          "sentences": [
            "(4) Sprinkle rock salt or ordinary salt profusely over the electrical connections of switch points and on the ground nearby.",
            "When it rains, the switch will be short-circuited."
          ]
        },
        {
          "sentences": [
            "(5) See that cars are put on the wrong trains.",
            "Remove the labels from cars needing repair and put them on cars in good order.",
            "Leave couplings between cars as loose as possible."
          ]
        },
        {
          "sentences": [
            "(c) Road-beds and Open Track"
          ]
        },
        {
          "sentences": [
            "(1) On a curve, take the bolts out of the tie-plates connecting to sections of the outside rail, and scoop away the gravel, cinders, or dirt for a few feet on each side of the connecting joint."
          ]
        },
        {
          "sentences": [
            "(2) If by disconnecting the tie-plate at a joint and loosening sleeper nails on each side of the joint, it becomes possible to move a sections of rail, spread two sections of rail and drive a spike vertically between them."
          ]
        },
        {
          "sentences": [
            "(d) Oil and Lubrication"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (b)."
          ]
        },
        {
          "sentences": [
            "(2) Squeeze lubricating pipes with pincers or dent them with hammers, so that the flow of oil is obstructed."
          ]
        },
        {
          "sentences": [
            "(e) Cooling Systems"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (c)."
          ]
        },
        {
          "sentences": [
            "(f) Gasoline and Oil Fuel"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (d)."
          ]
        },
        {
          "sentences": [
            "(g) Electric Motors"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (e) and (f)."
          ]
        },
        {
          "sentences": [
            "(h) Boilers"
          ]
        },
        {
          "sentences": [
            "(1) See b (2) (h)."
          ]
        },
        {
          "sentences": [
            "(2) After inspection put heavy oil or tar in the engines’ boilers, or put half a kilogram of soft soap into the water in the tender."
          ]
        },
        {
          "sentences": [
            "(i) Brakes and Miscellaneous"
          ]
        },
        {
          "sentences": [
            "(1) Engines should run at high speeds and use brakes excessively at curves and on downhill grades."
          ]
        },
        {
          "sentences": [
            "(2) Punch holes in air-brake valves or water supply pipes."
          ]
        },
        {
          "sentences": [
            "(3) In the last car of a passenger train or or a front car of a freight, remove the wadding from a journal box and replace it with oily rags."
          ]
        },
        {
          "sentences": [
            "(7) _Transportation: Automotive_"
          ]
        },
        {
          "sentences": [
            "(a) Roads.",
            "Damage to roads (3) below is slow, and therefore impractical as a D-day or near D-day activity."
          ]
        },
        {
          "sentences": [
            "(1) Change sign posts at intersections and forks; the enemy will go the wrong way and it may be miles before he discovers his mistakes."
          ]
        },
        {
          "sentences": [
            "In areas where traffic is composed primarily of enemy autos, trucks, and motor convoys of various kinds remove danger signals from curves and intersections."
          ]
        },
        {
          "sentences": [
            "(2) When the enemy asks for directions, give him wrong information.",
            "Especially when enemy convoys are in the neighborhood, truck drivers can spread rumors and give false information about bridges being out, ferries closed, and detours lying ahead."
          ]
        },
        {
          "sentences": [
            "(3) If you can start damage to a heavily traveled road, passing traffic and the elements will do the rest.",
            "Construction gangs can see that too much sand or water is put in concrete or that the road foundation has soft spots.",
            "Anyone can scoop ruts in asphalt and macadam roads which turn soft in hot weather; passing trucks will accentuate the ruts to a point where substantial repair will be needed.",
            "Dirt roads also can be scooped out.",
            "If you are a road laborer, it will be only a few minutes work to divert a small stream from a sluice so that it runs over and eats away the road."
          ]
        },
        {
          "sentences": [
            "(4) Distribute broken glass, nails, and sharp rocks on roads to puncture tires."
          ]
        },
        {
          "sentences": [
            "(b) Passengers"
          ]
        },
        {
          "sentences": [
            "(1) Bus-driver can go past the stop where the enemy wants to get off.",
            "Taxi drivers can waste the enemy’s time and make extra money by driving the longest possible route to his destination."
          ]
        },
        {
          "sentences": [
            "(c) Oil and Lubrication"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (b)."
          ]
        },
        {
          "sentences": [
            "(2) Disconnect the oil pump; this will burn out the main bearings in less than miles of normal driving."
          ]
        },
        {
          "sentences": [
            "(d) Radiator"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (c)."
          ]
        },
        {
          "sentences": [
            "(e) Fuel"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (d)."
          ]
        },
        {
          "sentences": [
            "(f) Battery and Ignition"
          ]
        },
        {
          "sentences": [
            "(1) Jam bits of wood into the ignition lock; loosen or exchange connections behind the switchboard; put dirt in spark plugs; damage distributor points."
          ]
        },
        {
          "sentences": [
            "(2) Turn on the lights in parked cars so that the battery will run down."
          ]
        },
        {
          "sentences": [
            "(3) Mechanics can ruin batteries in a number of undetectable ways: Take the valve cap off a cell, and drive a screw driver slantwise into the exposed water vent, shattering the plates of the cell; no damage will show when you put the cap back on.",
            "Iron or copper filings put into the cells i. e., dropped into the acid, will greatly shorten its life.",
            "Copper coins or a few pieces of iron will accomplish the same and more slowly."
          ]
        },
        {
          "sentences": [
            "One hundred to cubic centimeters of vinegar in each cell greatly reduces the life of the battery, but the odor of the vinegar may reveal what has happened."
          ]
        },
        {
          "sentences": [
            "(g) Gears"
          ]
        },
        {
          "sentences": [
            "(1) Remove the lubricant from or put too light a lubricant in the transmission and other gears."
          ]
        },
        {
          "sentences": [
            "(2) In trucks, tractors, and other machines with heavy gears, fix the gear case insecurely, putting bolts in only half the bolt holes.",
            "The gears will be badly jolted in use and will soon need repairs."
          ]
        },
        {
          "sentences": [
            "(h) Tires"
          ]
        },
        {
          "sentences": [
            "(1) Slash or puncture tires of unguarded vehicles.",
            "Put a nail inside a match box or other small box, and set it vertically in front of the back tire of a stationary car; when the car starts off, the nail will go neatly through the tire."
          ]
        },
        {
          "sentences": [
            "(2) It is easy to damage a tire in a tire repair shop: In fixing flats, spill glass, benzine, caustic soda, or other material inside the casing which will puncture or corrode the tube.",
            "If you put a gummy substance inside the tube, the next flat will stick the tube to the casing and make it unusable.",
            "Or, when you fix a flat tire, you can simply leave between the tube and the casing the object which caused the flat in the first place."
          ]
        },
        {
          "sentences": [
            "(3) In assembling a tire after repair, pump the tube up as fast as you can.",
            "Instead of filling out smoothly, it may crease, in which case it will wear out quickly.",
            "Or, as you put a tire together, see if you can pinch the tube between the rim of the tire and the rim of the wheel, so that a blow-out will result."
          ]
        },
        {
          "sentences": [
            "(4) In putting air into tires, see that they are kept below normal pressure, so that more than an ordinary amount of wear will result.",
            "In filling tires on double wheels, inflate the inner tire to a much higher pressure than the outer one; both will wear out more quickly this way.",
            "Badly aligned wheels also wear tires out quickly; you can leave wheels out of alignment when they come in for adjustment, or you can spring them out of true with a strong kick, or by driving the car slowly and diagonally into a curb."
          ]
        },
        {
          "sentences": [
            "(5) If you have access to stocks of tires, you can rot them by spilling oil, gasoline, caustic acid, or benzine on them.",
            "Synthetic rubber, however, is less susceptible to these chemicals."
          ]
        },
        {
          "sentences": [
            "(8) _Transportation: Water_"
          ]
        },
        {
          "sentences": [
            "(a) Navigation"
          ]
        },
        {
          "sentences": [
            "(1) Barge and river boat personnel should spread false rumors about the navigability and conditions of the waterways they travel.",
            "Tell other barge and boat captains to follow channels that will take extra time, or cause them to make canal detours."
          ]
        },
        {
          "sentences": [
            "(2) Barge and river boat captains should navigate with exceeding caution near locks and bridges, to waste their time and to waste the time of other craft which may have to wait on them.",
            "If you don’t pump the bilges of ships and barges often enough, they will be slower and harder to navigate.",
            "Barges “accidentally” run aground are an efficient time waster too."
          ]
        },
        {
          "sentences": [
            "(3) Attendants on swing, draw, or bascule bridges can delay traffic over the bridge or in the waterway underneath by being slow.",
            "Boat captains can leave unattended draw bridges open in order to hold up road traffic."
          ]
        },
        {
          "sentences": [
            "(4) Add or subtract compensating magnets to the compass on cargo ships.",
            "Demagnetize the compass or maladjust it by concealing a large bar of steel or iron near to it."
          ]
        },
        {
          "sentences": [
            "(b) Cargo"
          ]
        },
        {
          "sentences": [
            "(1) While loading or unloading, handle cargo carelessly in order to cause damage.",
            "Arrange the cargo so that the weakest and lightest crates and boxes will be at the bottom of the hold, while the heaviest ones are on top of them."
          ]
        },
        {
          "sentences": [
            "Put hatch covers and tarpaulins on sloppily, so that rain and deck wash will injure the cargo."
          ]
        },
        {
          "sentences": [
            "Tie float valves open so that storage tanks will overflow on perishable goods."
          ]
        },
        {
          "sentences": [
            "(9) _Communications_"
          ]
        },
        {
          "sentences": [
            "(a) Telephone"
          ]
        },
        {
          "sentences": [
            "(1) At office, hotel and exchange switch boards delay putting enemy calls through, give them wrong numbers, cut them off “accidentally,” or forget to disconnect them so that the line cannot be used again."
          ]
        },
        {
          "sentences": [
            "(2) Hamper official and especially military business by making at least one telephone call a day to an enemy headquarters; when you get them, tell them you have the wrong number."
          ]
        },
        {
          "sentences": [
            "Call military or police offices and make anonymous false reports of fires, air raids, bombs."
          ]
        },
        {
          "sentences": [
            "(3) In offices and buildings used by the enemy, unscrew the earphone of telephone receivers and remove the diaphragm.",
            "Electricians and telephone repair men can make poor connections and damage insulation so that cross talk and other kinds of electrical interference will make conversations hard or impossible to understand."
          ]
        },
        {
          "sentences": [
            "(4) Put the batteries under automatic switchboards out of commission by dropping nails, metal filings, or coins into the cells.",
            "If you can treat half the batteries in this way, the switchboard will stop working.",
            "A whole telephone system can be disrupted if you can put percent of the cells in half the batteries of the central battery room out of order."
          ]
        },
        {
          "sentences": [
            "(b) Telegraph"
          ]
        },
        {
          "sentences": [
            "(1) Delay the transmission and delivery of telegrams to enemy destinations."
          ]
        },
        {
          "sentences": [
            "(2) Garble telegrams to enemy destinations so that another telegram will have to be sent or a long distance call will have to be made.",
            "Sometimes it will be possible to do this by changing a single letter in a word—for example, changing “minimum” to “miximum,” so that the person receiving the telegram will not know whether “minimum” or “maximum” is meant."
          ]
        },
        {
          "sentences": [
            "(c) Transportation Lines"
          ]
        },
        {
          "sentences": [
            "(1) Cut telephone and telegraph transmission lines.",
            "Damage insulation on power lines to cause interference."
          ]
        },
        {
          "sentences": [
            "(d) Mail"
          ]
        },
        {
          "sentences": [
            "(1) Post office employees can see to it that enemy mail is always delayed by one day or more, that it is put in wrong sacks, and so on."
          ]
        },
        {
          "sentences": [
            "(e) Motion Pictures"
          ]
        },
        {
          "sentences": [
            "(1) Projector operators can ruin newsreels and other enemy propaganda films by bad focusing, speeding up or slowing down the film and by causing frequent breakage in the film."
          ]
        },
        {
          "sentences": [
            "(2) Audiences can ruin enemy propaganda films by applauding to drown the words of the speaker, by coughing loudly, and by talking."
          ]
        },
        {
          "sentences": [
            "(3) Anyone can break up a showing of an enemy propaganda film by putting two or three dozen large moths in a paper bag.",
            "Take the bag to the movies with you, put it on the floor in an empty section of the theater as you go in and leave it open.",
            "The moths will fly out and climb into the projector beam, so that the film will be obscured by fluttering shadows."
          ]
        },
        {
          "sentences": [
            "(f) Radio"
          ]
        },
        {
          "sentences": [
            "(1) Station engineers will find it quite easy to overmodulate transmissions of talks by persons giving enemy propaganda or instructions, so that they will sound as if they were talking through a heavy cotton blanket with a mouth full of marbles."
          ]
        },
        {
          "sentences": [
            "(2) In your own apartment building, you can interfere with radio reception at times when the enemy wants everybody to listen.",
            "Take an electric light plug off the end of an electric light cord; take some wire out of the cord and tie it across two terminals of a two-prong plug or three terminals of a four-prong plug.",
            "Then take it around and put it into as many wall and floor outlets as you can find.",
            "Each time you insert the plug into a new circuit, you will blow out a fuse and silence all radios running on power from that circuit until a new fuse is put in."
          ]
        },
        {
          "sentences": [
            "(3) Damaging insulation on any electrical equipment tends to create radio interference in the immediate neighborhood, particularly on large generators, neon signs, fluorescent lighting, X-ray machines, and power lines.",
            "If workmen can damage insulation on a high tension line near an enemy airfield, they will make ground-to-plane radio communications difficult and perhaps impossible during long periods of the day."
          ]
        },
        {
          "sentences": [
            "(10) _Electric Power_"
          ]
        },
        {
          "sentences": [
            "(a) Turbines, Electric Motors, Transformers"
          ]
        },
        {
          "sentences": [
            "(1) See b. (2) (e), (f),and (g)."
          ]
        },
        {
          "sentences": [
            "(b) Transmission Lines"
          ]
        },
        {
          "sentences": [
            "(1.) Linesmen can loosen and dirty insulators to cause power leakage.",
            "It will be quite easy, too, for them to tie a piece of very heavy string several times back and forth between two parallel transmission lines, winding it several turns around the wire each time.",
            "Beforehand, the string should be heavily saturated with salt and then dried.",
            "When it rains, the string becomes a conductor, and a short-circuit will result."
          ]
        },
        {
          "sentences": [
            "(11) _General Interference with Organizations and Production_"
          ]
        },
        {
          "sentences": [
            "(a) Organizations and Conferences (1) Insist on doing everything through “channels.” Never permit short-cuts to be taken in order to expedite decisions."
          ]
        },
        {
          "sentences": [
            "(2) Make “speeches.” Talk as frequently as possible and at great length.",
            "Illustrate your “points” by long anecdotes and accounts of personal experiences.",
            "Never hesitate to make a few appropriate “patriotic” comments."
          ]
        },
        {
          "sentences": [
            "(3) When possible, refer all matters to committees, for “further study and consideration.” Attempt to make the committees as large as possible—never less than five."
          ]
        },
        {
          "sentences": [
            "(4) Bring up irrelevant issues as frequently as possible."
          ]
        },
        {
          "sentences": [
            "(5) Haggle over precise wordings of communications, minutes, resolutions."
          ]
        },
        {
          "sentences": [
            "(6) Refer back to matters decided upon at the last meeting and attempt"
          ]
        }
      ],
      "sentence_count": 355,
      "word_count": 6140
    },
    {
      "number": "2",
      "title": "re-open the question of the advisability of that decision.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "(7) Advocate “caution.” Be “reasonable” and urge your fellow-conferees to be “reasonable” and avoid haste which might result in embarrassments or difficulties later on."
          ]
        },
        {
          "sentences": [
            "(8) Be worried about the propriety of any decision—raise the question of whether such action as is contemplated lies within the jurisdiction of the group or whether it might conflict with the policy of some higher echelon."
          ]
        },
        {
          "sentences": [
            "(b) Managers and Supervisors"
          ]
        },
        {
          "sentences": [
            "(1) Demand written orders."
          ]
        },
        {
          "sentences": [
            "(2) “Misunderstand” orders.",
            "Ask endless questions or engage in long correspondence about such orders.",
            "Quibble over them when you can."
          ]
        },
        {
          "sentences": [
            "(3) Do everything possible to delay the delivery of orders.",
            "Even though parts of an order may be ready beforehand, don’t deliver it until it is completely ready."
          ]
        },
        {
          "sentences": [
            "(4) Don’t order new working materials until your current stocks have been virtually exhausted, so that the slightest delay in filling your order will mean a shutdown."
          ]
        },
        {
          "sentences": [
            "(5) Order high-quality materials which are hard to get.",
            "If you don’t get them argue about it.",
            "Warn that inferior materials will mean inferior work."
          ]
        },
        {
          "sentences": [
            "(6) In making work assignments, always sign out the unimportant jobs first.",
            "See that the important jobs are assigned to inefficient workers of poor machines."
          ]
        },
        {
          "sentences": [
            "(7) Insist on perfect work in relatively unimportant products; send back for refinishing those which have the least flaw.",
            "Approve other defective parts whose flaws are not visible to the naked eye."
          ]
        },
        {
          "sentences": [
            "(8) Make mistakes in routing so that parts and materials will be sent"
          ]
        }
      ],
      "sentence_count": 18,
      "word_count": 239
    },
    {
      "number": "3",
      "title": "the wrong place in the plant.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "(9) When training new workers, give incomplete or misleading instructions."
          ]
        },
        {
          "sentences": [
            "(10) To lower morale and with it, production, be pleasant to inefficient workers; give them undeserved promotions.",
            "Discriminate against efficient workers; complain unjustly about their work."
          ]
        },
        {
          "sentences": [
            "(11) Hold conferences when there is more critical work to be done."
          ]
        },
        {
          "sentences": [
            "(12) Multiply paper work in plausible ways."
          ]
        },
        {
          "sentences": [
            "Start duplicate files."
          ]
        },
        {
          "sentences": [
            "(13) Multiply the procedures and clearances involved in issuing instructions, pay checks, and so on.",
            "See that three people have to approve everything where one would do."
          ]
        },
        {
          "sentences": [
            "(14) Apply all regulations to the last letter."
          ]
        },
        {
          "sentences": [
            "(c) Office Workers"
          ]
        },
        {
          "sentences": [
            "(1) Make mistakes in quantities of material when you are copying orders.",
            "Confuse similar names.",
            "Use wrong addresses."
          ]
        },
        {
          "sentences": [
            "(2) Prolong correspondence with government bureaus."
          ]
        },
        {
          "sentences": [
            "(3) Misfile essential documents."
          ]
        },
        {
          "sentences": [
            "(4) In making carbon copies, make one too few, so that an extra copying job will have to be done."
          ]
        },
        {
          "sentences": [
            "(5) Tell important callers the boss is busy or talking on another telephone."
          ]
        },
        {
          "sentences": [
            "(6) Hold up mail until the next collection."
          ]
        },
        {
          "sentences": [
            "(7) Spread disturbing rumors that sound like inside dope."
          ]
        },
        {
          "sentences": [
            "(d) Employees"
          ]
        },
        {
          "sentences": [
            "(1) _Work slowly_.",
            "Think out ways to increase the number of movements necessary on your job: use a light hammer instead of a heavy one, try to make a small wrench do when a big one is necessary, use little force where considerable force is needed, and so on."
          ]
        },
        {
          "sentences": [
            "(2) Contrive as many interruptions to your work as you can: when changing the material on which you are working, as you would on a lathe or punch, take needless time to do it.",
            "If you are cutting, shaping or doing other measured work, measure dimensions twice as often as you need to.",
            "When you go to the lavatory, spend a longer time there than is necessary."
          ]
        },
        {
          "sentences": [
            "Forget tools so that you will have to go back after them."
          ]
        },
        {
          "sentences": [
            "(3) Even if you understand the language, pretend not to understand  instructions in a foreign tongue."
          ]
        },
        {
          "sentences": [
            "(4) Pretend that instructions are hard to understand, and ask to have them repeated more than once.",
            "Or pretend that you are particularly anxious to do your work, and pester the foreman with unnecessary questions."
          ]
        },
        {
          "sentences": [
            "(5) Do your work poorly and blame it on bad tools, machinery, or equipment.",
            "Complain that these things are preventing you from doing your job right."
          ]
        },
        {
          "sentences": [
            "(6) Never pass on your skill and experience to a new or less skillful worker."
          ]
        },
        {
          "sentences": [
            "(7) Snarl up administration in every possible way.",
            "Fill out forms illegibly so that they will have to be done over; make mistakes or omit requested information in forms."
          ]
        },
        {
          "sentences": [
            "(8) If possible, join or help organize a group for presenting employee problems to the management.",
            "See that the procedures adopted are as inconvenient as possible for the management, involving the presence of a large number of employees at each presentation, entailing more than one meeting for each grievance, bringing up problems which are largely imaginary, and so on."
          ]
        },
        {
          "sentences": [
            "(9) Misroute materials."
          ]
        },
        {
          "sentences": [
            "(10) Mix good parts with unusable scrap and rejected parts."
          ]
        },
        {
          "sentences": [
            "(12) _General Devices for Lowering Morale and Creating Confusion_"
          ]
        },
        {
          "sentences": [
            "(a) Give lengthy and incomprehensible explanations when questioned."
          ]
        },
        {
          "sentences": [
            "(b) Report imaginary spies or danger to the Gestapo or police."
          ]
        },
        {
          "sentences": [
            "(c) Act stupid."
          ]
        },
        {
          "sentences": [
            "(d) Be as irritable and quarrelsome as possible without getting yourself into trouble."
          ]
        },
        {
          "sentences": [
            "(e) Misunderstand all sorts of regulations concerning such matters as rationing, transportation, traffic regulations."
          ]
        },
        {
          "sentences": [
            "(f) Complain against ersatz materials."
          ]
        },
        {
          "sentences": [
            "(g) In public treat axis nationals or quislings coldly."
          ]
        },
        {
          "sentences": [
            "(h) Stop all conversation when axis nationals or quislings enter a cafe."
          ]
        },
        {
          "sentences": [
            "(i) Cry and sob hysterically at every occasion, especially when confronted by government clerks."
          ]
        },
        {
          "sentences": [
            "(j) Boycott all movies, entertainments, concerts, newspapers which are in any way connected with the quisling authorities."
          ]
        },
        {
          "sentences": [
            "(k) Do not cooperate in salvage schemes."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK SIMPLE SABOTAGE FIELD MANUAL ***"
          ]
        }
      ],
      "sentence_count": 51,
      "word_count": 631
    }
  ],
  "statistics": {
    "total_chapters": 3,
    "total_paragraphs": 254,
    "total_sentences": 424,
    "total_words": 7010,
    "average_sentences_per_chapter": 141.33333333333334,
    "average_paragraphs_per_chapter": 84.66666666666667,
    "average_sentences_per_paragraph": 1.669291338582677,
    "average_words_per_sentence": 16.53301886792453
  }
}