{
  "metadata": {
    "title": "Unknown",
    "author": "Unknown",
    "date": "",
    "source": "Unknown",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "IN TWO VOLUMES",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "VOLUME I."
          ]
        },
        {
          "sentences": [
            "{e Herodotou diathesis en apasin epieikes, kai tois men agathois sunedomene, tois de kakois sunalgousa}.—Dion.",
            "Halic."
          ]
        },
        {
          "sentences": [
            "{monos 'Erodotos 'Omerikhotatos egeneto}.—Longinus."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 22
    },
    {
      "number": "2",
      "title": "Greek text has been transliterated and marked with brackets, as in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the opening citation above."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 4
    },
    {
      "number": "3",
      "title": "that is in nearly five hundred places altogether; and the results, when",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "they are worth observing, are recorded in the notes.",
            "At the same time, by the suggestion of Dr. Stein, I re-collated a large part of the third book in the Ms. which is commonly referred to as F (i. e.",
            "Florentinus), called by Stein C, and I examined this Ms. also in a certain number of other places.",
            "It should be understood that wherever in the notes I mention the reading of any particular Ms. by name, I do so on my own authority."
          ]
        },
        {
          "sentences": [
            "The notes have been confined to a tolerably small compass.",
            "Their purpose"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 96
    },
    {
      "number": "4",
      "title": "this translation I have access only to a fragment written out some",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "years ago, when the British Museum was within my reach.",
            "Other particular obligations are acknowledged in the notes."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 18
    },
    {
      "number": "5",
      "title": "books, in which he almost invariably prefers the authority of Gronovius",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to that of Stein, where their reports differ.",
            "In so doing he is wrong in all cases (I think) except one, namely i. {to degomeno}.",
            "He is wrong, for examine, in i. 189, where the Ms. has {touto}, i. {an agesthai}, i. {odon}, ii. {te de}, ii. {up auto}, ii. {kai prosotata}, ii. {to addo} (without {dao}), ii. {no}.",
            "Abicht also has made several inaccurate statements, e. g. i. 185, where the Ms. has {es ton Euphreten}, and vii. {Xerxes}.",
            "For example in the index of proper names attached to Stein's"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 91
    },
    {
      "number": "6",
      "title": "mistakes or oversights: no doubt I have been saved by it from at least",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "as many."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 2
    },
    {
      "number": "7",
      "title": "THE HISTORY OF HERODOTUS",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "BOOK I.",
            "THE FIRST BOOK OF THE HISTORIES, CALLED CLIO"
          ]
        },
        {
          "sentences": [
            "This is the Showing forth of the Inquiry of Herodotus of Halicarnassos,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 22
    },
    {
      "number": "8",
      "title": "Croesus subdued and kept under his rule all the nations, that is to say",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Lydians, Phrygians, Mysians, Mariandynoi, Chalybians, Paphlagonians, Thracians both Thynian and Bithynian, Carians, Ionians, Dorians, Aiolians, and Pamphylians), 29, when these, I say, had been subdued, and while he was still adding"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 31
    },
    {
      "number": "9",
      "title": "therefore that thy son, whom thou commandest me to protect, will home to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "thee unhurt, so far as his protector may avail to keep him safe.\""
          ]
        },
        {
          "sentences": [
            "When he had made answer to Croesus in words like these, they afterwards set forth provided with chosen young men and with dogs.",
            "And when they were come to Mount Olympos, they tracked the animal;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 48
    },
    {
      "number": "10",
      "title": "asked that which they were commanded to ask, the Pythian prophetess",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "spoke thus in hexameter measure:"
          ]
        },
        {
          "sentences": [
            "\"But the number of sand I know, and the measure of drops in the ocean;  The dumb man I understand, and I hear the speech of the speechless:"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 33
    },
    {
      "number": "11",
      "title": "And there hath come to my soul the smell of a strong-shelled tortoise",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Boiling in caldron of bronze, and the flesh of a lamb mingled with it;  Under it bronze is laid, it hath bronze as a clothing upon it.\""
          ]
        },
        {
          "sentences": [
            "When the Pythian prophetess had uttered this oracle, the Lydians caused the prophecy to be written down, and went away at once to Sardis."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 51
    },
    {
      "number": "12",
      "title": "Oracle the third time; for from the time when he learnt the truth of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Oracle, he made abundant use of it.",
            "And consulting the Oracle he inquired whether his monarchy would endure for a long time.",
            "And the Pythian prophetess answered him thus:"
          ]
        },
        {
          "sentences": [
            "\"But when it cometh to pass that a mule of the Medes shall be monarch  Then by the pebbly Hermos, O Lydian delicate-footed,  Flee and stay not, and be not ashamed to be callèd a coward.\""
          ]
        },
        {
          "sentences": [
            "By these lines when they came to him Croesus was pleased more than"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 79
    },
    {
      "number": "13",
      "title": "Pelasgian race also, 63 that so far as it remained Barbarian it never",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "made any great increase."
          ]
        },
        {
          "sentences": [
            "Of these races then Croesus was informed that the Athenian was held subject and torn with faction by Peisistratos the son of Hippocrates, who then was despot of the Athenians.",
            "For to Hippocrates, when as a"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "14",
      "title": "Amphilytos the Arcarnanian, 76 a soothsayer, who approaching him uttered",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "an oracle in hexameter verse, saying thus:"
          ]
        },
        {
          "sentences": [
            "\"But now the cast hath been made and the net hath been widely extended,  And in the night the tunnies will dart through the moon-lighted waters.\""
          ]
        },
        {
          "sentences": [
            "This oracle he uttered to him being divinely inspired, and"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "15",
      "title": "Delphi, and as he entered the sanctuary of the temple, straightway the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Pythian prophetess said as follows:"
          ]
        },
        {
          "sentences": [
            "\"Lo, thou art come, O Lycurgos, to this rich shrine of my temple,  Loved thou by Zeus and by all who possess the abodes of Olympos.",
            "Whether to call thee a god, I doubt, in my voices prophetic,  God or a man, but rather a god I think, O Lycurgos.\""
          ]
        },
        {
          "sentences": [
            "Some say in addition to this that the Pythian prophetess also set"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 67
    },
    {
      "number": "16",
      "title": "consulted the Oracle at Delphi respecting conquest of the whole of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Arcadia; and the Pythian prophetess gave answer thus:"
          ]
        },
        {
          "sentences": [
            "\"The land of Arcadia thou askest; thou askest me much; I refuse it;  Many there are in Arcadian land, stout men, eating acorns;  These will prevent thee from this: but I am not grudging towards thee;  Tegea beaten with sounding feet I will give thee to dance in,  And a fair plain I will give thee to measure with line and divide it.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 71
    },
    {
      "number": "17",
      "title": "Orestes was laid: and when the messengers who were sent asked this, the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "prophetess said as follows:"
          ]
        },
        {
          "sentences": [
            "\"Tegea there is, in Arcadian land, in a smooth place founded;  Where there do blow two blasts by strong compulsion together;  Stroke too there is and stroke in, and trouble on trouble.",
            "There Agamemnon's son in the life-giving earth is reposing;  Him if thou bring with thee home, of Tegea thou shalt be master.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 58
    },
    {
      "number": "18",
      "title": "Croesus: for it is true indeed that the Persians before they subdued the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Lydians had no luxury nor any good thing."
          ]
        },
        {
          "sentences": [
            "Now the Cappadokians are called by the Hellenes Syrians; and these Syrians, before the Persians had rule, were subjects of the Medes, but at this time they were subjects of Cyrus.",
            "For the boundary between"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "19",
      "title": "everything that was possible for him, and besides other things which he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "devised he had also sent messengers to Delphi to inquire concerning him.",
            "And the Pythian prophetess spoke to him thus:"
          ]
        },
        {
          "sentences": [
            "\"Lydian, master of many, much blind to destiny, Croesus,  Do not desire to hear in thy halls that voice which is prayed for,  Voice of thy son; much better if this from thee were removèd,  Since he shall first utter speech in an evil day of misfortune.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 67
    },
    {
      "number": "20",
      "title": "of the monument is six furlongs and two hundred feet, 105 and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "breadth is thirteen hundred feet.",
            "And adjoining the monument is a great lake, which the Lydians say has a never-failing supply of water, and it is called the lake of Gyges.",
            "Such is the nature of this monument."
          ]
        },
        {
          "sentences": [
            "Now the Lydians have very nearly the same customs as the Hellenes,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 50
    },
    {
      "number": "21",
      "title": "their name they were called after the king's son who led them out from",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "home, not Lydians but Tyrsenians, taking the name from him."
          ]
        },
        {
          "sentences": [
            "The Lydians then had been made subject to the Persians as I say:"
          ]
        },
        {
          "sentences": [
            "95, and after this our history proceeds to inquire about Cyrus, who he"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 36
    },
    {
      "number": "22",
      "title": "their report, I say, I shall write; but I could set forth also the other",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "forms of the story in three several ways."
          ]
        },
        {
          "sentences": [
            "The Assyrians ruled Upper Asia for five hundred and twenty years, and from them the Medes were the first who made revolt.",
            "These having fought for their freedom with the Assyrians proved themselves good men,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "23",
      "title": "governed and we ourselves shall turn to labour, and shall not be ruined",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "by lawlessness.\"",
            "By some such words as these they persuaded themselves to have a king."
          ]
        },
        {
          "sentences": [
            "And when they straightway proposed the question whom they should set up to be king, Deïokes was much put forward and commended by every one, until at last they agreed that he should be their king.",
            "And he bade them"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 55
    },
    {
      "number": "24",
      "title": "These had invaded Asia after driving the Kimmerians out of Europe, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in pursuit of them as they fled they had come to the land of Media."
          ]
        },
        {
          "sentences": [
            "Now from the Maiotian lake to the river Phasis and to the land of the Colchians is a journey of thirty days for one without encumbrance; and from Colchis it is not far to pass over to Media, for there"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 55
    },
    {
      "number": "25",
      "title": "quiet disposition, counting him to be in station much below a Mede of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "middle rank."
          ]
        },
        {
          "sentences": [
            "And when Mandane was married to Cambyses, in the first year Astyages saw another vision.",
            "It seemed to him that from the womb of this daughter a vine grew, and this vine overspread the whole of Asia.",
            "Having"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 40
    },
    {
      "number": "26",
      "title": "being a victor paid no regard to this rule, but carried away the tripod",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to his own house and hung it up there upon a nail.",
            "On this ground the other five cities, Lindos, Ialysos and Cameiros, Cos and Cnidos, excluded the sixth city Halicarnassos from sharing in the temple."
          ]
        },
        {
          "sentences": [
            "Upon these they laid this penalty: but as for the Ionians, I think"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 49
    },
    {
      "number": "27",
      "title": "subject to this rule, that their names all end in the same letter, just",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "like the names of the Persians.) These then are the Ionian cities:"
          ]
        },
        {
          "sentences": [
            "149, and those of Aiolia are as follows:—Kyme, which is called Phriconis, Larisai, Neon-teichos, Temnos, Killa, Notion, Aigiroëssa,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 30
    },
    {
      "number": "28",
      "title": "Sardis, he hired for himself mercenaries and persuaded the men of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sea-coast to join his expedition.",
            "So he marched on Sardis and besieged Tabalos, having shut himself up in the citadel."
          ]
        },
        {
          "sentences": [
            "Hearing this on his way, Cyrus said to Croesus as follows: \"Croesus, what end shall I find of these things which are coming to pass?",
            "The Lydians will not cease as it seems, from giving trouble to me and from having it themselves.",
            "I doubt me if it were not best to"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 72
    },
    {
      "number": "29",
      "title": "from the inner shrine directed to Aristodicos and speaking thus: \"Thou",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "most impious of men, why dost thou dare to do this?",
            "Dost thou carry away by force from my temple the suppliants for my protection?\"",
            "And Aristodicos, it is said, not being at all at a loss replied to this: \"Lord, dost thou thus come to the assistance of thy suppliants, and yet biddest the men of Kyme deliver up theirs?\"",
            "and the god answered him"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 66
    },
    {
      "number": "30",
      "title": "came to Ionia and proceeded to take the cities by throwing up mounds",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "against them: for when he had enclosed any people within their walls, then he threw up mounds against the walls and took their city by storm; and the first city of Ionia upon which he made an attempt was Phocaia."
          ]
        },
        {
          "sentences": [
            "Now these Phocaians were the first of the Hellenes who made long"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 52
    },
    {
      "number": "31",
      "title": "their native land, and they proved false to their oath and sailed back",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to Phocaia.",
            "But those of them who kept the oath still, weighed anchor from the islands of Oinussai and sailed."
          ]
        },
        {
          "sentences": [
            "When these came to Kyrnos, for five years they dwelt together with those who had come thither before, and they founded temples there.",
            "Then, since they plundered the property of all their neighbours,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 53
    },
    {
      "number": "32",
      "title": "as much as their ships proved capable of carrying, and then they left",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Kyrnos behind them and sailed to Rhegion."
          ]
        },
        {
          "sentences": [
            "But as for the crews of the ships that were destroyed, the Carthaginians and Tyrsenians obtained much the greater number of them, and these they brought to land and killed by stoning.",
            "After this the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "33",
      "title": "and that the other cities should be inhabited as before, but accounted",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "just as if they were demes."
          ]
        },
        {
          "sentences": [
            "These men set forth to them counsels of the kind which I have said:"
          ]
        },
        {
          "sentences": [
            "171. but Harpagos, after subduing Ionia, proceeded to march against the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 31
    },
    {
      "number": "34",
      "title": "up; so they sent men to ask the Oracle at Delphi what the cause of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the difficulty was.",
            "And the Pythian prophetess, as the men of Cnidos themselves report, gave them this reply in trimeter verse:—"
          ]
        },
        {
          "sentences": [
            "\"Fence not the place with towers, nor dig the isthmus through;  Zeus would have made your land an island, had he willed.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "35",
      "title": "there is a river there of no great size, and the name of the river is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "also Is, and it sends its stream into the river Euphrates.",
            "This river Is throws up together with its water lumps of asphalt in great abundance, and thence was brought the asphalt for the wall of Babylon."
          ]
        },
        {
          "sentences": [
            "Babylon then was walled in this manner; and there are two divisions of the city; for a river whose name is Euphrates parts it in the middle."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 64
    },
    {
      "number": "36",
      "title": "tomb and found not indeed money but the corpse, with writing which said",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "thus: \"If thou hadst not been insatiable of wealth and basely covetous, thou wouldest not have opened the resting-places of the dead.\""
          ]
        },
        {
          "sentences": [
            "This queen then is reported to have been such as I have described: and it was the son of this woman, bearing the same name as his father,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 50
    },
    {
      "number": "37",
      "title": "as they chanced to be holding a festival, they went on dancing and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "rejoicing during this time until they learnt the truth only too well."
          ]
        },
        {
          "sentences": [
            "Babylon then had thus been taken for the first time:"
          ]
        },
        {
          "sentences": [
            "192, and as to the resources of the Babylonians how great they are, I"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 36
    },
    {
      "number": "38",
      "title": "they were oppressed and ruined, each one of the common people when he is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in want of livelihood prostitutes his female children."
          ]
        },
        {
          "sentences": [
            "Next in wisdom to that, is this other custom which was established among them:—they bear out the sick into the market-place; for of physicians they make no use.",
            "So people come up to the sick man and give"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 46
    },
    {
      "number": "39",
      "title": "whithersoever Cyrus directed his march, it was impossible for that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "nation to escape."
          ]
        },
        {
          "sentences": [
            "Now the ruler of the Massagetai was a woman, who was queen after the death of her husband, and her name was Tomyris.",
            "To her Cyrus sent and wooed her, pretending that he desired to have her for his wife:"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "40",
      "title": "matter before them for discussion, asking their advice as to which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the two things he should do: and their opinions all agreed in one, bidding him receive Tomyris and her army into his country."
          ]
        },
        {
          "sentences": [
            "But Croesus the Lydian, being present and finding fault with this opinion, declared an opinion opposite to that which had been set forth,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 47
    },
    {
      "number": "41",
      "title": "sacrifice is this:—to the swiftest of the gods they assign the swiftest",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of all mortal things."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 4
    },
    {
      "number": "42",
      "title": "its subject from the mention of Hellenes and Barbarians in the preceding",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "clause.",
            "Many Editors have \"with the Phenicians,\" on the authority of some inferior MSS. and of the Aldine edition.  {arpages}.  \"thus or in some other particular way.\"",
            "{Surion}, see ch. 72.",
            "Herodotus perhaps meant to distinguish {Surioi} from {Suroi}, and to use the first name for the Cappadokians and the second for the people of Palestine, cp. ii. 104; but they are naturally confused in the MSS.  {ex epidromes arpage}.  {tes anoigomenes thures}, \"the door that is opened.\"",
            "Or \"because she was ashamed.\"",
            "{phoitan}.  {upeisdus}: Stein adopts the conjecture {upekdus}, \"slipping out of his hiding-place.\"",
            "This last sentence is by many regarded as an interpolation.",
            "The line referred to is {Ou moi ta Gugeo tou polukhrosou melei}.",
            "See v. 92.  i. e. like other kings of Lydia who came after him.  {Kolophonos to astu}, as opposed apparently to the acropolis, cp. viii. 51.",
            "See ch. 73.  {o kai esballon tenikauta es ten Milesien ten stratien}: an"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 156
    },
    {
      "number": "43",
      "title": "is here added to inform the reader that they belong equally to his",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "father.",
            "It will hardly mend matters much if we take {o Audos} in ch. to include both father and son.  {didaxanta}.",
            "This name is applied by Herodotus to the southern part of the peninsula only.",
            "Tarentum.  {en toisi edolioisi}: properly \"benches,\" but probably here the raised deck at the stern.  {ou mega}: many of the MSS. have {mega}.  {stadioi}: furlongs of about English feet.  {to epilogo}.",
            "This list of nations is by some suspected as an interpolation; see Stein's note on the passage.  {sophistai}: cp. ii. 49, and iv. 95.  {etheto}.  {olbiotaton}.  {stadious}.  {romen}: many of the MSS. have {gnomen}, \"good disposition.\"",
            "i. e. their mother: but some understand it to mean the goddess.  {en telei touto eskhonto}.  {anolbioi}.  {eutukhees}.  {aperos}: the MSS. have {apeiros}.  {aikhme sideree blethenta}.  \"in the house of Croesus.\"",
            "{'Epistion}.  {'Etaireion}.  {suggrapsamenous}, i. e. have it written down by the {propsetes} (see vii. and viii. 37), who interpreted and put into regular verse the inspired utterances of the prophetess {promantis}.  {es to megaron}.  {oida d' ego}: oracles often have a word of connection such as {de} or {alla} at the beginning (cp. ch. 55, 174, etc.), which may indicate that they are part of a larger connected utterance.",
            "Cp. vii. and ix. (\"I accept the omen.\")  See viii. 134.  {kai touton}, i. e.",
            "Amphiaraos: many Editors retain the readings of"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 224
    },
    {
      "number": "44",
      "title": "the Aldine edition, {kai touto}, \"that in this too he had found a true",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Oracle.\"",
            "{emiplinthia}, the plinth being supposed to be square.  {exapalaiota}, the palm being about three inches, cp. ii. 149.  {apephthou khrusou}, \"refined gold.\"",
            "{triton emitalanton}: the MSS. have {tria emitalanta}, which has been corrected partly on the authority of Valla's translation.  \"white gold.\"",
            "Arranged evidently in stages, of which the highest consisted of the half-plinths of pure gold, the second of half-plinths, the third of 35, the fourth of 63, making in all: see Stein's note.  {elkon stathmon einaton emitalanton kai eti duodeka mneas}.",
            "The {mnea} (mina) is 15. oz., and of them go to a talent.  {epi tou proneiou tes gonies}, cp. viii. 122: the use of {epi}"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 109
    },
    {
      "number": "45",
      "title": "seems to suggest some kind of raised corner-stone upon which the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "offerings stood.",
            "The {amphoreus} is about gallons.",
            "Cp. iii. 41.  {perirranteria}.  {kheumata}, which some translate \"jugs\" or \"bowls.\"",
            "{umin}, as if both Oracles were being addressed together.  i. e.",
            "Delphi.  {enephoreeto}, \"he filled himself with it.\"",
            "{Krestona}: Niebuhr would read {Krotona} (Croton or Cortona in Etruria), partly on the authority of Dionysius: see Stein's note.",
            "Two of the best MSS. are defective in this part of the book.",
            "See ii. and vi. 137.  {auxetai es plethos ton ethneon pollon}: \"has increased to a multitude of its races, which are many.\"",
            "Stein and Abicht both venture"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 95
    },
    {
      "number": "46",
      "title": "whole passage is probably in some way corrupt, but it can hardly be",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "successfully emended.  i. e. as it is of the Hellenic race before it parted from the Pelasgian and ceased to be Barbarian.  {katekhomenon te kai diespasmenon... upo Peisistratou}.",
            "Peisistratos was in part at least the cause of the divisions.  {paralon}.  {uperakrion}.  {toutous}: some read by conjecture {triekosious}, \"three hundred,\" the number which he actually had according to Polyænus, i. 21.  {doruphoroi}, the usual word for a body-guard.  {perielaunomenos de te stasi}: Stein says \"harassed by attacks of his own party,\" but the passage to which he refers in ch. 61, {katallasseto ten ekhthren toisi stasiotesi}, may be referred to in the quarrel made with his party by Megacles when he joined Peisistratos.",
            "More literally, \"since from ancient time the Hellenic race had been"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 123
    },
    {
      "number": "47",
      "title": "are accounted the first of the Hellenes in ability, these men devised a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "trick as follows.\"",
            "The cubit is reckoned as finger-breadths, i. e. about inches.",
            "So Rawlinson.",
            "See v. 70.  {dia endekatou eteos}.",
            "Not quite the same as {dia evdeka eteon} (\"after an interval of eleven years\"); rather \"in the eleventh year\" (i. e. \"after an interval of ten years\").  {thein pompe khreomenos}.",
            "For {'Akarnan} it has been suggested to read {'Akharneus}, because this man is referred to as an Athenian by various writers.",
            "However"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 73
    },
    {
      "number": "48",
      "title": "Acarnanians were celebrated for prophetic power, and he might be called",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "an Athenian as resident with Peisistratos at Athens.",
            "Or \"for that part of the land from which the temple could be seen,\" but cp.",
            "Thuc. iii. 104.",
            "In either case the meaning is the same.  {enomotias kai triekadas kai sussitia}.",
            "The {enomotia} was the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 44
    },
    {
      "number": "49",
      "title": "primary division of the Spartan army: of the {triekas} nothing is known",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "for certain.  {kibdelo}, properly \"counterfeit\": cp. ch. 75.  {skhoino diametresamenoi}: whether actually, for the purpose of"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 16
    },
    {
      "number": "50",
      "title": "them together lay on the ground like a measuring-tape, is left",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "uncertain.",
            "Cp. ix. 70.  {epitarrothos}.",
            "Elsewhere (that is in Homer) the word always means \"helper,\" and Stein translates it so here, \"thou shalt be protector and patron of Tegea\" (in the place of Orestes).",
            "Mr. Woods explains it by"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 39
    },
    {
      "number": "51",
      "title": "envoy, who is usually addressed in the second person, but only",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "as representative of those who sent him.",
            "The conjectural reading {epitarrothon exeis}, \"thou shalt have him as a helper against Tegea,\" is tempting.  {agathoergon}.",
            "This was to enable him the better to gain his ends at Tegea.",
            "Cp. ch. 51, note.",
            "See ch. 6.  {euzono andri}: cp. ch. and ii. 34.",
            "The word {euzonos} is used of light-armed troops; Hesychius says, {euzonos, me ekhon phortion}.  {orgen ouk akros}: this is the reading of all the best MSS., and it is sufficiently supported by the parallel of v. 124, {psukhen ouk akros}.",
            "Most Editors however have adopted the reading {orgen akros}, as equivalent to {akrakholos}, \"quick-tempered.\"",
            "It has been suggested by some that this clause is not genuine."
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 117
    },
    {
      "number": "52",
      "title": "ceased, therefore it was no more a {nuktomakhin} than any other battle",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "which is interrupted by darkness coming on.",
            "See ch. 188.",
            "Nabunita was his true name.",
            "See ch. ff.",
            "Not \"somewhere near the city of Sinope,\" for it must have been at a considerable distance and probably far inland.",
            "Sinope itself is at least fifty miles to the west of the Halys.",
            "I take it to mean that Pteria was nearly due south of Sinope, i. e. that the nearest road from Pteria to the sea led to Sinope.",
            "Pteria no doubt was the name of a region as well as of a city.  {anastatous epoiese}.",
            "This is the son of the man mentioned in ch. 74.  {us en autou xeinikos}.",
            "Stein translates \"so much of it as was mercenary,\" but it may be doubted if this is possible.",
            "Mr. Woods, \"which army of his was a foreign one.\"",
            "{Metros Dindumenes}, i. e.",
            "Kybele: the mountain is Dindymos in Phrygia.  i. e. the whole strip of territory to the West of the peninsula of Argolis, which includes Thyrea and extends southwards to Malea: \"westwards as far as Malea\" would be absurd.  {outos}: a conjectural emendation of {autos}.  {autos}: some MSS. read {o autos}, \"this same man.\"",
            "{aneneikamenon}, nearly equivalent to {anastemaxanta} (cp.",
            "Hom.",
            "Il. xix. 314), {mnesamenos d' adinos aneneikato phonesen te}.",
            "Some translate it here, \"he recovered himself,\" cp. ch. 116, {aneneikhtheis}.  {ubristai}.  {proesousi}: a conjectural emendation of {poiesousi}, adopted in most of the modern editions.  {touto oneidisai}: or {touton oneidisai}, \"to reproach the god with these things.\"",
            "The best MSS. have {touto}.  {to kai... eipe ta eipe Loxias k. t. l.}: various emendations have been proposed.",
            "If any one is to be adopted, the boldest would perhaps be the best, {to de kai... eipe Loxias}.  {oia te kai alle khore}, \"such as other lands have.\"",
            "{stadioi ex kai duo plethra}.  {plethra tria kai deka}.  {Gugaie}.",
            "Or \"Tyrrhenia.\"",
            "Or \"Umbrians.\"",
            "{tes ano 'Asies}, i. e. the parts which are removed from the Mediterranean.  i. e. nature would not be likely to supply so many regularly ascending circles.",
            "Stein alters the text so that the sentence runs thus, \"and whereas there are seven circles of all, within the last is the royal palace,\" etc.  i. e. \"to laugh or to spit is unseemly for those in presence of"
          ]
        }
      ],
      "sentence_count": 24,
      "word_count": 377
    },
    {
      "number": "53",
      "title": "Persais kai to apoptuein kai to apomuttesthai}, (quoted by Stein, who",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "however gives a different interpretation).  {tauta de peri eouton esemnune}: the translation given is that of Mr. Woods.  {allos mentoi eouton eu ekontes}: the translation is partly due to Mr. Woods.  i. e.",
            "East of the Halys: see note on ch. 95.",
            "See iv. 12.",
            "Cp. ch. 72.  {ten katuperthe odon}, i. e. further away from the Euxine eastwards.  {o theos}.  {khoris men gar phoron}: many Editors substitute {phoron} for {phoron}, but {phoron} may stand if taken not with {khoris} but with {to ekastoisi epeballon}.",
            "Cp. ch. 184, \"the Assyrian history.\"",
            "{uperthemenos}, a conjectural emendation of {upothemenos}, cp. ch. where the MSS. give {uperthemenos}, (the Medicean with {upo} written above as a correction).",
            "Or \"expose me to risk,\" \"stake my safety.\"",
            "Or \"thou wilt suffer the most evil kind of death\": cp. ch. 167.  {tas aggelias pherein}, i. e. to have the office of {aggeliephoros} (ch. 120) or {esaggeleus} (iii. 84), the chamberlain through whom communications passed.  {dialabein}.",
            "So translated by Mr. Woods.  {es tas anagkas}, \"to the necessity,\" mentioned above.",
            "Or \"to celebrate good fortune.\"",
            "{akreon kheiron te kai podon}: cp. ii. (e), {apotamonta en to omo ten kheira}.  {esti te o pais kai periesti}.",
            "So translated by Mr. Woods.  {erkhe}: a few inferior MSS. have {eikhe}, which is adopted by several Editors.  {para smikra... kekhoreke}, \"have come out equal to trifles.\"",
            "{kuon}: cp. ch. 110.  {su nun}, answering to {se gar theoi eporeousi}: the MSS. and some Editors read {su nun}.  i. e. of the race of Perses: see vii. 61.  \"how his change from a throne to slavery was as compared with that feast, etc.,\" i. e. what did he think of it as a retribution.",
            "See ch. 106.",
            "The actual duration of the Median supremacy would be therefore a hundred years.",
            "This is by some altered to \"Alilat,\" by comparison of iii. 8.  {stemmasi}, i. e. the chaplets wound round with wool which were worn at Hellenic sacrifices.  {oulesi}.",
            "Cp. vii. 61.  {sitoisi}: perhaps \"plain dishes.\"",
            "{proskuneei}, i. e. kisses his feet or the ground.  {ton legomenon}, a correction of {to legomeno}. (The Medicean Ms. has {toi legomenoi} like the rest, not {toi legomeno}, as stated by Stein.)  {ekhomenon, kata ton auton de logon}: the MSS. and most Editors have {ekhomenon}. {kata ton auton de logon}; \"and this same rule the Persians observe in giving honour.\"",
            "This, however, makes it difficult (though not impossible) to refer {to ethnos} in the next clause to the"
          ]
        }
      ],
      "sentence_count": 19,
      "word_count": 408
    },
    {
      "number": "54",
      "title": "thus, \"for each race extended forward thus their rule or their deputed",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "authority.\"",
            "Cp. vii. 194.  {polloi}: omitted, or corrected variously, by Editors.",
            "There is,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 13
    },
    {
      "number": "55",
      "title": "perhaps, something wrong about the text in the next clause also, for it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "seems clear that white doves were not objected to by the Persians.",
            "See Stein's note.",
            "See ch. 95.",
            "These words, \"neither those towards the East nor those towards the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 29
    },
    {
      "number": "56",
      "title": "West\" have perhaps been interpolated as an explanation of {ta ano} and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "{ta kato}.",
            "As an explanation they can hardly be correct, but the whole passage is vaguely expressed.  {tropous tesseras paragogeon}.  i. e. the Asiatic Ionians who had formed a separate confederacy."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 31
    },
    {
      "number": "57",
      "title": "Some understand it to mean the Milesians, but this would give no",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "satisfactory connection with what follows.  {pentapolios}.  {exapolios}.  {mesogaioi}.",
            "Several of the other cities are at some distance from"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 18
    },
    {
      "number": "58",
      "title": "the coast, but the region is meant in each case rather than the city",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "(hence such forms as {Tritaiees}).  {'Elikonio}.",
            "This is condemned as an interpolation by some Editors.  {oreon de ekousan ouk omoios}.  {katastas}: cp. iii. 46.  {ktesamenoi}: Stein reads {stesamenoi} by conjecture: cp. vi. 58.  {phrontizo me ariston e}.",
            "The translation is Rawlinson's.  {kephale anamaxas}: cp.",
            "Hom.",
            "Od. xix. 92.  {es tous Bragkhidas}, i. e. the priests of the temple.",
            "The name of the place {Bragkhidai} is feminine, cp. ch. 92.  {onax}, addressing Apollo.  {exaipee tous strouthous k. t. l.} The verb is one which is commonly used of the destruction and depopulation of cities, cp. ch. 176. (Stein.)  {tou de 'Atarneos toutou esti khoros tes Musies}.  {ouk oligoi stadioi}.  {katirosai}, i. e. dedicate it to the king as a token of submission.  i. e.",
            "Corsica.  {anaphanenai}: the MSS. have {anaphenai}, which can only be"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 133
    },
    {
      "number": "59",
      "title": "translated by supplying {ton ponton} from {katepontosan}, \"till the sea",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "produced it again,\" but this is hardly satisfactory.  {Karkhedonioi}.  {elakhon te auton pollo pleious}.",
            "Several Editors suppose that words have been lost or that the text is corrupt.",
            "I understand it to"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 32
    },
    {
      "number": "60",
      "title": "but this would be {dielakhon}, and the proceeding would have no object",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "if the prisoners were to be put to death at once.",
            "For {pleious} Stein reads {pleistous}.  {ton Kurnon... ktisai eron eonta, all' ou ten neson}.  {bouleuterion}.  {outoi}: the MSS. have {outo}.  {autokhthonas epeirotas}.",
            "Many Editors insert {oi} before {tes khores tes spheteres} and alter the punctuation accordingly.",
            "Or \"all their land came within the isthmus.\"",
            "{epexiontes}: the MSS. have {upexiontes}, which Mr. Woods explains to mean \"coming forth suddenly.\"",
            "{epexelthontes}: the MSS. have {upexelthontes}.  {stadion}, and so throughout.",
            "The \"royal cubit\" appears to have measured about twenty-one inches.  {tous agkhonas}, the walls on the North and South of the city, called so because built at an angle with the side walls.  {laurai}, \"lanes.\"",
            "{kai autai}, but perhaps the text is not sound.  {thorex}, as opposed to the inner wall, which would be the {kithon} (cp. vii. 139).  {steinoteron}: Mr. Woods says \"of less thickness,\" the top of the wall being regarded as a road.  {duo stadion pante}, i. e. yards square.  {tou irou}, i. e. the sacred precincts; cp. {en to temenei touto}.  {neos}, the inner house of the temple.  {promantis}.  {ta telea ton probaton}.  \"at that time.\"",
            "{katapleontes ton Euphreten}: the MSS. have {katapleontes es ton E}. (It is not true, as stated by Abicht, that the Medicean Ms. omits {es}.)  {oligon ti parateinousa apo tou potamou}.  {ou gar ameinon}, an Epic phrase, cp. iii. and 82.  {eskeuasmenos}, a conjectural emendation of {eskeuasmenoisi}, \"with provisions well prepared.\"",
            "{kateteine skhoinoteneas upodexas diorukhas}.",
            "Stein understands {kateteine ten stratien} (resumed afterwards by {diataxas}), \"he extended his army, having first marked out channels straight by lines.\"",
            "{proesaxanto}, from {proesago}: it may be however from {prosatto}, \"they had heaped together provisions for themselves beforehand.\"",
            "{ten stratien apasan}.",
            "Stein thinks that some correction is needed.  {oi d' an perudontes k. t. l.}: the MSS. have {oud' an perudontes}, \"they would not even have allowed them to enter the city (from the river),\" but the negative is awkward referring to the participle alone,"
          ]
        }
      ],
      "sentence_count": 14,
      "word_count": 327
    },
    {
      "number": "61",
      "title": "have been an essential part of the scheme, not to be omitted in the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "description.",
            "The Attic medimnos (= choinikes) was rather less than gallons.  {ton tes Demetros karpon}.",
            "Stein supposes that words have fallen out before {ta gar de alla"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 27
    },
    {
      "number": "62",
      "title": "oar is used at a time and by two men looking different ways, of whom {o",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "men eso} is he who stands nearest to the side of the boat.",
            "If the talents meant are Euboic, this would be about tons.  {mitresi}: cp. vii. 62.  {os an ai parthenoi ginoiato}, equivalent to {osai aei parthenoi ginoiato}, which Stein suggests as a correction.",
            "This sentence, \"in order that—city,\" is thought by Stein to be either interpolated or misplaced.  {katestekee}: some Editors adopt the correction {katesteke}, \"is established.\"",
            "{iron}, afterwards called {temenos}.  {panta tropon odon}: some MSS. have {odon} for {odon}, and {odon ekhousi} might perhaps mean \"afford a passage.\"",
            "(The reading of the Medicean Ms. is {odon}.)  \"I call upon Mylitta against thee\"; or perhaps, \"I call upon Mylitta to be favourable to thee.\"",
            "{aposiosamene te theo}.  {eideos te epammenai eisi kai megatheos}.  {patriai}.  {antion}.",
            "That is perhaps, \"if one rows as well as sails,\" using oars when the wind is not favourable, cp. ii. 11.  {genomene}, or {ginomene}, \"which he met with.\"",
            "{eonta akharita}: most of the MSS. have {ta eonta akharita}, with"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 166
    },
    {
      "number": "63",
      "title": "which reading the sentence would be, \"the sufferings which I have, have",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "proved bitter lessons of wisdom to me.\"",
            "{me eie}.  {tou katharou stratou}, perhaps \"the effective part,\" without the encumbrances, cp. iv. 135.  {alexomenous}.  {sagaris nomizontes ekhein}: cp. iv. 5.  {maskhalisteras}.  {thuousi}.  {nomos}: the conjecture {noos}, \"meaning,\" which is adopted by"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "64",
      "title": "rule\" which determines this form of sacrifice, the rule namely of \"swift",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to the swift.\""
          ]
        },
        {
          "sentences": [
            "BOOK II.",
            "THE SECOND BOOK OF THE HISTORIES, CALLED EUTERPE"
          ]
        },
        {
          "sentences": [
            "When Cyrus had brought his life to an end, Cambyses received the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 25
    },
    {
      "number": "65",
      "title": "as their land advanced forwards, many of them were left in their first",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "abodes and many came down gradually to the lower parts.",
            "At least it is certain that in old times Thebes had the name of Egypt, and of this the circumference measures six thousand one hundred and twenty furlongs."
          ]
        },
        {
          "sentences": [
            "If then we judge aright of these matters, the opinion of the Ionians"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 51
    },
    {
      "number": "66",
      "title": "summer; 33 for then it is drawn equally with all the other waters, but",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in winter it bears the burden alone.",
            "Thus I suppose the Sun to be the cause of these things."
          ]
        },
        {
          "sentences": [
            "He is also the cause in my opinion that the air in these parts is dry, since he makes it so by scorching up his path through the heaven: thus summer prevails always in the upper parts of Libya.",
            "If however"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 60
    },
    {
      "number": "67",
      "title": "where the Ister runs out into the sea: thus I think that the Nile passes",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "through the whole of Libya and is of equal measure with the Ister."
          ]
        },
        {
          "sentences": [
            "Of the Nile then let so much suffice as has been said."
          ]
        },
        {
          "sentences": [
            "Of Egypt however I shall make my report at length, because it has"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "68",
      "title": "do it with his own will, is death, and if against his will, such penalty",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "as the priests may appoint: but whosoever shall kill an ibis or a hawk, whether it be with his will or against his will, must die."
          ]
        },
        {
          "sentences": [
            "Of the animals that live with men there are great numbers, and would be many more but for the accidents which befall the cats.",
            "For when the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 53
    },
    {
      "number": "69",
      "title": "the other city seems to me to have its name from Archander the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "son-in-law of Danaos, who was the son of Phthios, the son of Achaios; for it is called the City of Archander.",
            "There might indeed be another Archander, but in any case the name is not Egyptian."
          ]
        },
        {
          "sentences": [
            "Hitherto my own observation and judgment and inquiry are the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 46
    },
    {
      "number": "70",
      "title": "pyramids of the size which I shall mention at the same time when I speak",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the lake itself.",
            "He, they said, produced these works, but of the rest none produced any."
          ]
        },
        {
          "sentences": [
            "Therefore passing these by I shall make mention of the king who came after these, whose name was Sesostris.",
            "He (the priests said) first"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 41
    },
    {
      "number": "71",
      "title": "Carried from Sidon, what time the broad sea-path he sailed over",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Bringing back Helene home, of a noble father begotten.\""
          ]
        },
        {
          "sentences": [
            "And in the Odyssey also he has made mention of it in these verses: \"Such had the daughter of Zeus, such drugs of exquisite cunning,  Good, which to her the wife of Thon, Polydamna, had given,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 45
    },
    {
      "number": "72",
      "title": "Dwelling in Egypt, the land where the bountiful meadow produces",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Drugs more than all lands else, many good being mixed, many evil.\""
          ]
        },
        {
          "sentences": [
            "And thus too Menelaos says to Telemachos: \"Still the gods stayed me in Egypt, to come back hither desiring,  Stayed me from voyaging home, since sacrifice was due I performed not.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 43
    },
    {
      "number": "73",
      "title": "heard the same tale as before, then they believed the former tale and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sent Menelaos himself to Proteus."
          ]
        },
        {
          "sentences": [
            "And Menelaos having come to Egypt and having sailed up to Memphis, told the truth of these matters, and not only found great entertainment, but also received Helen unhurt, and all his own wealth besides."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "74",
      "title": "and this pyramid he made forty feet lower than the other as regards",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "size, building it close to the great pyramid.",
            "These stand both upon the same hill, which is about a hundred feet high.",
            "And Chephren they said reigned fifty and six years."
          ]
        },
        {
          "sentences": [
            "Here then they reckon one hundred and six years, during which they"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 43
    },
    {
      "number": "75",
      "title": "proclamation in accordance with an oracle, to find some one who would",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "take up the blood-money for the death of Esop, no one else appeared, but at length the grandson of Iadmon, called Iadmon also, took it up; and thus it is shown that Esop too was the slave of Iadmon."
          ]
        },
        {
          "sentences": [
            "As for Rhodopis, she came to Egypt brought by Xanthes the Samian,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 51
    },
    {
      "number": "76",
      "title": "of the mud attached itself to the pole, this they gathered up and made",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "bricks, and in such manner they finished me.\""
          ]
        },
        {
          "sentences": [
            "Such were the deeds which this king performed;"
          ]
        },
        {
          "sentences": [
            "137, and after him reigned a blind man of the city of Anysis, whose name was Anysis.",
            "In his reign the Ethiopians and Sabacos the king of the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 44
    },
    {
      "number": "77",
      "title": "is, for more than seven hundred years 124 the kings who arose before",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Amyrtaios were not able to find it.",
            "Now the name of this island is Elbo, and its size is ten furlongs each way."
          ]
        },
        {
          "sentences": [
            "After him there came to the throne the priest of Hephaistos, whose name was Sethos.",
            "This man, they said, neglected and held in no regard"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "78",
      "title": "one being surnamed piromis; and neither with a god nor a hero did",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "they connect their descent.",
            "Now piromis means in the tongue of Hellas \"honourable and good man.\""
          ]
        },
        {
          "sentences": [
            "From their declaration then it followed, that they of whom the images were had been of form like this, and far removed from being gods:"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "79",
      "title": "said by the Hellenes to have been born, came into being later than the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "wars of Troy, about eight hundred years before my time."
          ]
        },
        {
          "sentences": [
            "Of these two accounts every man may adopt that one which he shall find the more credible when he hears it.",
            "I however, for my part, have already declared my opinion about them.",
            "For if these also, like"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "80",
      "title": "gods later than those of the other gods, and trace their descent as if",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "their birth occurred at the time when they first learnt their names."
          ]
        },
        {
          "sentences": [
            "Thus far then the history is told by the Egyptians themselves;"
          ]
        },
        {
          "sentences": [
            "147, but I will now recount that which other nations also tell, and the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 37
    },
    {
      "number": "81",
      "title": "removed there still remained down to my time the sheds where their ships",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "were drawn up and the ruins of their houses."
          ]
        },
        {
          "sentences": [
            "Thus then Psammetichos obtained Egypt:"
          ]
        },
        {
          "sentences": [
            "155, and of the Oracle which is in Egypt I have made mention often"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 28
    },
    {
      "number": "82",
      "title": "wherein he differs from all the preceding poets; he represented namely",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that Artemis was the daughter of Demeter.",
            "For this reason then, they say, it became a floating island."
          ]
        },
        {
          "sentences": [
            "Such is the story which they tell;"
          ]
        },
        {
          "sentences": [
            "157, but as for Psammetichos, he was king over Egypt for four-and-fifty years, of which for thirty years save one he was sitting before Azotos,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 50
    },
    {
      "number": "83",
      "title": "advised them to order the contest so as to be for strangers alone to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "contend in, and that no Eleian should be permitted to contend.",
            "Such was the suggestion made by the Egyptians to the Eleians."
          ]
        },
        {
          "sentences": [
            "When Psammis had been king of Egypt for only six years and had made an expedition to Ethiopia and immediately afterwards had ended his life, Apries the son of Psammis received the kingdom in succession.",
            "This man"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 59
    },
    {
      "number": "84",
      "title": "Natho,—of these districts are the Hermotybians, who reached when most",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "numerous the number of sixteen myriads.",
            "Of these not one has learnt anything of handicraft, but they are given up to war entirely."
          ]
        },
        {
          "sentences": [
            "Again the districts of the Calasirians are those of Thebes, Bubastis, Aphthis, Tanis, Mendes, Sebennytos, Athribis, Pharbaithos,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "85",
      "title": "yokes of land an allowance given them for each day of five pounds weight",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of bread to each man, and two pounds of beef, and four half-pints of wine.",
            "This was the allowance given to those who were serving as the king's bodyguard for the time being."
          ]
        },
        {
          "sentences": [
            "So when Apries leading his foreign mercenaries, and Amasis at"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "86",
      "title": "by the Dorians, the rite was lost, and only those who were left behind",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the Peloponnesians and not driven out, that is to say the Arcadians, preserved it."
          ]
        },
        {
          "sentences": [
            "Apries having thus been overthrown, Amasis became king, being of the district of Saïs, and the name of the city whence he was is Siuph."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "87",
      "title": "the vow that she had made to the goddess; for she had an image made",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and sent it to Kyrene, and it was still preserved even to my own time, standing with its face turned away from the city of the Kyrenians.",
            "This Ladike Cambyses, having conquered Egypt and heard from her who she was, sent back unharmed to Kyrene."
          ]
        },
        {
          "sentences": [
            "Amasis also dedicated offerings in Hellas, first at Kyrene an image"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 56
    },
    {
      "number": "88",
      "title": "he was the first of men who conquered Cyprus and subdued it so that it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "paid him tribute."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 3
    },
    {
      "number": "89",
      "title": "NOTES TO BOOK II",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Some write \"Psammitichos\" with less authority.  {tou en Memphi}: many Editors read {en Memphi}, \"I heard at Memphis from the priests of Hephaistos,\" but with less authority.  {'Eliou polin} or {'Elioupolin}, cp. {'Elioupolitai} below.  {exo e ta ounamata auton mounon}.",
            "Some understand \"them\" to mean \"the gods\"; rather perhaps the meaning is that accounts of such things will not be related in full, but only touched upon.  {ison peri auton epistasthai}.  {anthropon}, emphatic, for the rulers before him were gods (ch. 144).  {Mina}: others read {Mena}, but the authority of the MSS. is strong for {Mina} both here and in ch. 99.  {tou Thebaikou nomou}, cp. ch. 164.  {tautes on apo}: some MSS. omit {apo}, \"this then is the land for which the sixty schoines are reckoned.\"",
            "For the measures of length cp. ch. 149.",
            "The furlong ({stadion}) is equal to fathoms ({orguiai}), i. e. feet inches.",
            "Or \"without rain\": the word {anudros} is altered by some Editors to {enudros} or {euudros}, \"well watered.\"",
            "I have followed Stein in taking {es ta eiretai} with {legon},"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 175
    },
    {
      "number": "90",
      "title": "meaning \"at the Erythraian Sea,\" {taute men} being a repetition of {te",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "men} above.",
            "The bend back would make the range double, and hence partly its great breadth.",
            "Others translate, \"Here (at the quarries) the range stops, and bends round to the parts mentioned (i. e. the Erythraian Sea).\"",
            "{os einai Aiguptou}: cp. iv. 81.",
            "Others translate, \"considering that it belongs to Egypt\" (a country so vast), i. e. \"as measures go in Egypt.\"",
            "In any case {Aiguptos eousa} just below seems to repeat the same meaning.",
            "Some Editors alter this to \"fourteen.\"",
            "{pentastomou}: some less good MSS. have {eptastomou}, \"which has seven mouths.\"",
            "See note on i. 203.  {ton erkhomai lexon}: these words are by many Editors marked as spurious, and they certainly seem to be out of place here.  {kou ge de}: \"where then would not a gulf be filled up?\"",
            "{katarregnumenen}: some Editors read {katerregmenen} (\"broken up by cracks\") from {katerregnumenen}, which is given by many MSS.",
            "Or possibly \"with rock below,\" in which case perhaps {upopsammoteren} would mean \"rather sandy underneath.\"",
            "We do not know whether these measurements are in the larger"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 174
    },
    {
      "number": "91",
      "title": "Egyptian cubit of 21 inches or the smaller (equal to the ordinary",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Hellenic cubit) of 18½ inches, cp. i. 178.  {kai to omoion apodido es auxesin}, \"and to yield the like return as regards increased extent.\"",
            "(Mr. Woods); but the clause may be only a repetition of the preceding one.  i. e.",
            "Zeus.  i. e. of the district of Thebes, the Thebaïs.  {te Libue}.",
            "The meaning seems to be this: \"The Ionians say that Egypt is the Delta, and at the same time they divide the world into three parts,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 78
    },
    {
      "number": "92",
      "title": "and other writers) which are presumed to be already known to the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "reader.  {Katadoupon}, i. e. the first cataract.  \"and it gives us here, etc.\" ({parekhomenos}).  {logo de eipein thoumasiotere}.",
            "Or perhaps, \"and it is more marvellous, so to speak.\"",
            "{ton ta polla esti andri ke k. t. l.} I take {ton} to refer to the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 44
    },
    {
      "number": "93",
      "title": "reasoning about such matters the first and greatest evidence to prove",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that it is not likely to flow from snow, is afforded by the winds, etc.\"  {ouk ekhei elegkhon}, \"cannot be refuted\" (because we cannot argue with him), cp.",
            "Thuc. iii. 53, {ta de pseude elegkhon ekhei}.",
            "Some translate, \"does not prove his case.\"",
            "{tes arkhaies diexodou}, \"his original (normal) course.\"",
            "{ouk eonton anemon psukhron}: the best MSS. read {kai anemon"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 60
    },
    {
      "number": "94",
      "title": "psukhron} (\"and there are cold winds\"), which Stein retains, explaining",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that the cold North winds would assist evaporation.  {autos eoutou peei pollo upodeesteros e tou thereos}.  {diakaion ten diexodon auto}, i. e. {to reri}.",
            "Some Editors read {autou} (with inferior MSS.) or alter the word to {eoutou}.  \"set forth, so far as I understood.\"",
            "{epi makrotaton}, \"carrying the inquiry as far as possible,\" cp. ch. 34.",
            "I have little doubt that this means the island of Elephantine; for at this point only would such a mixture of races be found.",
            "To this the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 83
    },
    {
      "number": "95",
      "title": "that Strabo relates the same thing with regard to the island of Philai",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "just above Elephantine.",
            "Cp. i. 72, note 86.  {oleureon}.  {zeias}.  i. e. the hieratic and the demotic characters.  {murias, os eipein logo}.",
            "Referring apparently to iii. 28, where the marks of Apis are given.",
            "Perhaps no animal could be sacrificed which had any of these marks.  {kephale keine}, \"that head,\" cp. {koilien keinen} in the next chapter.  {katharon}.  {baris}, cp. ch. 96.",
            "Or, \"descended from Aigyptos.\"",
            "Or, \"assuming that in those days as now, they were wont to make voyages, and that some of the Hellenes were seafaring folk.\"",
            "{stelai}, \"upright blocks.\"",
            "{lampontos tas nuktas megathos}: some Editors alter {megathos} to {megalos} or {mega phos}.  {enagizousi}.  {uon}: some Editors read {oion} \"sheep,\" on the authority of one Ms.  {ta ounamata}, which means here rather the forms of personification than the actual names.  {ai pramanteis}.  {phegon}.  {upo phego pephukuie}, i. e. the oak-tree of the legend was a real growing tree, though the dove was symbolical.  {panegurias}.  {prosagogas}, with the idea of bringing offerings or introducing persons.  {epoiethesan}, \"were first celebrated.\"",
            "So B.R.  {sumphoiteousi}.  i. e. 700,000.",
            "See ch. 40.  {tesi thusiesi, en tini nukti}: some MSS. give {en te nukti}: hence"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 191
    },
    {
      "number": "96",
      "title": "several Editors read {tes thusies en te nukti}, \"on the night of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sacrifice.\"",
            "Or, \"for what end this night is held solemn by lighting of lamps\" (B.R.), making {phos kai timen} one idea.  {alexomenous}: this, which is adopted by most Editors, is the reading of some less good MSS.; the rest have {alexomenoi}, \"strike them and defend themselves.\"",
            "{eousa e Aiguptos k. t. l.}: the MSS. have {eousa de Aiguptos}: Stein reads {eousa gar Aiguptos}.  {theia pregmata katalambanei tous aielourous}, which may mean only, \"a marvellous thing happens to the cats.\"",
            "{es 'Ermeo polin}.  {dikhelon, oplai boos}, \"he is cloven-footed, and his foot is that of an ox.\"",
            "The words {oplai boos} are marked as spurious by Stein.  i. e. above the marshes, cp. ch. 92.  {pante}, which by some is translated \"taken all together,\" \"at most.\"",
            "Perhaps there is some corruption of text, and the writer meant to say that it measured two cubits by one cubit.",
            "The reading of the Medicean Ms. is {en esti}, not {enesti} as hitherto reported.",
            "Or, \"calling the song Linos.\"",
            "{ton Linon okothen elabon}: the MSS. have {to ounoma} after {elabon}, but this is omitted by almost all Editors except Stein, who justifies it by a reference to ch. 50, and understands it to mean \"the person of Linos.\"",
            "No doubt the song and the person are here spoken off"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 215
    },
    {
      "number": "97",
      "title": "indiscriminately, but this explanation would require the reading {tou",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Linou}, as indeed Stein partly admits by suggesting the alteration.",
            "The words \"and Bacchic (which are really Egyptian),\" are omitted by several of the best MSS.  {epezosmenai}.",
            "In connexion with death apparently, cp. ch. 132, 170.",
            "Osiris is meant.  {sindonos bussines}.  {to kommi}.  {nros}.",
            "Or, \"a pleasant sweet taste.\"",
            "{apala}, \"soft.\"",
            "{kat oligous ton kegkhron}.  {apo ton sillikuprion tou karpou}.  {zuga}, to tie the sides and serve as a partial deck.  {esti de oud' outos}: a few MSS. have {ouk} instead of {oud'}, and most Editors follow them.",
            "The meaning however seems to be that even here"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 97
    },
    {
      "number": "98",
      "title": "the course in time of flood is different, and much more in the lower",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "parts.  {os apergmenos ree}: the MSS. mostly have {os apergmenos reei}, in place of which I have adopted the correction of Stein.",
            "Most other Editors read {os apergmenos peei} (following a few inferior MSS.), \"the bend of the Nile which flows thus confined.\"",
            "Not therefore in the Delta, to which in ch. was assigned a later origin than this.  {kat' ouden einai lamprotetos}: Stein reads {kai} for {kat'}, thus"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 69
    },
    {
      "number": "99",
      "title": "by {parameipsamenos on}, a conjecture which is ingenious but not quite",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "convincing.  {stratien pollen labon}: most of the MSS. have {ton} after {pollen}, which perhaps indicates that some words are lost.  {kai prosotata}: many MSS. have {kai ou prosotata}, which is"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 30
    },
    {
      "number": "100",
      "title": "defended by some Editors in the sense of a comparative, \"and not",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "further.\"",
            "{Suroi} in the better MSS.; see note in i.6.  {Surioi}.  {kata tauta}: the better MSS. have {kai kata tauta}, which might"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 22
    },
    {
      "number": "101",
      "title": "and so likewise they resemble one another in their whole manner of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "living.\"",
            "{polon}, i. e. the concave sun-dial, in shape like the vault of heaven.",
            "The gnomon would be an upright staff or an obelisk for observation of the length of the shadow.  i. e.",
            "Red Clod.  {Turion stratopedon}, i. e. \"the Tyrian quarter\" of the town: cp. ch. 154.  {ten sen}, or {tauten}, \"this land.\"",
            "{es o meteke auton}, \"until at last he dismissed it\"; but the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 67
    },
    {
      "number": "102",
      "title": "this is clear; for according to the manner in which Homer described the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "wanderings of Alexander, etc., it is clear how, etc.\"  Il. vi. 289.",
            "The sixth book is not ordinarily included in the {Diomedeos aristeia}.",
            "Od. iv. 227.",
            "These references to the Odyssey are by some thought to"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 36
    },
    {
      "number": "103",
      "title": "traces of it left in this later visit to Egypt of Menelaos and Helen, as",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "well as in the visit of Paris and Helen to Sidon.",
            "Od. iv. 351.  {kai tode to khorion}: probably {to khorion} ought to be struck out: \"this also is evident.\"",
            "{podeonas}, being the feet of the animals whose skins they were.",
            "Cp. vii. 152.  {elasai}, which may be intransitive, \"rushed into every kind of evil.\"",
            "{stadioi}.  {krossas}.  {bomidas}.  i. e. the three small pyramids just to the East of the great pyramid.  {oute gar k. t. l.}, \"for there are no underground chambers,\" etc."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 84
    },
    {
      "number": "104",
      "title": "Something which was in the mind of the writer has been omitted either",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "by himself or his copyists, \"and inferior to it also in other respects, for,\" etc. unless, as Stein supposes, we have here a later addition thrown in without regard to the connexion.  {touto megathos}, \"as regards attaining the same size,\" but probably the text is corrupt.",
            "Stein reads {to megathos} in his later editions.",
            "Or, \"Philition.\"",
            "{to theo}, the goddess Leto, cp. i. 105.  {suntakhunein auton ton bion}: some MSS. and Editors read {auto} for {auton}, \"that heaven was shortening his life.\"",
            "More literally, \"bidding him take up the blood-money, who would.\""
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 92
    },
    {
      "number": "105",
      "title": "The people of Delphi are said to have put Esop to death and to have been",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "ordered by the Oracle to make compensation.  {os an einai 'Podopin}: so the MSS.",
            "Some Editors read {'Podopios}, others {'Podopi}.  {antion de autout tou neou}.  {epaphroditoi ginesthai}.  {katekertomese min}: Athenæus says that Sappho attacked the"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 35
    },
    {
      "number": "106",
      "title": "but Charaxos himself, who doubtless would be included in the same",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "condemnation.  {propulaia}.  \"innumerable sights of buildings.\"",
            "{tassomenon}, \"posted,\" like an army; but the text is probably unsound: so also in the next line, where the better MSS. have {men Boubasti poli}, others {e en Boubasti polis}.",
            "Stein reads {e en Boubasti poli}, \"the earth at the city of Bubastis.\"",
            "Perhaps {e en Boubasti polis} might mean the town as opposed to the temple, as Mr. Woods suggests.",
            "Cp. ch. 161, {egeneto apo prophasios, ton k. t. l.} Perhaps however {prophasin} is here from {prophaino} (cp.",
            "Soph.",
            "Trach. 662), and it means merely \"that the gods were foreshowing him this in order that,\" etc. So Stein.  i. e. for their customary gift or tribute to him as king.",
            "The chronology is inconsistent, and some propose, without authority, to read \"three hundred years.\"",
            "{tas arouras}, cp. ch. 168, where the {aroura} is defined as a hundred Egyptian units square, about three-quarters of an acre.  {es to megaron}.",
            "Not on two single occasions, but for two separate periods of time it was stated that the sun had risen in the West and set in the East; i. e. from East to West, then from West to East, then again from East to West, and finally back to East again.",
            "This seems to be the meaning"
          ]
        }
      ],
      "sentence_count": 11,
      "word_count": 212
    },
    {
      "number": "107",
      "title": "fits in best with the argument, which was that in Egypt gods were",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "quite distinct from men.",
            "Most Editors however read {oikeontas} on the authority of a few MSS., \"dwelling with men.\"",
            "(The reading of the Medicean Ms. is {ouk eontas}, not {oukeontas} as stated by Stein.)  i. e. that the Hellenes borrowed these divinities from Egypt, see ch. ff.",
            "This refers to all the three gods above mentioned and not (as Stein contended) to Pan and Dionysos only.  {kai toutous allous}, i. e. as well as Heracles; but it may mean \"that these also, distinct from the gods, had been born,\" etc. The"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 91
    },
    {
      "number": "108",
      "title": "about Heracles was in one respect inapplicable to the rest, yet in the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "main conclusion that gods are not born of men it applies to all.\"",
            "{stadioi}.  {mneas}, of which go to the talent.",
            "Cp. ch. 112.  {neos}.",
            "I understand that each wall consisted of a single stone, which"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 36
    },
    {
      "number": "109",
      "title": "cornice between ceiling and roof, measuring in this instance four cubits",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in height and formed by the thickness of the single stone: see Letronne, Recherches pour servir, etc. p. (quoted by Bähr).  {erpase}, \"took as plunder.\"",
            "{aparti}: this word is not found in any Ms. but was read here by the Greek grammarians.  i. e. 120,000.",
            "Cp. iv. 159.  {kuneen}, perhaps the royal helmet or Pschent, cp. ch. 151.  {apemataise}, euphemism for breaking wind.  {oudena logon auto donta}: many Editors change {auto} to {eouto},"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 73
    },
    {
      "number": "110",
      "title": "in which case it means \"taking no time to consider the matter,\" as",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "elsewhere in Herodotus; but cp. iii. {istoreonti logon audena edidou}.  {nomon}, and so throughout the passage.  i. e. 160,000.  i. e. 250,000.  {arourai}, cp. ch. 141.  {ekaston}: if {ekastoi} be read (for which there is more Ms."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 37
    },
    {
      "number": "111",
      "title": "thousand Hermotybians acted as guards alternately, each for a year,\" the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "number at a time being not 2000.  {pente mneai}.  {arusteres},={kotulai}.  {tou neou}.  {e trokhoiedes kaleomene}, \"the Wheel.\"",
            "The last words, \"and when—again,\" are not found in the best MSS., and are omitted by Stein.",
            "However their meaning, if not expressed, is implied.  {pugonos}.  {tou autou eontes lithou}: some MSS. and many Editors have {Aithiopikou} for {tou autou}, \"of Ethiopian stone.\"",
            "For {eontes} the MSS. have {eontos}, which may be right, referring to {tou bathrou} understood, \"the base being made of,\" etc.  {tou megalou}, a conjecture founded upon Valla's version, which has been confirmed by a Ms. The other MSS. have {tou megarou}, which is retained by some Editors, \"on each side of the sanctuary.\"",
            "\"are claiming a share when no part in it belongs to them.\"",
            "Or possibly of alum: but the gift seems a very small one in any case.",
            "Some propose to read {eikosi mneas khrusou}.",
            "Or, according to a few MSS., \"Battos the son of Arkesilaos.\"",
            "\"thou hast surely perished.\""
          ]
        },
        {
          "sentences": [
            "BOOK III.",
            "THE THIRD BOOK OF THE HISTORIES, CALLED THALEIA"
          ]
        },
        {
          "sentences": [
            "Against this Amasis then Cambyses the son of Cyrus was making his march, taking with him not only other nations of which he was ruler,"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 198
    },
    {
      "number": "112",
      "title": "daughter of Apries against whom Amasis rose up with the Egyptians and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "murdered him, who was his lord and master.\"",
            "These words uttered and this occasion having arisen, led Cambyses the son of Cyrus against Egypt, moved to very great anger."
          ]
        },
        {
          "sentences": [
            "Such is the report made by the Persians; but as for the Egyptians"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "113",
      "title": "they had delivered themselves over to the Persians of their own accord",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and because the whole naval force was dependent upon the Phenicians.",
            "Now the men of Cyprus also had delivered themselves over to the Persians, and were joining in the expedition against Egypt."
          ]
        },
        {
          "sentences": [
            "Then as soon as the Ichthyophagoi came to Cambyses from Elephantine,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "114",
      "title": "them to a prison-house for men, and there all were bound in fetters of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Now among these Ethiopians bronze is the rarest and most precious of all things.",
            "Then when they had seen the prison-house they saw also the so-called table of the Sun:"
          ]
        },
        {
          "sentences": [
            "24, and after this they saw last of all their receptacles of dead"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "115",
      "title": "this lest his brother might slay him and reign in his stead, he sent",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Prexaspes to Persia, the man whom of all the Persians he trusted most, with command to slay him.",
            "He accordingly went up to Susa and slew Smerdis; and some say that he took him out of the chase and so slew him, others that he brought him to the Erythraian Sea and drowned him."
          ]
        },
        {
          "sentences": [
            "This they say was the first beginning of the evil deeds of Cambyses;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 67
    },
    {
      "number": "116",
      "title": "that which was asked for, which was in favour of him who wished to marry",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his sisters.",
            "So Cambyses at that time took to wife her with whom he was in love, but after no long time he took another sister.",
            "Of these it was the younger whom he put to death, she having accompanied him to Egypt."
          ]
        },
        {
          "sentences": [
            "About her death, as about the death of Smerdis, two different stories are told.",
            "The Hellenes say that Cambyses had matched a lion's"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 66
    },
    {
      "number": "117",
      "title": "lettuce was fairer when thus plucked round or when covered with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "leaves, and he said \"when covered with leaves\": she then spoke thus: \"Nevertheless thou didst once produce the likeness of this lettuce, when thou didst strip bare the house of Cyrus.\"",
            "And he moved to anger leapt upon her, being with child, and she miscarried and died."
          ]
        },
        {
          "sentences": [
            "These were the acts of madness done by Cambyses towards those of his"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 60
    },
    {
      "number": "118",
      "title": "island, he took off the signet-ring, and in the sight of all who were",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with him in the ship he threw it into the sea.",
            "Thus having done he sailed home; and when he came to his house he mourned for his loss."
          ]
        },
        {
          "sentences": [
            "But on the fifth or sixth day after these things it happened to him as follows:—a fisherman having caught a large and beautiful fish, thought it right that this should be given as a gift to Polycrates."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 66
    },
    {
      "number": "119",
      "title": "his father would have conversed with him, nor give any reply when he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "asked questions, regarding him as the murderer of his mother.",
            "At length Periander being enraged with his son drove him forth out of his house."
          ]
        },
        {
          "sentences": [
            "And having driven him forth, he asked of the elder son what his mother's father had said to them in his conversation.",
            "He then related"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 50
    },
    {
      "number": "120",
      "title": "certain native coin, and having gilded the coins over, gave them to the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Lacedemonians, and they received them and upon that set forth to depart.",
            "This was the first expedition which the Lacedemonians (being Dorians) made into Asia."
          ]
        },
        {
          "sentences": [
            "Those of the Samians who had made the expedition against Polycrates"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 36
    },
    {
      "number": "121",
      "title": "prosperity was capable of remaining with them for a long time, and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Pythian prophetess gave them this reply:"
          ]
        },
        {
          "sentences": [
            "\"But when with white shall be shining the hall of the city in Siphnos,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 20
    },
    {
      "number": "122",
      "title": "a depth of as much as 54 twenty fathoms; and the length of the mole is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "more than two furlongs.",
            "The third work which they have executed is a temple larger than all the other temples of which we know.",
            "Of this the first designer was Rhoicos the son of Philes, a native of Samos.",
            "For this reason I have spoken at greater length of the Samians."
          ]
        },
        {
          "sentences": [
            "Now while Cambyses the son of Cyrus was spending a long time in"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 64
    },
    {
      "number": "123",
      "title": "may this be who has risen up against me and usurped the name of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Smerdis?\"",
            "He said: \"I seem to myself, O king, to have understanding of this which has come to pass: the Magians have risen against thee, Patizeithes namely, whom thou didst leave as caretaker of thy household, and his brother Smerdis.\""
          ]
        },
        {
          "sentences": [
            "Then Cambyses, when he heard the name of Smerdis, perceived at once"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 52
    },
    {
      "number": "124",
      "title": "seven pairs of hawks pursuing two pairs of vultures, plucking out",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "their feathers and tearing them.",
            "Seeing this the seven all approved the opinion of Dareios and thereupon they went to the king's palace, encouraged by the sight of the birds."
          ]
        },
        {
          "sentences": [
            "When they appeared at the gates, it happened nearly as Dareios"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "125",
      "title": "let them pass in, and tried to stop the seven when they attempted to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "go forward.",
            "Then they gave the word to one another and drawing their daggers stabbed these men there upon the spot, who tried to stop them, and themselves went running on towards the chamber of the men. 78.",
            "Now the Magians happened both of them to be there within, consulting about that which had been done by Prexaspes.",
            "So when they saw that the eunuchs had been attacked and were crying aloud, they ran back"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 75
    },
    {
      "number": "126",
      "title": "go and increase the power of the multitude; for in the many is contained",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "everything.\""
          ]
        },
        {
          "sentences": [
            "This was the opinion expressed by Otanes; but Megabyzos urged that they should entrust matters to the rule of a few, saying these words: \"That which Otanes said in opposition to a tyranny, let it be counted as"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 39
    },
    {
      "number": "127",
      "title": "the customs of our fathers which are ordered well; for that is not the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "better way.\""
          ]
        },
        {
          "sentences": [
            "These three opinions then had been proposed, and the other four men of the seven gave their assent to the last.",
            "So when Otanes, who was desirous to give equality to the Persians, found his opinion defeated,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 39
    },
    {
      "number": "128",
      "title": "in the suburb of the city when they were mounted upon their horses, he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "should have the kingdom."
          ]
        },
        {
          "sentences": [
            "Now Dareios had a clever horse-keeper, whose name was Oibares.",
            "To this man, when they had left their assembly, Dareios spoke these words: \"Oibares, we have resolved to do about the kingdom thus, namely that the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "129",
      "title": "for themselves every four years 87 even down to my own time, that is to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "say, a hundred boys and a hundred maidens.",
            "Finally, the Arabians brought a thousand talents of frankincense every year.",
            "Such were the gifts which these brought to the king apart from the tribute."
          ]
        },
        {
          "sentences": [
            "Now this great quantity of gold, out of which the Indians bring in"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 46
    },
    {
      "number": "130",
      "title": "and in it lodge, it seems, winged beasts nearly resembling bats, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "they squeak horribly and are courageous in fight.",
            "These they must keep off from their eyes, and so cut the cassia."
          ]
        },
        {
          "sentences": [
            "Cinnamon they collect in a yet more marvellous manner than this: for where it grows and what land produces it they are not able to tell,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 47
    },
    {
      "number": "131",
      "title": "water, these gates are closed, and he orders the gates to be opened for",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "others, that is to say those most needing it of the rest who remain: and, as I have heard, he exacts large sums of money for opening them, besides the regular tribute."
          ]
        },
        {
          "sentences": [
            "Thus it is with these matters: but of the seven men who had risen"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 46
    },
    {
      "number": "132",
      "title": "the Persians who were of most repute, he said to them: \"Persians, which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of you all will undertake to perform this matter for me with wisdom, and not by force or with tumult? for where wisdom is wanted, there is no need of force.",
            "Which of you, I say, will either bring Oroites alive to me or slay him? for he never yet did any service to the Persians, and on the other hand he has done to them great evil.",
            "First he destroyed two of us, Mitrobates and his son; then he slays the men who go to summon him, sent by me, displaying insolence not to be endured.",
            "Before therefore he"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 100
    },
    {
      "number": "133",
      "title": "secretary; and in it was written: \"King Dareios commands the Persians",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "who are in Sardis to slay Oroites.\"",
            "So the spearmen of the guard, when they heard this, drew their swords and slew him forthwith.",
            "Thus did retribution for the murder of Polycrates the Samian overtake Oroites."
          ]
        },
        {
          "sentences": [
            "When the wealth of Oroites had come or had been carried up to"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 49
    },
    {
      "number": "134",
      "title": "thou not dare to take any revenge, though they are so exceedingly easy",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to be overcome?",
            "Nay, but if in truth thou art afraid of them, give me thy mercenaries and I will take vengeance on them for their coming here; and thyself I am willing to let go out of the island.\""
          ]
        },
        {
          "sentences": [
            "Thus spoke Charilaos, and Maiandrios accepted that which he said,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 50
    },
    {
      "number": "135",
      "title": "should depart from Peloponnesus, lest he might persuade either himself",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "or some other man of the Spartans to act basely.",
            "They accordingly accepted his counsel, and expelled Maiandrios by proclamation."
          ]
        },
        {
          "sentences": [
            "As to Samos, the Persians, after sweeping the population off it, delivered it to Syloson stripped of men.",
            "Afterwards however the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 41
    },
    {
      "number": "136",
      "title": "and one of them uttered this saying: \"Why, O Persians, do ye remain",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sitting here, and not depart?",
            "For then only shall ye capture us, when mules shall bring forth young.\"",
            "This was said by one of the Babylonians, not supposing that a mule would ever bring forth young."
          ]
        },
        {
          "sentences": [
            "So when a year and seven months had now passed by, Dareios began"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 49
    },
    {
      "number": "137",
      "title": "their allies; and the son of this Megabyzos was Zopyros, who went over",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to Athens as a deserter from the Persians."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 8
    },
    {
      "number": "138",
      "title": "NOTES TO BOOK III",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "See ii. 1.  {'Amasin}.",
            "This accusative must be taken with {eprexe}.",
            "Some Editors adopt the conjecture {'Amasi}, to be taken with {memphomenos} as in ch. 4, \"did this because he had a quarrel with Amasis.\"",
            "See ii. 152, 154.  {Suron}: see ii. 104.  {keinon}: most MSS. and many editions have {keimenon}, \"laid up.\"",
            "{demarkhon}.  {exaireomenos}: explained by some \"disembarked\" or \"unloaded.\"",
            "Or \"Orotal.\"",
            "{dia de touton}.  {trion}: omitted by some good MSS.",
            "See ii. 169.  {alla kai tote uathesan ai Thebai psakadi}.",
            "The so-called {Leukon teikhon} on the south side of Memphis: cp. ch. 91.  {omoios kai} omitting {a}.  {pentakosias mneas}.  {aneklaion}: perhaps {anteklaion}, which has most Ms. authority, may be right, \"answer their lamentations.\"",
            "See ch. 31.  {egeomenon}: some Editors adopt the conjecture {agomenon}, \"was being led.\"",
            "{sphi}: so in the MSS.: some editions (following the Aldine) have {oi}.  {to te}: a correction for {tode}: some Editors read {tode, to}, \"by this, namely by the case of,\" etc.  \"gypsum.\"",
            "{epi}, lit. \"after.\"",
            "{leukon tetragonon}: so the MSS.",
            "Some Editors, in order to bring"
          ]
        }
      ],
      "sentence_count": 14,
      "word_count": 174
    },
    {
      "number": "139",
      "title": "the statement of Herodotus into agreement with the fact, read {leukon ti",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "trigonon}, \"a kind of white triangle\": so Stein.  {epi}: this is altered unnecessarily by most recent Editors to {upo}, on the authority of Eusebius and Pliny, who say that the mark was under the tongue.  {ekeino}: some understand this to refer to Cambyses, \"that there"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 45
    },
    {
      "number": "140",
      "title": "was no one now who would come to the assistance of Cambyses, if he were",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in trouble,\" an office which would properly have belonged to Smerdis, cp. ch. 65: but the other reference seems more natural.",
            "Epilepsy or something similar.",
            "Cp. note on i. 114.  {pros ton patera telesai Kuron}: the word {telesai} seems to be corrupt.",
            "Stein suggests {eikasai}, \"as compared with.\"",
            "Some Editors omit the word.  {nomon panton basilea pheras einai}: but {nomos} in this fragment"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 63
    },
    {
      "number": "141",
      "title": "of Pindar is rather the natural law by which the strong prevail over the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "weak.  {iakhon}: Stein reads by conjecture {skhon}, \"having obtained possession.\"",
            "{mede}: Abicht reads {meden} by conjecture.  {alla}, under the influence of the preceding negative.  {prosson} refers grammatically only to {autos}, and marks the reference as being chiefly to himself throughout the sentence.  {prorrizos}, \"by the roots.\"",
            "{toi tesi pathesi}: the MSS. mostly have {toi autaisi} or {toiautaisi}.",
            "See i. 51.  {es Aigupton epetheke}, \"delivered it (to a messenger to convey) to Egypt.\"",
            "The island of Carpathos, the modern Scarpanto.  {to thulako periergasthai}: which is susceptible of a variety of meanings.",
            "In a similar story told of the Chians the Spartans are made to"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 103
    },
    {
      "number": "142",
      "title": "that the words {o thulakos} were unnecessary in the sentence {o thulakos",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "alphiton deitai}.",
            "See i. 70.  {genee}.",
            "To save the chronology some insert {trite} before {genee},"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 15
    },
    {
      "number": "143",
      "title": "but this will be useless unless the clause {kata de ton auton khronon",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "tou kreteros te arpage} be omitted, as it is also proposed to do.",
            "Periander is thought to have died about B.C.; but see v. 95.",
            "The MSS. add {eontes eoutoisi}, and apparently something has been lost.",
            "Stein and others follow Valckenär in adding {suggenees}, \"are ever at variance with one another in spite of their kinship.\"",
            "{noo labon}: the MSS. have {now labon kai touto}.  {iren zemien}.  {tauta ta nun ekhon presseis}: the form of sentence is determined by its antithesis to {ta agatha ta nun ego ekho}.  {basileus}, because already destined as his father's successor.  {sphea}: the MSS. have {sphe} here, and in the middle of the next chapter.",
            "The Lacedemonians who were not Dorians had of course taken part in the Trojan war.  {leuka genetai}.  {prutaneia}.  {lokhon}.  {prosiskhon}: some read {proseskhon}, \"had put in.\"",
            "{kai ton tes Diktunes neon}: omitted by some Editors.  {orguias}.  {stadioi}.  {kai}: the MSS. have {kata}.  {en te gar anthropeie phusi ouk enen ara}.",
            "Or possibly, \"the most necessary of those things which remain to be done, is this.\"",
            "{apistie polle upekekhuto}, cp. ii. 152.",
            "Or perhaps Phaidymia.  {Gobrues} or {Gobrues}.  {'Intaphrenea}: this form, which is given by at least one Ms."
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 198
    },
    {
      "number": "144",
      "title": "throughout, seems preferable, as being closer to the Persian name",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "which it represents, \"Vindafrana,\" cp. v. 25.",
            "Most of the MSS. have {'Intaphernea}.  {phthas emeu}.  {ti}: some MSS. have {tis}, \"in order that persons may trust (themselves) to them more.\"",
            "i. e. \"let him be killed on the spot.\"",
            "{ta panta muria}, \"ten thousand of every possible thing,\" (or, \"of all the usual gifts\"; cp. ch. {ten pasan doreen}).  {dethen}.  {oideonton ton pregmaton}: \"while things were swelling,\" cp. ch. 127: perhaps here, \"before things came to a head.\"",
            "{andreona}, as in ch. 121.  {ana te edramon palin}, i. e. they ran back into the room out of"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 97
    },
    {
      "number": "145",
      "title": "which they had come to see what was the matter; with this communicated a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "bedchamber which had its light only by the open door of communication.  {magophonia}.",
            "Or, \"after it had lasted more than five days,\" taking {thorubos} as the subject of {egeneto}.",
            "The reason for mentioning the particular"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 35
    },
    {
      "number": "146",
      "title": "basileos par' autois teleutesantos pente tas ephexes emeras anomian",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "agein}.",
            "See vi. 43.  {isonomie}, \"equal distribution,\" i. e. of civil rights.  {ouden oikeion}: the MSS. have {ouden oud' oikeion}, which might be translated \"anything of its own either.\"",
            "{to lego}: the MSS. have {ton lego}, \"each of the things about which I speak being best in its own kind.\"",
            "The reading {to logo}, which"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 55
    },
    {
      "number": "147",
      "title": "certainly gives a more satisfactory meaning, is found in Stobæus, who",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "quotes the passage.  {kakoteta}, as opposed to the {arete} practised by the members of an aristocracy.  {okto kaiebdomekonta mneas}: the MSS. have {ebdomekonta mneas}"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 24
    },
    {
      "number": "148",
      "title": "century of our era: nevertheless the correction is required, not only by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the facts of the case, but also by comparison with ch. 95.  {nomos}, and so throughout.  or \"Hygennians.\"",
            "i. e. the Cappadokians, see i. 6.",
            "See ii. 149.  {muriadas}: the MSS. have {muriasi}.",
            "With {muriadas} we must supply {medimnon}.",
            "The {medimnos} is really about a bushel and a half.  {Pausikai}: some MSS. have {Pausoi}.  {tous anaspastous kaleomenous}.  {Kaspioi}: some read by conjecture {Kaspeiroi}, others {Kasioi}.  {ogdokonta kai oktakosia kai einakiskhilia}: the MSS. have {tesserakonta kai pentakosia kai einakiskhilia} (9540), which is"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 81
    },
    {
      "number": "149",
      "title": "here ({thop} for {thphm}) as well as supplying a strong confirmation of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that adopted in ch. 89.",
            "The reckoning throughout is in round numbers, nothing less than the tens being mentioned.  {oi peri te Nusen}: perhaps this should be corrected to {oi te peri"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 32
    },
    {
      "number": "150",
      "title": "Nusen}, because the {sunamphoteroi} which follows seem to refer to two",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "separate peoples.",
            "The passage \"these Ethiopians—dwellings\" is marked by Stein as doubtful on internal grounds.",
            "The Callantian Indians mentioned seem to be the same as the Callantians mentioned in ch. 38.  {khoinikas}.  {dia penteteridos}.  i. e. the Indus.",
            "Either {auton tekomenon} is to be taken absolutely, equivalent to {autou tekomenou}, and {ta krea} is the subject of {diaphtheiresthai}; or {auton} is the subject and {ta krea} is accusative of definition, \"wasting away in his flesh.\"",
            "Some MSS. have {diaphtheirein}, \"that he is spoiling his flesh for them.\"",
            "{gar}: some would read {de}, but the meaning seems to be, \"this is"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 100
    },
    {
      "number": "151",
      "title": "done universally, for in the case of weakness arising from old age, the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "same takes place.\"",
            "{pros arktou te kai boreo anemou}.",
            "This clause indicates the manner in which the size is so exactly known.  {autoi}, i. e. in themselves as well as in their habits.",
            "Some MSS."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 35
    },
    {
      "number": "152",
      "title": "read {to} for {autoi}, which is adopted by several Editors; others adopt",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the conjecture {autois}.  i. e. two in each hind-leg.  {kai paraluesthai}: {kai} is omitted in some MSS. and by some Editors.  {ouk omou}: some Editors omit {ouk}: the meaning seems to be that"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 33
    },
    {
      "number": "153",
      "title": "the females, flag in their course and are dragged along, first one and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "then the other.\"",
            "See ii. 75.  {metri}: the MSS. have {metre}, \"womb,\" but for this Herod. seems to use the plural.  {metera}: most MSS. have {metran}.",
            "Most of the MSS. have {auton} before {ta melea}, which by some Editors is omitted, and by others altered to {autika}.",
            "If {auton} is to stand it must be taken with {katapetomenas}, \"flying down upon them,\" and so it is punctuated in the Medicean Ms.  {elkea}.",
            "There is a play upon the words {epelkein} and {elkea} which can hardly be reproduced in translation.  {Kassiteridas}.  {o kassiteros}.  cp. iv. 13.  {akinakea}.",
            "This is the second of the satrapies mentioned in the list, see ch. 90, named from its chief town.",
            "Oroites also possessed himself of the first satrapy, of which the chief town was Magnesia (ch. 122), and then of the third (see ch. 127).",
            "The satrapy of Daskyleion is the third in the list, see ch. 90.  {su gar en andron logo}.",
            "Or, \"banqueting hall,\" cp. iv. 95.  {apestrammenon}: most of the MSS. have {epestrammenon}, \"turned towards (the wall).\"",
            "\"whenever he (i. e.",
            "Zeus) rained.\"",
            "This clause, \"as Amasis the king of Egypt had foretold to him,\" is omitted in some MSS. and by some Editors.  {oideonton eti ton pregmaton}: cp. ch. 76.  i. e. satrapies: see ch. 89, 90.  {apikomenon kai anakomisthenton}: the first perhaps referring to the slaves and the other to the rest of the property.  i. e. the art of evasion.  {es tou khrosou ten theken}: {es} is not in the MSS., which"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 253
    },
    {
      "number": "154",
      "title": "have generally {tou khrusou sun theke}: one only has {tou khrusou ten",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "theken}.  {stateras}: i. e. the {stater Dareikos} \"Daric,\" worth about £1; cp. note on vii. 28.  {ekaton mneon}, \"a hundred minae,\" of which sixty go to the talent.",
            "This passage, from \"for this event happened\" to the end of the"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "155",
      "title": "chapter, is suspected as an interpolation by some Editors, on internal",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "grounds.",
            "Tarentum.",
            "Italy means for Herodotus the southern part of the peninsula only.  {restones}: so one inferior Ms., probably by conjectural emendation: the rest have {krestones}.",
            "The Ionic form however of {rastone} would be {reistone}.",
            "Some would read {khrestones}, a word which is not found, but might mean the same as {kresmosunes} (ix. 33), \"in consequence of the request of Demokedes.\"",
            "{kat' emporien strateuomenoi}: some MSS. read {kat' emporien, oi de strateuomenoi}, \"some for trade, others serving in the army.\"",
            "{prothura}.  {e tis e oudeis}.  {isonomien}: see ch. 80, note.  {all' oud' axios eis su ge}.",
            "Maiandrios can claim no credit or"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 102
    },
    {
      "number": "156",
      "title": "reward for giving up that of which by his own unworthiness he would in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "any case have been deprived.  {ou de ti}: some read {oud' eti} or {ou de eti}, \"no longer kept the purpose.\"",
            "{en gorgure}: the word also means a \"sewer\" or \"conduit.\"",
            "{prosempikraneesthai emellon toisi Samioisi}.  {tous diphrophoreumenous}: a doubtful word: it seems to be a sort"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 46
    },
    {
      "number": "157",
      "title": "of title belonging to Persians of a certain rank, perhaps those who were",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "accompanied by men to carry seats for them, the same as the {thronoi} mentioned in ch. 144; or, \"those who were borne in litters.\"",
            "{sageneusantes}: see vi. 31.",
            "The word is thought by Stein to have been interpolated here.",
            "Or, \"are very highly accounted and tend to advancement.\"",
            "\"opposite to.\"",
            "The words \"and to the Persians\" are omitted in some MSS."
          ]
        },
        {
          "sentences": [
            "BOOK IV.",
            "THE FOURTH BOOK OF THE HISTORIES, CALLED MELPOMENE"
          ]
        },
        {
          "sentences": [
            "After Babylon had been taken, the march of Dareios himself against"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 82
    },
    {
      "number": "158",
      "title": "returning to it after that interval of time, they were met by a contest",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "not less severe than that which they had had with the Medes, since they found an army of no mean size opposing them.",
            "For the wives of the Scythians, because their husbands were absent from them for a long time, had associated with the slaves."
          ]
        },
        {
          "sentences": [
            "Now the Scythians put out the eyes of all their slaves because of the"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 59
    },
    {
      "number": "159",
      "title": "repelled by blazing with fire; but when the third and youngest came up",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to it, the flame was quenched, and he carried them to his own house.",
            "The elder brothers then, acknowledging the significance of this thing, delivered the whole of the kingly power to the youngest."
          ]
        },
        {
          "sentences": [
            "From Lixopaïs, they say, are descended those Scythians who are called"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 45
    },
    {
      "number": "160",
      "title": "day wear cups attached to their girdles: and this alone his mother",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "contrived for Skythes.",
            "Such is the story told by the Hellenes who dwell about the Pontus."
          ]
        },
        {
          "sentences": [
            "There is however also another story, which is as follows, and to this I am most inclined myself.",
            "It is to the effect that the nomad Scythians dwelling in Asia, being hard pressed in war by the Massagetai,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 54
    },
    {
      "number": "161",
      "title": "Scythians, who neither sow anything nor plough the earth; and this whole",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "region is bare of trees except Hylaia.",
            "These nomads occupy a country which extends to the river Gerros, a distance of fourteen days' journey Eastwards."
          ]
        },
        {
          "sentences": [
            "Then on the other side of the Gerros we have those parts which are"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 39
    },
    {
      "number": "162",
      "title": "Scythians towards the North Wind dwell the Melanchlainoi, 29 of a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "different race and not Scythian.",
            "The region beyond the Melanchlainoi is marshy and not inhabited by any, so far as we know."
          ]
        },
        {
          "sentences": [
            "After one has crossed the river Tanaïs the country is no longer Scythia, but the first of the divisions belongs to the Sauromatai,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 45
    },
    {
      "number": "163",
      "title": "of oxen in that country have no horns growing; and there is a verse of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Homer in the Odyssey supporting my opinion, which runs this:—"
          ]
        },
        {
          "sentences": [
            "\"Also the Libyan land, where the sheep very quickly grow hornèd,\""
          ]
        },
        {
          "sentences": [
            "for it is rightly said that in hot regions the horns come quickly, whereas in extreme cold the animals either have no horns growing at all, or hardly any. 30.",
            "In that land then this takes place on account of the cold; but (since my history proceeded from the first seeking occasions for"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 74
    },
    {
      "number": "164",
      "title": "poem of the \"Epigonoi,\" at least if Homer was really the composer of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that Epic."
          ]
        },
        {
          "sentences": [
            "But much more about them is reported by the people of Delos than by any others.",
            "For these say that sacred offerings bound up in wheat straw are carried from the land of the Hyperboreans and come to the Scythians,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "165",
      "title": "the king of the Egyptians had sent out the Phenicians of whom I spoke",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "before, to sail round Libya.",
            "After these had made their voyage round the coast, Dareios both subdued the Indians and made use of this sea.",
            "Thus Asia also, excepting the parts of it which are towards the rising sun, has been found to be similar to Libya."
          ]
        },
        {
          "sentences": [
            "As to Europe, however, it is clearly not known by any, either as"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 60
    },
    {
      "number": "166",
      "title": "Of these as many as are noteworthy and also can be navigated from the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sea, I will name: there is Ister with five mouths, and after this Tyras, Hypanis, Borysthenes, Panticapes, Kypakyris, Gerros and Tanaïs.",
            "These flow as I shall now describe."
          ]
        },
        {
          "sentences": [
            "The Ister, which is the greatest of all the rivers which we know, flows always with equal volume in summer and winter alike.",
            "It is the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 54
    },
    {
      "number": "167",
      "title": "borders the country of the nomad and that of the Royal Scythians, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "runs out into the Hypakyris."
          ]
        },
        {
          "sentences": [
            "The eighth is the river Tanaïs, which starts in its flow at first from a large lake, and runs out into a still larger lake called Maiotis, which is the boundary between the Royal Scythians and the Sauromatai.",
            "Into this Tanaïs falls another river, whose name is Hyrgis."
          ]
        },
        {
          "sentences": [
            "So many are the rivers of note with which the Scythians are"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 65
    },
    {
      "number": "168",
      "title": "are fastened has been burnt: and they burn the diviners in the manner",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "described for other causes also, calling them false prophets.",
            "Now when the king puts any to death, he does not leave alive their sons either, but he puts to death all the males, not doing any hurt to the females."
          ]
        },
        {
          "sentences": [
            "In the following manner the Scythians make oaths to whomsoever they"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 51
    },
    {
      "number": "169",
      "title": "breaker of the oath, and afterwards they drink it off, both they who are",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "making the oath and the most honourable of their company."
          ]
        },
        {
          "sentences": [
            "The burial-place of the kings is in the land of the Gerrians, the place up to which the Borysthenes is navigable.",
            "In this place, when their king has died, they make a large square excavation in the earth;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 48
    },
    {
      "number": "170",
      "title": "every kind of cleverness except the Lacedemonians; but these alone knew",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "how to exchange speech sensibly.",
            "This story however has been invented without any ground by the Hellenes themselves; and however that may be, the man was slain in the way that was related above."
          ]
        },
        {
          "sentences": [
            "This man then fared thus badly by reason of foreign customs and"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 46
    },
    {
      "number": "171",
      "title": "his bridge is, as I conclude, 8701 midway between Byzantion and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "temple at the mouth of the Pontus."
          ]
        },
        {
          "sentences": [
            "After this Dareios being pleased with the floating bridge rewarded the chief constructor of it, Mandrocles the Samian, with gifts tenfold; and as an offering from these Mandrocles had a painting made of"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "172",
      "title": "this he caused to be painted and dedicated it as an offering in the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "temple of Hera, with the following inscription:"
          ]
        },
        {
          "sentences": [
            "\"Bosphorus having bridged over, the straits fish-abounding, to Hera  Mandrocleës dedicates this, of his work to record;  A crown on himself he set, and he brought to the Samians glory,  And for Dareios performed everything after his mind.\""
          ]
        },
        {
          "sentences": [
            "This memorial was made of him who constructed the bridge: and"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 56
    },
    {
      "number": "173",
      "title": "against the Scythians the best and fairest of all men, Dareios the son",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of Hystaspes, of the Persians and of all the Continent king.\"",
            "These were the words which were there written."
          ]
        },
        {
          "sentences": [
            "Dareios then set out from thence and came to another river whose name is Artescos, which flows through the land of the Odrysians.",
            "Having"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 43
    },
    {
      "number": "174",
      "title": "threats to the god, not believing that there exists any other god except",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "their own."
          ]
        },
        {
          "sentences": [
            "This Salmoxis I hear from the Hellenes who dwell about the Hellespont and the Pontus, was a man, and he became a slave in Samos, and was in fact a slave of Pythagoras the son of Mnesarchos.",
            "Then having"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "175",
      "title": "appeared to the Thracians, and in this way the things which Salmoxis",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "said became credible to them."
          ]
        },
        {
          "sentences": [
            "Thus they say that he did; but as to this matter and the chamber under ground, I neither disbelieve it nor do I very strongly believe, but I think that this Salmoxis lived many years before Pythagoras."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 42
    },
    {
      "number": "176",
      "title": "be sure that thou appear before me, in order that I may requite thee",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with good deeds for good counsel.\""
          ]
        },
        {
          "sentences": [
            "Having thus said and having tied sixty knots in a thong, he called the despots of the Ionians to speak with him and said as follows: \"Men of Ionia, know that I have given up the opinion which I formerly"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 46
    },
    {
      "number": "177",
      "title": "our resolve has thus been changed, guard the floating bridge, showing",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "all diligence to keep it safe and to guard it.",
            "And thus acting, ye will do for me a very acceptable service.\"",
            "Thus said Dareios and hastened on his march forwards."
          ]
        },
        {
          "sentences": [
            "Now in front of Scythia in the direction towards the sea lies Thrace; and where a bay is formed in this land, there begins Scythia,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 56
    },
    {
      "number": "178",
      "title": "lines of Scythia 102 would be four thousand furlongs in length, and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "perpendiculars which tend inland would be the same number of furlongs.",
            "Such is the size of this land."
          ]
        },
        {
          "sentences": [
            "The Scythians meanwhile having considered with themselves that they were not able to repel the army of Dareios alone by a pitched battle,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "179",
      "title": "the kings of these nations had come together and were taking counsel",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with one another, since so great an army was marching towards them.",
            "Now those who had come together were the kings of the Tauroi, Agathyrsians, Neuroi, Androphagoi, Melanchlainoi, Gelonians, Budinoi and Sauromatai."
          ]
        },
        {
          "sentences": [
            "Of these the Tauroi have the following customs:—they sacrifice to"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "180",
      "title": "have a language of their own; and alone of all these nations they are",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "man-eaters."
          ]
        },
        {
          "sentences": [
            "The Melanchlainoi wear all of them black clothing, whence also they have their name; and they practise the customs of the Scythians."
          ]
        },
        {
          "sentences": [
            "The Budinoi are a very great and numerous race, and are all very blue-eyed and fair of skin: and in their land is built a city of wood,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 51
    },
    {
      "number": "181",
      "title": "from them through the land of the Maiotians and run into that which is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "called the Maiotian lake, their names being as follows,—Lycos, Oaros, Tanaïs, Syrgis. 124.",
            "When therefore Dareios came to the desert region, he ceased from his course and halted his army upon the river Oaros.",
            "Having so done he"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "182",
      "title": "come to these, but led the Persians from the country of the Neuroi back",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to their own land."
          ]
        },
        {
          "sentences": [
            "Now as this went on for a long time and did not cease, Dareios sent a horseman to Idanthyrsos king of the Scythians and said as follows: \"Thou most wondrous man, why dost thou fly for ever, when thou mightest do of these two things one?—if thou thinkest thyself able to make"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 56
    },
    {
      "number": "183",
      "title": "earth and water I shall send such things as it is fitting that thou",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "shouldest receive; and in return for thy saying that thou art my master, for that I say, woe betide thee.\"",
            "This is the proverbial \"saying of the Scythians.\"",
            "The herald then had departed to report this to Dareios; and the kings of the Scythians, having heard mention of subjection to a master, were filled with wrath.",
            "They sent accordingly the division which was"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 63
    },
    {
      "number": "184",
      "title": "of the gifts which were offered; but he said that nothing more had been",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "commanded to him but to give them and get away as speedily as possible; and he bade the Persians find out for themselves, if they had wisdom, that which the gifts were meant to express."
          ]
        },
        {
          "sentences": [
            "Having heard this the Persians took counsel with one another; and"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 46
    },
    {
      "number": "185",
      "title": "take vengeance on them on behalf of us as well as of yourselves in such",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "manner as they deserve.\""
          ]
        },
        {
          "sentences": [
            "The Scythians then, believing for the second time that the Ionians were speaking the truth, turned back to make search for the Persians, but they missed altogether their line of march through the land.",
            "Of this"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "186",
      "title": "would not have chosen the worse place, when they might have settled in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that which was better, if they had not been blind.",
            "This Megabazos it was who was left in command at that time in the land of the Hellespontians, and he proceeded to subdue all who did not take the side of the Medes."
          ]
        },
        {
          "sentences": [
            "He then was doing thus; and at this very same time a great"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 56
    },
    {
      "number": "187",
      "title": "he came to Delphi to inquire about his voice; and when he asked, the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "prophetess thus answered him:"
          ]
        },
        {
          "sentences": [
            "\"For a voice thou camest, O Battos, but thee lord Phoebus Apollo  Sendeth as settler forth to the Libyan land sheep-abounding,\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 25
    },
    {
      "number": "188",
      "title": "there, they fared none the better: and the Pythian prophetess made",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "answer to them thus:"
          ]
        },
        {
          "sentences": [
            "\"Better than I if thou knowest the Libyan land sheep-abounding,  Not having been there than I who have been, at thy wisdom I wonder.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "189",
      "title": "she urged the Hellenes in general to sail and join with the Kyrenians",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in colonising Libya.",
            "For the Kyrenians invited them, giving promise of a division of land; and the oracle which she uttered was as follows:"
          ]
        },
        {
          "sentences": [
            "\"Who to the land much desirèd, to Libya, afterwards cometh,  After the land be divided, I say he shall some day repent it.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 47
    },
    {
      "number": "190",
      "title": "be married, and whosoever of them proves to be pleasing to the king is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "deflowered by him.",
            "These Adyrmachidai extend along the coast from Egypt as far as the port which is called Plynos."
          ]
        },
        {
          "sentences": [
            "Next after these come the Giligamai, occupying the country towards the West as far as the island of Aphrodisias.",
            "In the space"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 42
    },
    {
      "number": "191",
      "title": "Gindanes dwell the Lotophagoi, who live by eating the fruit of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "lotos only.",
            "Now the fruit of the lotos is in size like that of the mastich-tree, and in flavour it resembles that of the date-palm.",
            "Of this fruit the Lotophagoi even make for themselves wine."
          ]
        },
        {
          "sentences": [
            "Next after the Lotophagoi along the sea-coast are the Machlyans, who also make use of the lotos, but less than those above mentioned."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 58
    },
    {
      "number": "192",
      "title": "warm; and it continues to increase in heat still more until it reaches",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "midnight, when it boils and throws up bubbles; and when midnight passes, it becomes cooler gradually till dawn of day.",
            "This spring is called the fountain of the Sun."
          ]
        },
        {
          "sentences": [
            "After the Ammonians, as you go on along the belt of sand, at an"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "193",
      "title": "animals which the land of the Libyans possesses, so far as we were able",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to discover by inquiries extended as much as possible."
          ]
        },
        {
          "sentences": [
            "Next to the Maxyan Libyans are the Zauekes, whose women drive their chariots for them to war."
          ]
        },
        {
          "sentences": [
            "Next to these are the Gyzantes, among whom honey is made in"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "194",
      "title": "to perfection and is ripe; so that by the time the first crop has been",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "eaten and drunk up, the last is just coming in.",
            "Thus the harvest for the Kyrenians lasts eight months.",
            "Let so much as has been said suffice for these things."
          ]
        },
        {
          "sentences": [
            "Now when the Persian helpers of Pheretime, having been sent"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 40
    },
    {
      "number": "195",
      "title": "the king, and king Dareios gave them a village in the land of Bactria in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "which to make a settlement.",
            "To this village they gave the name of Barca, and it still continued to be inhabited by them even down to my own time, in the land of Bactria."
          ]
        },
        {
          "sentences": [
            "Pheretime however did not bring her life happily to an end any more"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 47
    },
    {
      "number": "196",
      "title": "Such and so great was the punishment inflicted by Pheretime the wife of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Battos on the men of Barca."
          ]
        },
        {
          "sentences": [
            "NOTES TO BOOK IV.",
            "Some enterprises had been entrusted to others, e. g. the attack on Samos; but this had not been the case with the capture of Babylon, therefore some Editors have proposed corrections, e. g. {au tou} (Schweighäuser), and {autika} (Stein).",
            "See i. 106.  {tes ano 'Asies}: this means Eastern Asia as distinguished from the coasts of Asia Minor; see i. and 177.  {katapausantes}: the expression is awkward if meant to be equivalent"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 81
    },
    {
      "number": "197",
      "title": "to {kai katepausan}, but it is hardly improved by the alteration to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "{katapausontes}.",
            "Perhaps the clause is out of place.  {ponos}.  {peristixantes}: so the two best MSS.; others have {peristesantes} or {peristexantes}.",
            "The word {peristixantes} would be from {peristikho},"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 27
    },
    {
      "number": "198",
      "title": "the best resource is to suppose that some part of the explanation, in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "connexion with the manner of dealing with the milk, has been lost.  {te per}: a conjectural emendation for {e per}, \"which is a very great lake\".  {epi touton arkhonton}: the word {arkhonton} is omitted in some MSS. and by some Editors.  {sagarin}.  {tous basileious}: so Wesseling.",
            "The MSS. have {tous basileas}, \"the kings,\" which may perhaps be used here as equivalent to {tous"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 63
    },
    {
      "number": "199",
      "title": "basileious}: some Editors, including Stein, adopt the conjecture {tou",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "basileos}, \"from the youngest of them who, was king, those who,\" etc.  {tou basileos}: some Editors read by conjecture {Skolotou basileos}, \"after their king Scolotos\".  {katazonnumenon}: or {kata tade zonnumenon}, \"girded in this manner\".  {mekhanesasthai ten metera Skuthe}: the better MSS. read {mekhanasthai} and {Skuthen}: the meaning seems doubtful, and some Editors would omit the clause as an interpolation.  {pros pollous deomenon}: the better MSS. read {pro pollou deomena}.",
            "The passage has been emended in various ways, e. g. {pros pollous deoi"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 82
    },
    {
      "number": "200",
      "title": "menontas} (Buttmann), {pros pollous menontas} (Bredow), {pro spodou",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "deomenon} (Stein).  {poiesas}: some authorities have {eipas}.",
            "Italy means for Herodotus only the Southern part of the peninsula.  {diekosioisi}: so the best authorities; others have {priekosioisi}.  {'Italioteon}, i. e.",
            "Hellenic settlers in Italy.  {to agalmati to 'Apollonos}: {agalma} is used for anything dedicated to a god, most commonly the sacred image.  {katuperthe}: \"above,\" i. e. beyond them towards the North."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 60
    },
    {
      "number": "201",
      "title": "composed,\" in which he might be expected as a poet to go somewhat beyond",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the literal truth.",
            "Or, \"Alizonians\".  {'Olbiopolitas}.",
            "See ch. 101, where the day's journey is reckoned at stades ( English miles).",
            "The meaning of {eremos} here is not waste and barren land, but land without settled inhabitants.  i. e. \"Man-eaters\".",
            "This is the reading of the MSS., but it is not consistent with the distance given in ch. 101, nor with the actual facts: some Editors therefore read \"four\" instead of \"fourteen\".  i. e. \"Cliffs\".  i. e. \"Black-cloaks\".  {'Argippaioi}: it is not certain that this is the form which ought"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 89
    },
    {
      "number": "202",
      "title": "to be read here: Latin writers make the name \"Arimphaei,\" and in some",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "MSS. it is given here as {'Orgempaioi}.  {agalmati}.  {ta genesia}.",
            "Or, \"violent\".",
            "Od. iv. 85.  {e phuonta phuein mogis}.  {prosthekas}, \"additions\".  i. e. of Apollo and Artemis.",
            "Omitting {legon}.",
            "The word \"Asia\" is not contained in the MSS. and need not be inserted in the text, but it is implied, if not expressed; see chap. 41.  {aktai}.  {ou legousa ei me nomo}.  i. e. 100, fathoms, equivalent to stades; see ii. 6, note 10.  {oude sumballein axie}.  ii. 158.  {brota}: some MSS. have {probata} \"cattle\".  {omoia parekhomene}: the construction is confused, but the meaning is that all but the Eastern parts are known to be surrounded by sea.  {logion}: some MSS. have {logimon}, \"of reputation\".",
            "Stein reads {eisi de} for {eisi de}, and punctuates so that the"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 127
    },
    {
      "number": "203",
      "title": "manner:—besides other rivers which flow into it, those which especially",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "make it great are as follows\".  {pente men oi}: this perhaps requires emendation, but the corrections proposed are hardly satisfactory, e. g. {pente megaloi} or {pente monoi}.",
            "Or \"Skios\": called by Thucydides \"Oskios\" (ii. 96).  {eti}: most of the MSS. give {esti}, which is adopted by some Editors.  \"Sacred Ways\".  {Gerreon}: in some MSS. {Gerrou}, \"the region called Gerros\".  {tesserakonta}: some Editors have altered this number, but without authority or sufficient reason.  {di eremou}: see note on ch. 18.",
            "The region here spoken of is that between the Gerrians and the agricultural Scythians.  {es touto elos}: i. e. the Dneiper-Liman. (The Medicean and Florentine MSS. read {es to elos}, not {es to telos}, as hitherto reported.)  {eon embolon tes khores}.  {Metros}: i. e. the Mother of the gods, Kybele, cp. ch. 76; some less good authorities have {Demetros}.  {reei de}: most MSS. have {reei men gar}.",
            "Or, \"Apia\".",
            "Or, \"Goitosyros\".",
            "The MSS. have also \"Arippasa\" and \"Artimpasa\".",
            "The authorities have also \"Thagimasa\" and \"Thamimasidas\".  {ton arkheion}: some read by conjecture {en to arkheio}, \"at the seat of government,\" or \"in the public place\".  {eson t' epi stadious treis}.  {upo ton kheimonon}.  {akinakes}.  {agalma}: see note on ch. 15.  {kata per baitas}.",
            "Or, \"and put them together in one bundle\".",
            "See i. 105.  {kuperou}: it is not clear what plant is meant.  i. e. for this purpose.",
            "The general use of bronze is attested by ch. 81.  {ode anabibazontes, epean k. t. l}: the reference of {ode} is"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 247
    },
    {
      "number": "204",
      "title": "thus, {ode anabibazontes epean} and omit {de} after {katothen}, making",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the reference of {ode} to the latter clause alone.  {oruontai}, as in iii. 117, but here they howl for pleasure.",
            "Like the Egyptians for example, cp. ii. 91.  {mete ge on allelon}: the MSS. have {me ti ge on allelon}."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "205",
      "title": "meaning is, \"rejecting those of other nations and especially those of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Hellenes\".",
            "For the use of {me} after {pheugein} cp. ii. 91.",
            "Or, according to some MSS., \"as they proved in the case of Anacharsis and afterwards of Skyles\".  {gen pollen}.  {epitropou}.  {peplastai}: some authorities give {pepaistai}, \"has been invented as a jest\".  {es kheiras agesthai}.  {o theos}.  {diepresteuse}: this or {epresteuse} is the reading of most of the MSS.",
            "The meaning is uncertain, since the word does not occur elsewhere.",
            "Stein suggests that it may mean \"scoffed (at the Scythians)\".",
            "Various conjectures have been tried, e. g. {diedresteuse}, {diedrepeteuse}, etc.  {os Skuthas einai}: cp. ii. 8.",
            "Some (e. g.",
            "Dindorf and Bähr) translate \"considering that they are Scythians,\" i. e. for a nation so famous and so widely extended.  i. e. about gallons.  {epi to iro}: the MSS. mostly have {epi iro}, and Stein adopts the conjecture {epi rio}, \"on a projecting point\".",
            "The temple would be that of {Zeus ourios} mentioned in ch. 87. (In the Medicean Ms. the omitted {i} is inserted above the line beforethe {r}, not directly over it, as represented by Stein, and the accent is not omitted.)  {stadioi}, and so throughout.  i. e. 1,110,000.  i. e. 330,000.  {stelas}, i. e. \"square blocks\"; so also in ch. 91.  i. e. 700,000.  {os emoi dokeei sumballomeno}, \"putting the evidence together\".  {pasi deka}: probably a loose expression like {ta panta muria}, iii. 74.  {psoren}, \"mange\".",
            "Or (less probably) \"Skyrmiadai\".  {Salmoxin}: some inferior MSS. have {Zalmoxin}, or {Zamolxin}, and the spelling in other writers varies between these forms.  {daimona}, sometimes used for deified men as distinguished from gods, cp. ch. 103.  {dia penteteridos}.  {bathutera}.  {ou to asthenestato sophiste}.",
            "No depreciation seems to be intended here.  {andreona}.  i. e. the Mediterranean: or the passage may mean simply, \"Thrace runs out further into the sea than Scythia\".  {gounon}.",
            "More literally, \"I say this, so far as it is allowed to compare, etc. Such is the form of the Tauric land\".  {ede}.",
            "The Agathyrsians however have not been mentioned before in this connection.  {stadia}.  {tes Skuthikes ta epikarsia}, i. e. the lines running from West to East.  {epanakhthentes}: so the Medicean Ms. and another: the rest have {epanakhthentas}.",
            "Some Editors read by conjecture {apeneikhthentas}, \"cast away on their coast\".  {neoisi}.  {trieteridas}.",
            "Or, \"were driven out\".  {phtheirotrageousi}.",
            "Or, \"Aiorpata,\" and \"aior\" below.  i. e. the Royal Scythians: see ch. 20.  {epi touto}, the reading of the Aldine edition.",
            "The MSS. have {epi touto}.",
            "Stein suggests {dia touto}.  {ou peisometha}: some MSS. read {ouk oisometha}.",
            "Editors have emended by conjecture in various ways, e. g. {ou periopsometha}, \"we"
          ]
        }
      ],
      "sentence_count": 19,
      "word_count": 426
    },
    {
      "number": "206",
      "title": "shall not allow it\"; {oi epoisometha} or {oi epeisometha}, \"we shall go",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "out to attack him\"; {aposometha}, \"we shall repel him\".  {paras}, or {pasai}, belonging to {gunaikes}.  {khersou}, \"dry\".",
            "Perhaps the same as the \"Hyrgis\" mentioned in ch. 57.",
            "Some Editors read \"Hyrgis\" in this passage.",
            "See ch. 119.  {klaiein lego}.  {touto esti e apo Skutheon resis}: this refers to the last words, {klaiein lego}.",
            "Most Editors have doubts about the genuineness of the sentence, regarding it a marginal gloss which has crept into the text; but perhaps without sufficient reason.",
            "Or, \"with some slight effect on the course of the war\".",
            "See i. 216.  {eremothentes tou omilou}.  {iesan tes phones}.  {e mia kai Sauromatai}: some Editors read {e meta Sauromateon}.",
            "The MSS. give {e mia Sauromatai} (some {Sauromateon}).",
            "Stein inserts {kai}.  {khairontes eleutheroi}.",
            "The list includes only those who voted in favour of the proposal of Histiaios (i. e.",
            "Miltiades is not included in it): hence perhaps Stein is right in suggesting some change in the text, e. g. {oi diapherontes te ten psephon basileos kai eontes logou pleistou}.",
            "The absence of the"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 172
    },
    {
      "number": "207",
      "title": "name of Coës is remarked by several commentators, who forget that he had",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "accompanied Dareios: see ch. 97.",
            "Or, \"and even so they found the passage of the river with difficulty\".  {en Persesi}.  i. e. 80,000.  {gar}: some MSS. read {de}; so Stein and other Editors.  i. e.",
            "Castor and Polydeukes the sons of Tyndareus, who were among the Argonauts.  {Phera} (genitive).",
            "From {ois} \"sheep\" and {lukos} \"wolf\" ({oin en lukoisi}).  {phule}, the word being here apparently used loosely.  {'Erinuon}.  {meta touto upemeine touto touto}: some Editors mark a lacuna"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 77
    },
    {
      "number": "208",
      "title": "after {upemeine}, or supply some words like {sunebe de}: \"after this the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "children survived, and the same thing happened also in Thera, etc\".",
            "Or, \"Grinos\".  {Euphemides}: the MSS. have {Euthumides}: the correction is from Pindar, Pyth. iv. 455.  {onax}, the usual form of address to Apollo; so in ch. 155.",
            "Or, \"Axos\".  i. e.",
            "Aristoteles, Pind.",
            "Pyth. v. 87.  {metaxu apolipon}.",
            "Or, \"it happened both to himself and to the other men of Thera"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 62
    },
    {
      "number": "209",
      "title": "according to their former evil fortune\"; but this would presuppose the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "truth of the story told in ch. 151, and {paligkotos} may mean simply \"adverse\" or \"hostile\".  {eontes tosoutoi osoi k. t. l.} They could hardly have failed to increase in number, but no new settlers had been added.  {usteron elthe gas anadaiomenes}, \"too late for the division of land\".",
            "Or, \"Thestis\".",
            "The MSS. give also \"Aliarchos\" and \"Learchos\".  {mathon ekasta}.  {ton terioikon}: i. e. conquered Libyans.  {nesioteon panton}: i. e. the natives of the Cyclades, cp. vi. 99.  {amphirruton ten Kurenen einai}: some Editors read by conjecture {ten amphirruton Kurenen einai} (or {Kurenen ten amph, einai}), \"that Kyrene was the place flowed round by water\".  {pselion}.",
            "Or, \"Giligammai\".  i. e. the plant so called, figured on the coins of Kyrene and Barca.",
            "Or, \"Asbytai\".  i. e. further from the coast, so {katuperthe}, ch. etc., cp. ch. 16.",
            "Or \"Cabales\".",
            "See i. 216.",
            "Distinct from the people of the same name mentioned in ch. 183: those here mentioned are called \"Gamphasantes\" by Pliny.  {glukuteta}, \"sweetness\".  {allen te ekatomben kai de kai}.  {epithespisanta to tripodi}, which can hardly mean \"prophesied sitting upon the tripod\".",
            "Lit. \"the men come together regularly to one place within three months,\" which seems to mean that meetings are held every three months, before one of which the child is brought.",
            "See ii. 42.  i. e. in the middle of the morning.  {tripsin}: the \"feel\" to the touch: hence it might mean either hardness or softness according to the context.  {troglodutas}: \"Troglodytes\".  {uperballonti}: \"when his heat is greatest\".  {ede}.",
            "Or \"red\".  {domon}: Reiske reads {omon} by conjecture, \"over his shoulder\".",
            "Or (according to some MSS.), \"practise this much and do it well\".  {akatapseusta}.",
            "Several Editors have adopted the conjecture {katapseusta}, \"other fabulous beasts\".  {orues}: perhaps for {oruges} from {orux}, a kind of antelope.  {diktues}: the meaning is uncertain.  {ekhinees}, \"urchins\".",
            "Or \"Zabykes\".",
            "Or \"Zygantes\".  {eie d' an pan}: cp. v. 9.",
            "Some translate, \"and this might well be so\".  {oud' areten einai tis e Libue spoudaie}.  i. e. corn; cp. i. 193.  {bounous}.",
            "See ch. 167.  {meden allo neokhmoun kata Barkaious}: cp. v. 19.  {paralabontes}.  {epiphthonoi}."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK ***"
          ]
        }
      ],
      "sentence_count": 18,
      "word_count": 356
    }
  ],
  "statistics": {
    "total_chapters": 209,
    "total_paragraphs": 350,
    "total_sentences": 878,
    "total_words": 14370,
    "average_sentences_per_chapter": 4.2009569377990434,
    "average_paragraphs_per_chapter": 1.674641148325359,
    "average_sentences_per_paragraph": 2.5085714285714285,
    "average_words_per_sentence": 16.366742596810933
  }
}