{
  "metadata": {
    "title": "Notes and Queries, Number 82, May 24, 1851",
    "author": "Various",
    "format": "standard",
    "format_confidence": 35.0,
    "original_metadata": {
      "title": "Notes and Queries, Number 82, May 24, 1851",
      "author": "Various",
      "language": "English",
      "release_date": null,
      "ebook_number": null
    },
    "raw_text_length": 111937,
    "cleaned_text_length": 92371
  },
  "chapters": [
    {
      "number": 1,
      "title": "Chapter V: X. Y.",
      "paragraphs": [
        {
          "sentences": [
            "_San Graal_ (Vol. iii., pp 224. 281.).--Roquefort's article of nine columns in his _Glos. de la L.",
            "Rom._, is decisive of the word being derived from _Sancta Cratera;_ of _Graal, Gréal_, always having meant a vessel or dish and of all the old romancers having understood the expression in the same meaning, namely, _Sancta Cratera, le Saint Graal, the Holy Cup or Vessel_, because, according to the legend, Christ used it at the Paschal Supper; and Joseph of Arimathea afterwards employed it to catch the blood flowing from his wounds.",
            "Many cities formerly claimed the honour of possessing this fabulous relic.",
            "Of course, as Price shows, it was an old Oriental magic-dish legend, imitated in the West."
          ]
        },
        {
          "sentences": [
            "GEORGE STEPHENS."
          ]
        },
        {
          "sentences": [
            "Stockholm."
          ]
        },
        {
          "sentences": [
            "_Epitaph on the Countess of Pembroke_ (Vol. iii., pp 262. 307.).--It has been asserted that the second part of this epitaph was written by Lady Pembroke's son; among whose poems, which were published in 1660, the whole piece was included. (Park's _Walpole_, ii. 203. _note_; Gifford's _Ben Jonson_, viii. 337.) But it is notorious, that no confidence whatever can be placed in that volume (see this shown in detail in Mr. Hannah's edit. of Poems by Wotton and Raleigh, pp. 61. 63.); nor have we any right to distribute the two parts between different authors.",
            "There are at least _four_ {414} old copies of the whole; two in MSS. which are referred to by Mr. Hannah; the one in Pembroke's _Poems_; and the one in that Lansdowne MS., where it is ascribed to William Browne.",
            "Brydges assigned it to Browne, when he published his _Original Poems_ from that MS. at the Lee Priory Press in 1815, p. 5.",
            "Upon the whole, there seems to be more direct evidence for Browne than any other person."
          ]
        },
        {
          "sentences": [
            "R."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "MISCELLANEOUS."
          ]
        },
        {
          "sentences": [
            "NOTES ON BOOKS, SALES, CATALOGUES, ETC."
          ]
        },
        {
          "sentences": [
            "_A History of the Articles of Religion: to which is added a Series of Documents from_ A.D. _1536 to_ A.D. _1615; together with Illustrations from Contemporary Sources_, by Charles Hardwick, M.A., is the title of an octavo volume, in which the author seeks to supply a want long felt, especially by students for Holy Orders; namely, a work which should show not the _doctrine_ but the _history_ of the Articles.",
            "For, as he well observes, while many have enriched our literature by expositions of the _doctrine_ of the Articles, \"no regular attempt has been made to illustrate the framing of the Formulary itself, either by viewing it in connection with the kindred publications of an earlier and a later date, or still more in its relation to the period out of which it originally grew.\"",
            "This attempt Mr. Hardwick has now made very successfully; and it is because his book is historical and not polemical, that we feel called upon to notice it, and to bear our testimony to its interest, and its value to that \"large class of readers who, anxious to be accurately informed upon the subject, are precluded from consulting the voluminous collectors, such as Strype, Le Plat, or Wilkins.\"",
            "Such readers will find Mr. Hardwick's volume a most valuable handbook."
          ]
        },
        {
          "sentences": [
            "A practical illustration that \"union is strength,\" is shown by a volume which has just reached us, entitled, _Reports and Papers read at the Meetings of the Architectural Societies of the Archdeaconry of Northampton, the Counties of York and Lincoln, and of the Architectural and Archæological Societies of Bedfordshire and St.",
            "Alban's during the Year _MDCCCL. _Presented gratuitously to the Members._ Had each of these Societies, instead of joining with its fellows, put forth a separate Report, the probability is, it would not only have involved such Society in an expense far beyond what it would be justified in incurring, but the Report itself would not have excited half the interest which will now be created by a comparison of its papers with those of its associate Societies; while, with the reduced expense, the benefit of a larger circulation is secured.",
            "The volume is one highly creditable to the Societies, and to the authors of the various communications which are to be found in it."
          ]
        },
        {
          "sentences": [
            "Messrs.",
            "Puttick and Simpson (191.",
            "Piccadilly) will be engaged on Monday and two following days in the Sale of a Library rich in works on every branch of what is now known as Folk Lore and Popular Antiquities, and which may certainly, and with great propriety, be styled \"a very curious collection.\"",
            "The mere enumeration of the various subjects on the title-page of the Catalogue, ranging, as they do, from Mesmerism and Magic, to Celestial Influences, Phrenology, Physiognomy, &c., might serve for the Table of Contents to a History of Human Weakness."
          ]
        },
        {
          "sentences": [
            "BOOKS RECEIVED.--_Neander's History of the Planting and Training of the Christian Church by the Apostles, translated from the third edition of the original German by J.",
            "E.",
            "Ryland_, is the fourth volume of the Standard Library which Mr. Bohn has devoted to translations of the writings of Neander; the first and second being his _Church History_, in two volumes, and the third his _Life of Christ_.--_Cosmos, a Sketch of the Physical Description of the Universe by Alexander Von Humboldt, translated from the German by E.",
            "C.",
            "Otté_, vol. iii., is the new volume of Bohn's Scientific Library, and completes his edition of the translation of the great work of the Prussian philosopher."
          ]
        },
        {
          "sentences": [
            "CATALOGUES RECEIVED.--Adam Holden's (60.",
            "High Street, Exeter) Catalogue Paternoster Row) Catalogue Part III. for 1851, of a valuable Collection of Topographical Books; J.",
            "Rowsell's (28.",
            "Great Queen Street) Catalogue No.",
            "XLIII. of a select Collection of Second-hand Books."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "BOOKS AND ODD VOLUMES WANTED TO PURCHASE."
          ]
        },
        {
          "sentences": [
            "DIANA (ANTONINUS) COMPENDIUM RESOLUTIONEM MORALIUM.",
            "Antwerp.-Colon. 1634-57."
          ]
        },
        {
          "sentences": [
            "PASSIONAEL EFTE DAT LEVENT DER HEILIGEN.",
            "Folio.",
            "Basil, 1522."
          ]
        },
        {
          "sentences": [
            "CARTARI--LA ROSA D'ORO PONTIFICIA. 4to.",
            "Rome, 1681."
          ]
        },
        {
          "sentences": [
            "BROEMEL, M.",
            "C.",
            "H., FEST-TANZEN DER ERSTEN CHRISTEN.",
            "Jena, 1705."
          ]
        },
        {
          "sentences": [
            "THE COMPLAYNT OF SCOTLAND, edited by Leyden. 8vo.",
            "Edin. 1801."
          ]
        },
        {
          "sentences": [
            "THOMS' LAYS AND LEGENDS OF VARIOUS NATIONS.",
            "Parts I. to VII. 12mo. 1834."
          ]
        },
        {
          "sentences": [
            "L'ABBÉ DE SAINT PIERRE, PROJET DE PAIX PERPETUELLE. 3 Vols. 12mo.",
            "Utrecht, 1713."
          ]
        },
        {
          "sentences": [
            "CHEVALIER RAMSAY, ESSAI DE POLITIQUE, où l'on traite de la Nécessité, de l'Origine, des Droits, des Bornes et des différentes Formes de la Souveraineté, selon les Principes de l'Auteur de Télémaque. 2 Vols. 12mo.",
            "La Haye, without date, but printed in 1719."
          ]
        },
        {
          "sentences": [
            "The Same.",
            "Second Edition, under the title \"Essai Philosophique sur le Gouvernement Civil, selon les Principes de Fénélon,\" 12mo.",
            "Londres, 1721."
          ]
        },
        {
          "sentences": [
            "PULLEN'S ETYMOLOGICAL COMPENDIUM, 8vo."
          ]
        },
        {
          "sentences": [
            "COOPER'S (C.",
            "P.) ACCOUNT OF PUBLIC RECORDS, 8vo. 1822.",
            "Vol.",
            "I."
          ]
        },
        {
          "sentences": [
            "LINGARD'S HISTORY OF ENGLAND.",
            "Sm. 8vo. 1837.",
            "Vols.",
            "X.",
            "XI.",
            "XII.",
            "XIII."
          ]
        },
        {
          "sentences": [
            "MILLER'S (JOHN, OF WORCESTER COLL.) SERMONS.",
            "Oxford, 1831 (or about that year)."
          ]
        },
        {
          "sentences": [
            "WHARTON'S ANGLIA SACRA.",
            "Vol.",
            "II."
          ]
        },
        {
          "sentences": [
            "PHEBUS (Gaston, Conte de Foix), Livre du deduyt de la Chasse."
          ]
        },
        {
          "sentences": [
            "TURNER'S SACRED HISTORY. 3 vols. demy 8vo."
          ]
        },
        {
          "sentences": [
            "KNIGHT'S PICTORIAL HISTORY OF ENGLAND.",
            "Vol.",
            "IV.",
            "Commencing from Abdication of James II."
          ]
        },
        {
          "sentences": [
            "LORD DOVER'S LIFE OF FREDERICK THE GREAT. 8vo. 1832.",
            "Vol.",
            "II."
          ]
        },
        {
          "sentences": [
            "LADIES' DIARY FOR 1825 AND 1826."
          ]
        },
        {
          "sentences": [
            "*** Letters, stating particulars and lowest price, _carriage free_, to be sent to MR.",
            "BELL, Publisher of \"NOTES AND QUERIES,\" 186.",
            "Fleet Street."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Notices to Correspondents."
          ]
        },
        {
          "sentences": [
            "QUIDAM. _Vernon's_ Anglo-Saxon Guide _should be followed up by Thorpe's_ Analecta _and_ Anglo-Saxon Gospels."
          ]
        },
        {
          "sentences": [
            "SILENUS. _If our correspondent will refer to our First Volume_, pp. 177. 203. 210. 340., _and our Second Volume_, p. 3., _he will find the history of the well-known couplet from the_ Musarum Deliciæ,"
          ]
        },
        {
          "sentences": [
            "\"For he that fights, and runs away, May live to fight another day,\""
          ]
        },
        {
          "sentences": [
            "_fully illustrated._"
          ]
        },
        {
          "sentences": [
            "WRITING PAPER. _Will our correspondent, who sometime since_ {415} _sent us a specimen manufactured at Penshurst, favour us for the information of another correspondent with the name of the maker?_"
          ]
        },
        {
          "sentences": [
            "RECORD OF EXISTING MONUMENTS. _We hope next week to return to this important subject.",
            "In the meantime, Mr. A.",
            "J.",
            "Dunkin, of Dartford, announces that the first part of his_ MONUMENT.",
            "ANGLIC. _is in the press, and will be published in July._"
          ]
        },
        {
          "sentences": [
            "REPLIES RECEIVED.--_Meaning of Crambe--Ex Pede Herculem--Cardinal Azolin--Charles Lamb's Epitaph--Poem on the Grave--Bunyan and the Visions of Hell--Colfabias--Coptic Language--Benedicite--Amicus Plato--Doctrine of the Resurrection--Registry of Dissenting Baptisms--The Bellman--Babington's Conspiracy--Epitaph--Quotations--Prayer of Mary Queen of Scots--Robertii Sphæria--Ob--Blake Family--To endeavour oneself--Cart before the Horse--Anonymous Ravennas--Family of Sir J.",
            "Banks--Mind your P's and Q's--Mazer Wood._"
          ]
        },
        {
          "sentences": [
            "NOTES AND QUERIES _may be procured, by order, of all Booksellers and Newsvenders.",
            "It is published at noon on Friday, so that our country Subscribers ought not to experience any difficulty in procuring it regularly.",
            "Many of the country Booksellers, &c., are, probably, not yet aware of this arrangement, which will enable them to receive_ NOTES AND QUERIES _in their Saturday parcels._"
          ]
        },
        {
          "sentences": [
            "_Errata._--Page 380. col. 1. lines 12. and 13. for _\"Prichard\"_ read _\"Richards;\"_ p. 389., in the Query on the \"Blake Family,\" for \"Bishop's H_a_ll\" read \"Bishop's H_u_ll;\" p. 390. col. 2. l. 29., for \"_frag_ments\" read \"payments;\" and l. 30., for \"South _Green_\" read \"South Lynn;\" p. 393. col. 2. l. 11., for \"T_ur_ners\" read \"T_an_ners.\""
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "MECHI'S MANUFACTURES."
          ]
        },
        {
          "sentences": [
            "MR.",
            "MECHI respectfully informs his Patrons, the Public, that his MANUFACTURES at the GREAT EXHIBITION will be found in the GALLERY at the NORTH-EAST CORNER of the TRANSEPT."
          ]
        },
        {
          "sentences": [
            "4.",
            "Leadenhall Street, London, May 2, 1851."
          ]
        },
        {
          "sentences": [
            "P.S.--In order to afford room for the great accession of Stock which Mechi has provided to meet the demand consequent upon the anticipated influx of visitors to London during this season, he has fitted up an additional Show Room of great splendour, and made other improvements, to which he earnestly invites public attention."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "In 2 Vols., price 7s., with Portrait and numerous Illustrations,"
          ]
        },
        {
          "sentences": [
            "CHAUCER'S CANTERBURY TALES, and other Poems; with a Life of the Author; Remarks on his Language and Versification: a Glossary and Index; and a concise History of English Poetry."
          ]
        },
        {
          "sentences": [
            "London: G.",
            "BERGER, and all Booksellers."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Now ready,"
          ]
        },
        {
          "sentences": [
            "SIR REGINALD MOHUN.",
            "Cantos I., II., III."
          ]
        },
        {
          "sentences": [
            "By GEORGE JOHN CAYLEY.",
            "Part IV. 7s. 6d."
          ]
        },
        {
          "sentences": [
            "\"Has a vivid and prolific fancy, great humour, brilliant imagery and depth of feeling.",
            "Sir Reginald Mohun, in truth, is a production finished of its kind both in style and power.\"--_Daily News_."
          ]
        },
        {
          "sentences": [
            "\"A vehicle for presenting the writer's views of society, exactly after the manner of the latter part of _Don Juan_.\"--_Spectator_."
          ]
        },
        {
          "sentences": [
            "\"The work of a man of genius, full of fine poetry, and as amusing as a novel.\"-- _Gardener's and Farmer's Journal_."
          ]
        },
        {
          "sentences": [
            "\"A picture in verse of society as it is.\"--_Sunday Times_."
          ]
        },
        {
          "sentences": [
            "\"We part from our author with the warmest good wishes for his journey on the path to fame and honours, which we feel certain he will merit.\"--_Tait's Magazine_."
          ]
        },
        {
          "sentences": [
            "WILLIAM PICKERING, 177.",
            "Piccadilly."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Price 4s. 6d., cloth, a new and enlarged Edition of"
          ]
        },
        {
          "sentences": [
            "SOMNOLISM and PSYCHEISM; or, the Science of the Soul, and the Phenomena of Nervation, as revealed by Mesmerism, considered Physiologically and Philosophically; including Notes of Mesmeric and Psychical Experience.",
            "By JOSEPH WILCOX HADDOCK, M.D.",
            "Second and enlarged Edition, illustrated by Engravings of the Brain and Nervous System."
          ]
        },
        {
          "sentences": [
            "*** This Edition contains much new matter of considerable interest, relative to Clairvoyance, together with Experiments in Chemistry in connection with the Researches of Baron Von Reichenbach."
          ]
        },
        {
          "sentences": [
            "HODSON, 22.",
            "Portugal Street, Lincoln's Inn; and all other Booksellers."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Topography.--J.",
            "WHELDON'S New Catalogue of Books for Sale on English and Welsh Topography, Local History, &c., is just published, and may be had Gratis on Application, or will be sent by Post on the receipt of a Stamp."
          ]
        },
        {
          "sentences": [
            "London: JOHN WHELDON, 4.",
            "Paternoster Row."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "NEW WORKS."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        }
      ],
      "metadata": {}
    },
    {
      "number": 2,
      "title": "Chapter I",
      "paragraphs": [
        {
          "sentences": [
            "THE TRAVELLER'S LIBRARY."
          ]
        },
        {
          "sentences": [
            "LONDON in 1850 and 1851.",
            "By J.",
            "R.",
            "MCCULLOCH.",
            "Reprinted from the \"Geographical Dictionary.\" 16mo.",
            "One Shilling."
          ]
        },
        {
          "sentences": [
            "FORESTER AND BIDDULPH'S RAMBLES in NORWAY in 1848 and 1849.",
            "Map, Plates and Woodcuts. 8vo. 18s."
          ]
        },
        {
          "sentences": [
            "MAUNDER'S SCIENTIFIC and LITERARY TREASURY; A portable Encyclopædia of the Belles-Lettres.",
            "Fcp. 8vo. 10s.; bound, 12s."
          ]
        },
        {
          "sentences": [
            "SIR HENRY THOS.",
            "DE LA BECHE'S GEOLOGICAL OBSERVER.",
            "In One large Volume; with many Woodcuts. 8vo. 18s."
          ]
        },
        {
          "sentences": [
            "MAUNDER'S TREASURY of NATURAL HISTORY, or Popular Dictionary of Animated Nature.",
            "Woodcuts.",
            "Fcp. 8vo. 10s.; bound, 12s."
          ]
        },
        {
          "sentences": [
            "THE REV.",
            "C.",
            "MOODY'S EDITION OF THE NEW TESTAMENT, with complete Marginal Harmony.",
            "Part II. completing the Work. 4to. 13s."
          ]
        },
        {
          "sentences": [
            "MARIE-MADELEINE: a Tale, translated from the French, by LADY MARY FOX.",
            "With Illustrations engraved on Wood. 8vo. 10s. 6d."
          ]
        },
        {
          "sentences": [
            "SMEE'S PROCESS OF THOUGHT ADAPTED TO WORDS AND LANGUAGE.",
            "Describing the Relational and Differential Machines. 8vo. 7s."
          ]
        },
        {
          "sentences": [
            "LOGIC FOR THE MILLION: a familiar Exposition of the Art of Reasoning.",
            "By a Fellow of the Royal Society. 12mo. 6s."
          ]
        },
        {
          "sentences": [
            "A TREATISE OF EQUIVOCATION.",
            "Edited, from an Original MS., by DAVID JARDINE, Esq., Barrister-at-Law.",
            "Fcp. 8vo. 5s."
          ]
        },
        {
          "sentences": [
            "THE THEORY OF REASONING.",
            "By SAMUEL BAILEY. 8vo. 7s. 6d."
          ]
        },
        {
          "sentences": [
            "ROWTON'S DEBATER: A Series of Debates, Outlines of Debates, and Questions for Discussion.",
            "Second Edition (1851).",
            "Fcp. 8vo. 6s."
          ]
        },
        {
          "sentences": [
            "MAUNDER'S TREASURY of KNOWLEDGE and LIBRARY of REFERENCE: A Compendium of General Knowledge.",
            "Fcp. 8vo. 10s.; bound, 12s."
          ]
        },
        {
          "sentences": [
            "THE JUDGES OF ENGLAND; with Sketches of their Lives, &c.",
            "By EDWARD FOSS, F.S.A., of the Inner Temple.",
            "Vols.",
            "III. and IV. 8vo."
          ]
        },
        {
          "sentences": [
            "[_Early in June_."
          ]
        },
        {
          "sentences": [
            "MAUNDER'S BIOGRAPHICAL TREASURY.",
            "New Edition, corrected and extended to the Year 1851.",
            "Fcp. 8vo., 10s.; bound, 12s."
          ]
        },
        {
          "sentences": [
            "LIFE OF EDWARD BAINES, late M.P. for Leeds.",
            "By his SON.",
            "With Portrait engraved in line by W.",
            "Greatbach. 8vo. 9s."
          ]
        },
        {
          "sentences": [
            "MOORE'S IRISH MELODIES.",
            "Illustrated with 161 Plates by D.",
            "MACLISE, R.A.",
            "Imperial 8vo. 63s.; morocco, 4l. 14s. 6d.; Proofs, 6l. 6s."
          ]
        },
        {
          "sentences": [
            "THOMPSON'S SEASONS.",
            "Edited by BOLTON CORNEY, and illustrated by the Etching Club.",
            "Square crown 8vo., 21s.; morocco, 36s."
          ]
        },
        {
          "sentences": [
            "LORD HOLLAND'S FOREIGN REMINISCENCES.",
            "Second Edition (1851); with Fac-simile of Autograph of Napoleon.",
            "Post 8vo., 10s. 6d."
          ]
        }
      ],
      "metadata": {}
    },
    {
      "number": 3,
      "title": "Chapter XX",
      "paragraphs": [
        {
          "sentences": [
            "MAUNDER'S TREASURY OF HISTORY.",
            "Comprising a separate History of Every Nation.",
            "Fcp. 8vo., 10s.; bound, 12s."
          ]
        },
        {
          "sentences": [
            "London: LONGMAN, BROWN, GREEN, and LONGMANS."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "{416} [Illustration]"
          ]
        },
        {
          "sentences": [
            "GREAT EXHIBITION."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "CENTRAL AVENUE."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "An Illustrated Priced Catalogue of Church Furniture Contributed by"
          ]
        },
        {
          "sentences": [
            "GILBERT J.",
            "FRENCH, BOLTON, LANCASHIRE,"
          ]
        },
        {
          "sentences": [
            "forwarded Free by Post on application."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Parcels delivered Carriage Free in London, daily."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "PROVIDENT LIFE OFFICE,"
          ]
        },
        {
          "sentences": [
            "50.",
            "REGENT STREET."
          ]
        },
        {
          "sentences": [
            "CITY BRANCH: 2.",
            "ROYAL EXCHANGE BUILDINGS.",
            "Established 1806."
          ]
        },
        {
          "sentences": [
            "Policy Holders' Capital, 1,192,818l."
          ]
        },
        {
          "sentences": [
            "Annual Income, 150,000l.--Bonuses Declared, 743,000l.",
            "Claims paid since the Establishment of the Office, 2,001,450l."
          ]
        },
        {
          "sentences": [
            "_President._ The Right Honourable EARL GREY."
          ]
        },
        {
          "sentences": [
            "_Directors._ The Rev.",
            "James Sherman, _Chairman._ Henry Blencowe Churchill, Esq., _Deputy-Chairman._"
          ]
        },
        {
          "sentences": [
            "Henry B.",
            "Alexander, Esq.",
            "George Dacre, Esq.",
            "William Judd, Esq.",
            "Sir Richard D.",
            "King, Bart.",
            "The Hon.",
            "Arthur Kinnaird Thomas Maugham, Esq.",
            "William Ostler, Esq.",
            "Apsley Pellatt, Esq.",
            "George Round, Esq.",
            "Frederick Squire, Esq.",
            "William Henry Stone, Esq.",
            "Capt.",
            "William John Williams."
          ]
        },
        {
          "sentences": [
            "J.",
            "A.",
            "Beaumont, Esq. _Managing Director._"
          ]
        },
        {
          "sentences": [
            "_Physician_--John Maclean, M.D.",
            "F.S.S., 29.",
            "Upper Montague Street, Montague Square."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "NINETEEN-TWENTIETHS OF THE PROFITS ARE DIVIDED AMONG THE INSURED."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Examples of the Extinction of premiums by the Surrender of Bonuses."
          ]
        },
        {
          "sentences": [
            "------------------------------------------------------------------- | | | | Bonuses added | | Date | Sum | | subsequently, to be | | of | Insured. | Original Premium. | further increased | | Policy. | | | annually. | ------------------------------------------------------------------- | 1806 | £2500 |£79 10 10 Extinguished| £1222 2 0 | | 1811 | 1000 | 33 19 2 Ditto | 231 17 8 | | 1818 | 1000 | 34 16 10 Ditto | 114 18 10 | -------------------------------------------------------------------"
          ]
        },
        {
          "sentences": [
            "Examples of Bonuses added to other Policies."
          ]
        },
        {
          "sentences": [
            "------------------------------------------------------------------- | | | | | Total with Additions, | | Policy | Date. | Sum | Bonuses | to be further | | No. | | Insured. | added. | increased. | ------------------------------------------------------------------- | 521 | 1807 | £900 | £982 12 1 | £1882 12 1 | | 1174 | 1810 | 1200 | 1160 5 6 | 2360 5 6 | | 3392 | 1820 | 5000 | 3558 17 8 | 8558 17 8 | -------------------------------------------------------------------"
          ]
        },
        {
          "sentences": [
            "Prospectuses and full particulars may be obtained upon application to the Agents of the Office, in all the principal towns of the United Kingdom, at the City Branch, and at the Head Office, No. 50.",
            "Regent Street."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Beautifully printed in 8vo., price 7s. 6d.; or postage free, 8s. 6d.; illustrated by Eighty splendid Pictures, engraved by GEORGE MEASOM."
          ]
        },
        {
          "sentences": [
            "DEDICATED TO HIS ROYAL HIGHNESS PRINCE ALBERT."
          ]
        },
        {
          "sentences": [
            "GILBERT'S DESCRIPTION of the CRYSTAL PALACE: its Architectural History and Constructive Marvels.",
            "By PETER BERLYN and CHARLES FOWLER, Jun., Esqs.",
            "The Engravings depict the various peculiarities and novelties of this wonderful Building, as well as the Machinery, &c., used in its construction.",
            "The combined ambition of the Proprietor, Authors, and Artists, has been to produce a Book worthy of being purchased by every Visitor to the Exhibition as an attractive and interesting memento."
          ]
        },
        {
          "sentences": [
            "\"The authors exhibit, by means of a series of very clever engravings, its gradual progress to a complete state.\"--_The Examiner_."
          ]
        },
        {
          "sentences": [
            "\"The book is based on public and professional documents, and fully illustrated by plates.",
            "The best designs laid before the Committee, and buildings previously erected for similar purposes, are also given.\"--_The Spectator_."
          ]
        },
        {
          "sentences": [
            "\"We most warmly recommend this history of the Crystal Palace.\"--_The Standard of Freedom_."
          ]
        },
        {
          "sentences": [
            "\"The word embodies a variety of interesting facts; the whole illustrated by many excellent illustrations in order to convey an idea of the auxiliaries employed to facilitate and bring to perfection this glorious work.\"--_The Weekly Dispatch_."
          ]
        },
        {
          "sentences": [
            "London: JAMES GILBERT, 49.",
            "Paternoster Row.",
            "Orders received by all Booksellers, &c."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Price 2s. 6d.; by Post 3s."
          ]
        },
        {
          "sentences": [
            "ILLUSTRATIONS AND ENQUIRIES RELATING TO MESMERISM.",
            "Part I.",
            "By the REV.",
            "S.",
            "R.",
            "MAITLAND, DD.",
            "F.R.S.",
            "F.S.A.",
            "Sometime Librarian to the late Archbishop of Canterbury, and Keeper of the MSS. at Lambeth."
          ]
        },
        {
          "sentences": [
            "\"One of the most valuable and interesting pamphlets we ever read.\"--_Morning Herald_."
          ]
        },
        {
          "sentences": [
            "\"This publication, which promises to be the commencement of a larger work, will well repay serious perusal.\"--_Ir.",
            "Eccl.",
            "Journ._"
          ]
        },
        {
          "sentences": [
            "\"A small pamphlet in which he throws a startling light on the practices of modern Mesmerism.\"--_Nottingham Journal_."
          ]
        },
        {
          "sentences": [
            "\"Dr. Maitland, we consider, has here brought Mesmerism to the 'touchstone of truth,' to the test of the standard of right or wrong.",
            "We thank him for this first instalment of his inquiry, and hope that he will not long delay the remaining portions.\"--_London Medical Gazette_."
          ]
        },
        {
          "sentences": [
            "\"The Enquiries are extremely curious, we should indeed say important.",
            "That relating to the Witch of Endor is one of the most successful we ever read.",
            "We cannot enter into particulars in this brief notice; but we would strongly recommend the pamphlet even to those who care nothing about Mesmerism, or _angry_ (for it has come to this at last) with the subject.\"--_Dublin Evening Post_."
          ]
        },
        {
          "sentences": [
            "\"We recommend its general perusal as being really an endeavour, by one whose position gives him the best facilities, to ascertain the genuine character of Mesmerism, which is so much disputed.\"--_Woolmer's Exeter Gazette_."
          ]
        },
        {
          "sentences": [
            "\"Dr. Maitland has bestowed a vast deal of attention of the subject for many years past, and the present pamphlet is in part the result of his thoughts and inquiries.",
            "There is a good deal in it which we should have been glad to quote ... but we content ourselves with referring our readers to the pamphlet itself.\"--_Brit.",
            "Mag._"
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "This day is published,"
          ]
        },
        {
          "sentences": [
            "[Greek: Ê PALAIA DIATHÊKÊ kata tous EBDOMÊKONTA.] The Greek Septuagint Version, with the Apocrypha, including the Fourth Book of Maccabees, and the real Septuagint Version of Daniel: with an Historical Introduction.",
            "One Volume 8vo., 18s."
          ]
        },
        {
          "sentences": [
            "[Greek: Ê KAINÊ DIATHÊKÊ.] A Large-print Greek New Testament, with selected various Readings and Parallel References, &c. &c.",
            "One Volume 8vo., 12s.",
            "Uniform with the Septuagint."
          ]
        },
        {
          "sentences": [
            "London: SAMUEL BAGSTER and Sons, 15.",
            "Paternoster Row."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Books relating to America, Voyages, Maps, Charts, &c."
          ]
        },
        {
          "sentences": [
            "PUTTICK AND SIMPSON, Auctioneers of Literary Property, will SELL by AUCTION, at their Great Room, 191.",
            "Piccadilly, on WEDNESDAY, June 4, and following Day, a curious and valuable Library, including a collection of interesting and rare works relating to America and its territories, their history, natural history, progress, language, and literature; also relating to Mexico, the East and West Indies, &c.; several very curious Voyages, Travels, and Itineraries, including some pieces of the utmost rarity; a few curious works on the Indian Languages; and a very extensive and highly valuable collection of Maps and Charts in the finest condition.",
            "Catalogues will be sent on application."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "Printed by THOMAS CLARK SHAW, of No. 8.",
            "New Street Square, at No. 5.",
            "New Street Square, in the Parish of St.",
            "Bride in the City of London; and published by GEORGE BELL, of No. 186.",
            "Fleet Street, in the Parish of St.",
            "Dunstan in the West, in the City of London, Publisher, at No. 186 Fleet Street aforesaid.--Saturday, May 24. 1851."
          ]
        }
      ],
      "metadata": {}
    }
  ],
  "source_file": "books/texts/pg28311-Notes_and_Queries_Number_82_May_24_1851.txt"
}