{
  "metadata": {
    "title": "Unknown",
    "author": "Unknown",
    "date": "",
    "source": "Unknown",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "STORY OF THE DOOR",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "SEARCH FOR Mr. HYDE"
          ]
        },
        {
          "sentences": [
            "Dr. JEKYLL WAS QUITE AT EASE"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 10
    },
    {
      "number": "2",
      "title": "when they came abreast of the entry, the former lifted up his cane and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "pointed."
          ]
        },
        {
          "sentences": [
            "“Did you ever remark that door?” he asked; and when his companion had replied in the affirmative, “It is connected in my mind,” added he, “with a very odd story.”"
          ]
        },
        {
          "sentences": [
            "“Indeed?” said Mr. Utterson, with a slight change of voice, “and what was that?”"
          ]
        },
        {
          "sentences": [
            "“Well, it was this way,” returned Mr. Enfield: “I was coming home from"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 58
    },
    {
      "number": "3",
      "title": "the rest of the night in my chambers; and next day, when we had",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "breakfasted, went in a body to the bank.",
            "I gave in the cheque myself, and said I had every reason to believe it was a forgery.",
            "Not a bit of it.",
            "The cheque was genuine.”"
          ]
        },
        {
          "sentences": [
            "“Tut-tut!” said Mr. Utterson."
          ]
        },
        {
          "sentences": [
            "“I see you feel as I do,” said Mr. Enfield. “Yes, it’s a bad story."
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 54
    },
    {
      "number": "4",
      "title": "even that, you know, is far from explaining all,” he added, and with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the words fell into a vein of musing."
          ]
        },
        {
          "sentences": [
            "From this he was recalled by Mr. Utterson asking rather suddenly: “And you don’t know if the drawer of the cheque lives there?”"
          ]
        },
        {
          "sentences": [
            "“A likely place, isn’t it?” returned Mr. Enfield. “But I happen to have noticed his address; he lives in some square or other.”"
          ]
        },
        {
          "sentences": [
            "“And you never asked about the—place with the door?” said Mr. Utterson."
          ]
        },
        {
          "sentences": [
            "“No, sir; I had a delicacy,” was the reply. “I feel very strongly about"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 80
    },
    {
      "number": "5",
      "title": "is knocked on the head in his own back garden and the family have to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "change their name.",
            "No sir, I make it a rule of mine: the more it looks like Queer Street, the less I ask.”"
          ]
        },
        {
          "sentences": [
            "“A very good rule, too,” said the lawyer."
          ]
        },
        {
          "sentences": [
            "“But I have studied the place for myself,” continued Mr. Enfield. “It seems scarcely a house.",
            "There is no other door, and nobody goes in or"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 57
    },
    {
      "number": "6",
      "title": "together about the court, that it’s hard to say where one ends and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "another begins.”"
          ]
        },
        {
          "sentences": [
            "The pair walked on again for a while in silence; and then “Enfield,” said Mr. Utterson, “that’s a good rule of yours.”"
          ]
        },
        {
          "sentences": [
            "“Yes, I think it is,” returned Enfield."
          ]
        },
        {
          "sentences": [
            "“But for all that,” continued the lawyer, “there’s one point I want to ask.",
            "I want to ask the name of that man who walked over the child.”"
          ]
        },
        {
          "sentences": [
            "“Well,” said Mr. Enfield, “I can’t see what harm it would do.",
            "It was a man of the name of Hyde.”"
          ]
        },
        {
          "sentences": [
            "“Hm,” said Mr. Utterson. “What sort of a man is he to see?”"
          ]
        },
        {
          "sentences": [
            "“He is not easy to describe.",
            "There is something wrong with his appearance; something displeasing, something down-right detestable.",
            "I never saw a man I so disliked, and yet I scarce know why.",
            "He must be"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 128
    },
    {
      "number": "7",
      "title": "deformed somewhere; he gives a strong feeling of deformity, although I",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "couldn’t specify the point.",
            "He’s an extraordinary looking man, and yet I really can name nothing out of the way.",
            "No, sir; I can make no hand of it; I can’t describe him.",
            "And it’s not want of memory; for I declare I can see him this moment.”"
          ]
        },
        {
          "sentences": [
            "Mr. Utterson again walked some way in silence and obviously under a weight of consideration. “You are sure he used a key?” he inquired at last."
          ]
        },
        {
          "sentences": [
            "“My dear sir...” began Enfield, surprised out of himself."
          ]
        },
        {
          "sentences": [
            "“Yes, I know,” said Utterson; “I know it must seem strange.",
            "The fact"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 96
    },
    {
      "number": "8",
      "title": "is, if I do not ask you the name of the other party, it is because I",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "know it already.",
            "You see, Richard, your tale has gone home.",
            "If you have been inexact in any point you had better correct it.”"
          ]
        },
        {
          "sentences": [
            "“I think you might have warned me,” returned the other with a touch of sullenness. “But I have been pedantically exact, as you call it.",
            "The fellow had a key; and what’s more, he has it still.",
            "I saw him use it not a week ago.”"
          ]
        },
        {
          "sentences": [
            "Mr. Utterson sighed deeply but said never a word; and the young man presently resumed. “Here is another lesson to say nothing,” said he. “I am ashamed of my long tongue.",
            "Let us make a bargain never to refer to this again.”"
          ]
        },
        {
          "sentences": [
            "“With all my heart,” said the lawyer. “I shake hands on that, Richard.”"
          ]
        },
        {
          "sentences": [
            "SEARCH FOR Mr. HYDE"
          ]
        },
        {
          "sentences": [
            "That evening Mr. Utterson came home to his bachelor house in sombre spirits and sat down to dinner without relish.",
            "It was his custom of a"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 155
    },
    {
      "number": "9",
      "title": "long baffled his eye, there leaped up the sudden, definite presentment",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of a fiend."
          ]
        },
        {
          "sentences": [
            "“I thought it was madness,” he said, as he replaced the obnoxious paper in the safe, “and now I begin to fear it is disgrace.”"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "10",
      "title": "After a little rambling talk, the lawyer led up to the subject which so",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "disagreeably preoccupied his mind."
          ]
        },
        {
          "sentences": [
            "“I suppose, Lanyon,” said he, “you and I must be the two oldest friends that Henry Jekyll has?”"
          ]
        },
        {
          "sentences": [
            "“I wish the friends were younger,” chuckled Dr. Lanyon. “But I suppose we are.",
            "And what of that?",
            "I see little of him now.”"
          ]
        },
        {
          "sentences": [
            "“Indeed?” said Utterson. “I thought you had a bond of common interest.”"
          ]
        },
        {
          "sentences": [
            "“We had,” was the reply. “But it is more than ten years since Henry Jekyll became too fanciful for me.",
            "He began to go wrong, wrong in mind;"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 86
    },
    {
      "number": "11",
      "title": "sake’s sake, as they say, I see and I have seen devilish little of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Such unscientific balderdash,” added the doctor, flushing suddenly purple, “would have estranged Damon and Pythias.”"
          ]
        },
        {
          "sentences": [
            "This little spirit of temper was somewhat of a relief to Mr. Utterson. “They have only differed on some point of science,” he thought; and"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 40
    },
    {
      "number": "12",
      "title": "his friend a few seconds to recover his composure, and then approached",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the question he had come to put. “Did you ever come across a _protégé_ of his—one Hyde?” he asked."
          ]
        },
        {
          "sentences": [
            "“Hyde?” repeated Lanyon. “No.",
            "Never heard of him.",
            "Since my time.”"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 30
    },
    {
      "number": "13",
      "title": "fogged city moon, by all lights and at all hours of solitude or",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "concourse, the lawyer was to be found on his chosen post."
          ]
        },
        {
          "sentences": [
            "“If he be Mr. Hyde,” he had thought, “I shall be Mr. Seek.”"
          ]
        },
        {
          "sentences": [
            "And at last his patience was rewarded.",
            "It was a fine dry night; frost in the air; the streets as clean as a ballroom floor; the lamps, unshaken by any wind, drawing a regular pattern of light and shadow."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 63
    },
    {
      "number": "14",
      "title": "straight for the door, crossing the roadway to save time; and as he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "came, he drew a key from his pocket like one approaching home."
          ]
        },
        {
          "sentences": [
            "Mr. Utterson stepped out and touched him on the shoulder as he passed. “Mr. Hyde, I think?”"
          ]
        },
        {
          "sentences": [
            "Mr. Hyde shrank back with a hissing intake of the breath.",
            "But his fear was only momentary; and though he did not look the lawyer in the face, he answered coolly enough: “That is my name.",
            "What do you want?”"
          ]
        },
        {
          "sentences": [
            "“I see you are going in,” returned the lawyer. “I am an old friend of Dr. Jekyll’s—Mr. Utterson of Gaunt Street—you must have heard of my name; and meeting you so conveniently, I thought you might admit me.”"
          ]
        },
        {
          "sentences": [
            "“You will not find Dr. Jekyll; he is from home,” replied Mr. Hyde, blowing in the key.",
            "And then suddenly, but still without looking up, “How did you know me?” he asked."
          ]
        },
        {
          "sentences": [
            "“On your side,” said Mr. Utterson “will you do me a favour?”"
          ]
        },
        {
          "sentences": [
            "“With pleasure,” replied the other. “What shall it be?”"
          ]
        },
        {
          "sentences": [
            "“Will you let me see your face?” asked the lawyer."
          ]
        },
        {
          "sentences": [
            "Mr. Hyde appeared to hesitate, and then, as if upon some sudden"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 182
    },
    {
      "number": "15",
      "title": "reflection, fronted about with an air of defiance; and the pair stared",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "at each other pretty fixedly for a few seconds. “Now I shall know you again,” said Mr. Utterson. “It may be useful.”"
          ]
        },
        {
          "sentences": [
            "“Yes,” returned Mr. Hyde, “it is as well we have met; and _à propos_, you should have my address.” And he gave a number of a street in Soho."
          ]
        },
        {
          "sentences": [
            "“Good God!” thought Mr. Utterson, “can he, too, have been thinking of the will?” But he kept his feelings to himself and only grunted in acknowledgment of the address."
          ]
        },
        {
          "sentences": [
            "“And now,” said the other, “how did you know me?”"
          ]
        },
        {
          "sentences": [
            "“By description,” was the reply."
          ]
        },
        {
          "sentences": [
            "“Whose description?”"
          ]
        },
        {
          "sentences": [
            "“We have common friends,” said Mr. Utterson."
          ]
        },
        {
          "sentences": [
            "“Common friends,” echoed Mr. Hyde, a little hoarsely. “Who are they?”"
          ]
        },
        {
          "sentences": [
            "“Jekyll, for instance,” said the lawyer."
          ]
        },
        {
          "sentences": [
            "“He never told you,” cried Mr. Hyde, with a flush of anger. “I did not think you would have lied.”"
          ]
        },
        {
          "sentences": [
            "“Come,” said Mr. Utterson, “that is not fitting language.”"
          ]
        }
      ],
      "sentence_count": 11,
      "word_count": 150
    },
    {
      "number": "16",
      "title": "him, but not all of these together could explain the hitherto unknown",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "disgust, loathing and fear with which Mr. Utterson regarded him. “There must be something else,” said the perplexed gentleman. “There _is_ something more, if I could find a name for it.",
            "God bless me, the man seems hardly human!",
            "Something troglodytic, shall we say? or can it be the old story of Dr. Fell? or is it the mere radiance of a foul soul that thus transpires through, and transfigures, its clay continent?"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 73
    },
    {
      "number": "17",
      "title": "wealth and comfort, though it was now plunged in darkness except for",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the fanlight, Mr. Utterson stopped and knocked.",
            "A well-dressed, elderly servant opened the door."
          ]
        },
        {
          "sentences": [
            "“Is Dr. Jekyll at home, Poole?” asked the lawyer."
          ]
        },
        {
          "sentences": [
            "“I will see, Mr. Utterson,” said Poole, admitting the visitor, as he spoke, into a large, low-roofed, comfortable hall paved with flags, warmed (after the fashion of a country house) by a bright, open fire, and furnished with costly cabinets of oak. “Will you wait here by the fire, sir? or shall I give you a light in the dining-room?”"
          ]
        },
        {
          "sentences": [
            "“Here, thank you,” said the lawyer, and he drew near and leaned on the tall fender.",
            "This hall, in which he was now left alone, was a pet fancy"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 112
    },
    {
      "number": "18",
      "title": "firelight on the polished cabinets and the uneasy starting of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "shadow on the roof.",
            "He was ashamed of his relief, when Poole presently returned to announce that Dr. Jekyll was gone out."
          ]
        },
        {
          "sentences": [
            "“I saw Mr. Hyde go in by the old dissecting room, Poole,” he said. “Is that right, when Dr. Jekyll is from home?”"
          ]
        },
        {
          "sentences": [
            "“Quite right, Mr. Utterson, sir,” replied the servant. “Mr. Hyde has a key.”"
          ]
        },
        {
          "sentences": [
            "“Your master seems to repose a great deal of trust in that young man, Poole,” resumed the other musingly."
          ]
        },
        {
          "sentences": [
            "“Yes, sir, he does indeed,” said Poole. “We have all orders to obey him.”"
          ]
        },
        {
          "sentences": [
            "“I do not think I ever met Mr. Hyde?” asked Utterson."
          ]
        },
        {
          "sentences": [
            "“O, dear no, sir.",
            "He never _dines_ here,” replied the butler. “Indeed"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 114
    },
    {
      "number": "19",
      "title": "we see very little of him on this side of the house; he mostly comes",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and goes by the laboratory.”"
          ]
        },
        {
          "sentences": [
            "“Well, good-night, Poole.”"
          ]
        },
        {
          "sentences": [
            "“Good-night, Mr. Utterson.”"
          ]
        },
        {
          "sentences": [
            "And the lawyer set out homeward with a very heavy heart. “Poor Harry Jekyll,” he thought, “my mind misgives me he is in deep waters!",
            "He was"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 38
    },
    {
      "number": "20",
      "title": "the wheel—if Jekyll will but let me,” he added, “if Jekyll will only",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "let me.” For once more he saw before his mind’s eye, as clear as transparency, the strange clauses of the will."
          ]
        },
        {
          "sentences": [
            "Dr. JEKYLL WAS QUITE AT EASE"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 27
    },
    {
      "number": "21",
      "title": "something of a slyish cast perhaps, but every mark of capacity and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "kindness—you could see by his looks that he cherished for Mr. Utterson a sincere and warm affection."
          ]
        },
        {
          "sentences": [
            "“I have been wanting to speak to you, Jekyll,” began the latter. “You know that will of yours?”"
          ]
        },
        {
          "sentences": [
            "A close observer might have gathered that the topic was distasteful; but the doctor carried it off gaily. “My poor Utterson,” said he, “you are unfortunate in such a client.",
            "I never saw a man so distressed as"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 73
    },
    {
      "number": "22",
      "title": "needn’t frown—an excellent fellow, and I always mean to see more of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "him; but a hide-bound pedant for all that; an ignorant, blatant pedant.",
            "I was never more disappointed in any man than Lanyon.”"
          ]
        },
        {
          "sentences": [
            "“You know I never approved of it,” pursued Utterson, ruthlessly disregarding the fresh topic."
          ]
        },
        {
          "sentences": [
            "“My will?",
            "Yes, certainly, I know that,” said the doctor, a trifle sharply. “You have told me so.”"
          ]
        },
        {
          "sentences": [
            "“Well, I tell you so again,” continued the lawyer. “I have been learning something of young Hyde.”"
          ]
        },
        {
          "sentences": [
            "The large handsome face of Dr. Jekyll grew pale to the very lips, and there came a blackness about his eyes. “I do not care to hear more,” said he. “This is a matter I thought we had agreed to drop.”"
          ]
        },
        {
          "sentences": [
            "“What I heard was abominable,” said Utterson."
          ]
        },
        {
          "sentences": [
            "“It can make no change.",
            "You do not understand my position,” returned the doctor, with a certain incoherency of manner. “I am painfully situated, Utterson; my position is a very strange—a very strange one.",
            "It is one of those affairs that cannot be mended by talking.”"
          ]
        },
        {
          "sentences": [
            "“Jekyll,” said Utterson, “you know me: I am a man to be trusted.",
            "Make a"
          ]
        }
      ],
      "sentence_count": 13,
      "word_count": 180
    },
    {
      "number": "23",
      "title": "will just add one little word, Utterson, that I’m sure you’ll take in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "good part: this is a private matter, and I beg of you to let it sleep.”"
          ]
        },
        {
          "sentences": [
            "Utterson reflected a little, looking in the fire."
          ]
        },
        {
          "sentences": [
            "“I have no doubt you are perfectly right,” he said at last, getting to his feet."
          ]
        },
        {
          "sentences": [
            "“Well, but since we have touched upon this business, and for the last"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 53
    },
    {
      "number": "24",
      "title": "I am taken away, Utterson, I wish you to promise me that you will bear",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with him and get his rights for him.",
            "I think you would, if you knew all; and it would be a weight off my mind if you would promise.”"
          ]
        },
        {
          "sentences": [
            "“I can’t pretend that I shall ever like him,” said the lawyer."
          ]
        },
        {
          "sentences": [
            "“I don’t ask that,” pleaded Jekyll, laying his hand upon the other’s arm; “I only ask for justice; I only ask you to help him for my sake, when I am no longer here.”"
          ]
        },
        {
          "sentences": [
            "Utterson heaved an irrepressible sigh. “Well,” said he, “I promise.”"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 85
    },
    {
      "number": "25",
      "title": "his breakfast and drove to the police station, whither the body had",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "been carried.",
            "As soon as he came into the cell, he nodded."
          ]
        },
        {
          "sentences": [
            "“Yes,” said he, “I recognise him.",
            "I am sorry to say that this is Sir Danvers Carew.”"
          ]
        },
        {
          "sentences": [
            "“Good God, sir,” exclaimed the officer, “is it possible?” And the next moment his eye lighted up with professional ambition. “This will make a deal of noise,” he said. “And perhaps you can help us to the man.” And"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 68
    },
    {
      "number": "26",
      "title": "battered as it was, he recognised it for one that he had himself",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "presented many years before to Henry Jekyll."
          ]
        },
        {
          "sentences": [
            "“Is this Mr. Hyde a person of small stature?” he inquired."
          ]
        },
        {
          "sentences": [
            "“Particularly small and particularly wicked-looking, is what the maid calls him,” said the officer."
          ]
        },
        {
          "sentences": [
            "Mr. Utterson reflected; and then, raising his head, “If you will come with me in my cab,” he said, “I think I can take you to his house.”"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 60
    },
    {
      "number": "27",
      "title": "This was the home of Henry Jekyll’s favourite; of a man who was heir to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "a quarter of a million sterling."
          ]
        },
        {
          "sentences": [
            "An ivory-faced and silvery-haired old woman opened the door.",
            "She had an evil face, smoothed by hypocrisy: but her manners were excellent.",
            "Yes, she said, this was Mr. Hyde’s, but he was not at home; he had been in that night very late, but he had gone away again in less than an hour;"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 60
    },
    {
      "number": "28",
      "title": "the woman began to declare it was impossible, “I had better tell you",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "who this person is,” he added. “This is Inspector Newcomen of Scotland Yard.”"
          ]
        },
        {
          "sentences": [
            "A flash of odious joy appeared upon the woman’s face. “Ah!” said she, “he is in trouble!",
            "What has he done?”"
          ]
        },
        {
          "sentences": [
            "Mr. Utterson and the inspector exchanged glances. “He don’t seem a very popular character,” observed the latter. “And now, my good woman, just let me and this gentleman have a look about us.”"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 67
    },
    {
      "number": "29",
      "title": "bank, where several thousand pounds were found to be lying to the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "murderer’s credit, completed his gratification."
          ]
        },
        {
          "sentences": [
            "“You may depend upon it, sir,” he told Mr. Utterson: “I have him in my hand.",
            "He must have lost his head, or he never would have left the stick or, above all, burned the cheque book.",
            "Why, money’s life to the man."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "30",
      "title": "did not rise to meet his visitor, but held out a cold hand and bade him",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "welcome in a changed voice."
          ]
        },
        {
          "sentences": [
            "“And now,” said Mr. Utterson, as soon as Poole had left them, “you have heard the news?”"
          ]
        },
        {
          "sentences": [
            "The doctor shuddered. “They were crying it in the square,” he said. “I heard them in my dining-room.”"
          ]
        },
        {
          "sentences": [
            "“One word,” said the lawyer. “Carew was my client, but so are you, and I want to know what I am doing.",
            "You have not been mad enough to hide this fellow?”"
          ]
        },
        {
          "sentences": [
            "“Utterson, I swear to God,” cried the doctor, “I swear to God I will never set eyes on him again.",
            "I bind my honour to you that I am done with him in this world.",
            "It is all at an end.",
            "And indeed he does not"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 118
    },
    {
      "number": "31",
      "title": "The lawyer listened gloomily; he did not like his friend’s feverish",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "manner. “You seem pretty sure of him,” said he; “and for your sake, I hope you may be right.",
            "If it came to a trial, your name might appear.”"
          ]
        },
        {
          "sentences": [
            "“I am quite sure of him,” replied Jekyll; “I have grounds for certainty that I cannot share with any one.",
            "But there is one thing on which you may advise me.",
            "I have—I have received a letter; and I am at a loss whether I should show it to the police.",
            "I should like to leave it in"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 87
    },
    {
      "number": "32",
      "title": "your hands, Utterson; you would judge wisely, I am sure; I have so",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "great a trust in you.”"
          ]
        },
        {
          "sentences": [
            "“You fear, I suppose, that it might lead to his detection?” asked the lawyer."
          ]
        },
        {
          "sentences": [
            "“No,” said the other. “I cannot say that I care what becomes of Hyde; I am quite done with him.",
            "I was thinking of my own character, which this hateful business has rather exposed.”"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 53
    },
    {
      "number": "33",
      "title": "this letter well enough; it put a better colour on the intimacy than he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "had looked for; and he blamed himself for some of his past suspicions."
          ]
        },
        {
          "sentences": [
            "“Have you the envelope?” he asked."
          ]
        },
        {
          "sentences": [
            "“I burned it,” replied Jekyll, “before I thought what I was about.",
            "But it bore no postmark.",
            "The note was handed in.”"
          ]
        },
        {
          "sentences": [
            "“Shall I keep this and sleep upon it?” asked Utterson."
          ]
        },
        {
          "sentences": [
            "“I wish you to judge for me entirely,” was the reply. “I have lost confidence in myself.”"
          ]
        },
        {
          "sentences": [
            "“Well, I shall consider,” returned the lawyer. “And now one word more:"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 80
    },
    {
      "number": "34",
      "title": "The doctor seemed seized with a qualm of faintness; he shut his mouth",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "tight and nodded."
          ]
        },
        {
          "sentences": [
            "“I knew it,” said Utterson. “He meant to murder you.",
            "You had a fine escape.”"
          ]
        },
        {
          "sentences": [
            "“I have had what is far more to the purpose,” returned the doctor"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 31
    },
    {
      "number": "35",
      "title": "solemnly: “I have had a lesson—O God, Utterson, what a lesson I have",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "had!” And he covered his face for a moment with his hands."
          ]
        },
        {
          "sentences": [
            "On his way out, the lawyer stopped and had a word or two with Poole. “By the bye,” said he, “there was a letter handed in to-day: what was the messenger like?” But Poole was positive nothing had come except by post; “and only circulars by that,” he added."
          ]
        },
        {
          "sentences": [
            "This news sent off the visitor with his fears renewed.",
            "Plainly the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 73
    },
    {
      "number": "36",
      "title": "clerk, besides, was a man of counsel; he could scarce read so strange a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "document without dropping a remark; and by that remark Mr. Utterson might shape his future course."
          ]
        },
        {
          "sentences": [
            "“This is a sad business about Sir Danvers,” he said."
          ]
        },
        {
          "sentences": [
            "“Yes, sir, indeed.",
            "It has elicited a great deal of public feeling,” returned Guest. “The man, of course, was mad.”"
          ]
        },
        {
          "sentences": [
            "“I should like to hear your views on that,” replied Utterson. “I have a"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 60
    },
    {
      "number": "37",
      "title": "Guest’s eyes brightened, and he sat down at once and studied it with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "passion. “No sir,” he said: “not mad; but it is an odd hand.”"
          ]
        },
        {
          "sentences": [
            "“And by all accounts a very odd writer,” added the lawyer."
          ]
        },
        {
          "sentences": [
            "Just then the servant entered with a note."
          ]
        },
        {
          "sentences": [
            "“Is that from Dr. Jekyll, sir?” inquired the clerk. “I thought I knew the writing.",
            "Anything private, Mr. Utterson?”"
          ]
        },
        {
          "sentences": [
            "“Only an invitation to dinner.",
            "Why?",
            "Do you want to see it?”"
          ]
        },
        {
          "sentences": [
            "“One moment.",
            "I thank you, sir;” and the clerk laid the two sheets of paper alongside and sedulously compared their contents. “Thank you,"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 86
    },
    {
      "number": "38",
      "title": "sir,” he said at last, returning both; “it’s a very interesting",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "autograph.”"
          ]
        },
        {
          "sentences": [
            "There was a pause, during which Mr. Utterson struggled with himself. “Why did you compare them, Guest?” he inquired suddenly."
          ]
        },
        {
          "sentences": [
            "“Well, sir,” returned the clerk, “there’s a rather singular"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 30
    },
    {
      "number": "39",
      "title": "resemblance; the two hands are in many points identical: only",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "differently sloped.”"
          ]
        },
        {
          "sentences": [
            "“Rather quaint,” said Utterson."
          ]
        },
        {
          "sentences": [
            "“It is, as you say, rather quaint,” returned Guest."
          ]
        },
        {
          "sentences": [
            "“I wouldn’t speak of this note, you know,” said the master."
          ]
        },
        {
          "sentences": [
            "“No, sir,” said the clerk. “I understand.”"
          ]
        },
        {
          "sentences": [
            "But no sooner was Mr. Utterson alone that night, than he locked the note into his safe, where it reposed from that time forward. “What!” he thought. “Henry Jekyll forge for a murderer!” And his blood ran cold in his veins."
          ]
        },
        {
          "sentences": [
            "INCIDENT OF Dr. LANYON"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 78
    },
    {
      "number": "40",
      "title": "have surrounded his career; but of his present whereabouts, not a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "whisper.",
            "From the time he had left the house in Soho on the morning of the murder, he was simply blotted out; and gradually, as time drew on, Mr. Utterson began to recover from the hotness of his alarm, and to grow more at quiet with himself.",
            "The death of Sir Danvers was, to his way of thinking, more than paid for by the disappearance of Mr. Hyde."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 68
    },
    {
      "number": "41",
      "title": "remarked on his ill looks, it was with an air of great firmness that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Lanyon declared himself a doomed man."
          ]
        },
        {
          "sentences": [
            "“I have had a shock,” he said, “and I shall never recover.",
            "It is a question of weeks.",
            "Well, life has been pleasant; I liked it; yes, sir, I used to like it.",
            "I sometimes think if we knew all, we should be more glad to get away.”"
          ]
        },
        {
          "sentences": [
            "“Jekyll is ill, too,” observed Utterson. “Have you seen him?”"
          ]
        },
        {
          "sentences": [
            "But Lanyon’s face changed, and he held up a trembling hand. “I wish to see or hear no more of Dr. Jekyll,” he said in a loud, unsteady voice. “I am quite done with that person; and I beg that you will spare me any allusion to one whom I regard as dead.”"
          ]
        },
        {
          "sentences": [
            "“Tut, tut!” said Mr. Utterson; and then after a considerable pause, “Can’t I do anything?” he inquired. “We are three very old friends, Lanyon; we shall not live to make others.”"
          ]
        },
        {
          "sentences": [
            "“Nothing can be done,” returned Lanyon; “ask himself.”"
          ]
        },
        {
          "sentences": [
            "“He will not see me,” said the lawyer."
          ]
        },
        {
          "sentences": [
            "“I am not surprised at that,” was the reply. “Some day, Utterson, after I am dead, you may perhaps come to learn the right and wrong of this.",
            "I cannot tell you.",
            "And in the meantime, if you can sit and talk with me"
          ]
        }
      ],
      "sentence_count": 13,
      "word_count": 208
    },
    {
      "number": "42",
      "title": "view of Lanyon’s manner and words, there must lie for it some deeper",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "ground."
          ]
        },
        {
          "sentences": [
            "A week afterwards Dr. Lanyon took to his bed, and in something less than a fortnight he was dead.",
            "The night after the funeral, at which he had been sadly affected, Utterson locked the door of his business room,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "43",
      "title": "Enfield, that their way lay once again through the by-street; and that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "when they came in front of the door, both stopped to gaze on it."
          ]
        },
        {
          "sentences": [
            "“Well,” said Enfield, “that story’s at an end at least.",
            "We shall never see more of Mr. Hyde.”"
          ]
        },
        {
          "sentences": [
            "“I hope not,” said Utterson. “Did I ever tell you that I once saw him, and shared your feeling of repulsion?”"
          ]
        },
        {
          "sentences": [
            "“It was impossible to do the one without the other,” returned Enfield. “And by the way, what an ass you must have thought me, not to know that this was a back way to Dr. Jekyll’s!",
            "It was partly your own fault that I found it out, even when I did.”"
          ]
        },
        {
          "sentences": [
            "“So you found it out, did you?” said Utterson. “But if that be so, we may step into the court and take a look at the windows.",
            "To tell you the"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 135
    },
    {
      "number": "44",
      "title": "sitting close beside it, taking the air with an infinite sadness of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "mien, like some disconsolate prisoner, Utterson saw Dr. Jekyll."
          ]
        },
        {
          "sentences": [
            "“What!",
            "Jekyll!” he cried. “I trust you are better.”"
          ]
        },
        {
          "sentences": [
            "“I am very low, Utterson,” replied the doctor drearily, “very low.",
            "It will not last long, thank God.”"
          ]
        },
        {
          "sentences": [
            "“You stay too much indoors,” said the lawyer. “You should be out, whipping up the circulation like Mr. Enfield and me. (This is my cousin—Mr. Enfield—Dr. Jekyll.) Come now; get your hat and take a quick turn with us.”"
          ]
        },
        {
          "sentences": [
            "“You are very good,” sighed the other. “I should like to very much; but no, no, no, it is quite impossible; I dare not.",
            "But indeed, Utterson, I"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 103
    },
    {
      "number": "45",
      "title": "am very glad to see you; this is really a great pleasure; I would ask",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "you and Mr. Enfield up, but the place is really not fit.”"
          ]
        },
        {
          "sentences": [
            "“Why, then,” said the lawyer, good-naturedly, “the best thing we can do is to stay down here and speak with you from where we are.”"
          ]
        },
        {
          "sentences": [
            "“That is just what I was about to venture to propose,” returned the doctor with a smile.",
            "But the words were hardly uttered, before the"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 62
    },
    {
      "number": "46",
      "title": "thoroughfare, where even upon a Sunday there were still some stirrings",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of life, that Mr. Utterson at last turned and looked at his companion.",
            "They were both pale; and there was an answering horror in their eyes."
          ]
        },
        {
          "sentences": [
            "“God forgive us, God forgive us,” said Mr. Utterson."
          ]
        },
        {
          "sentences": [
            "But Mr. Enfield only nodded his head very seriously, and walked on once more in silence."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 51
    },
    {
      "number": "47",
      "title": "THE LAST NIGHT",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Mr. Utterson was sitting by his fireside one evening after dinner, when he was surprised to receive a visit from Poole."
          ]
        },
        {
          "sentences": [
            "“Bless me, Poole, what brings you here?” he cried; and then taking a second look at him, “What ails you?” he added; “is the doctor ill?”"
          ]
        },
        {
          "sentences": [
            "“Mr. Utterson,” said the man, “there is something wrong.”"
          ]
        },
        {
          "sentences": [
            "“Take a seat, and here is a glass of wine for you,” said the lawyer. “Now, take your time, and tell me plainly what you want.”"
          ]
        },
        {
          "sentences": [
            "“You know the doctor’s ways, sir,” replied Poole, “and how he shuts himself up.",
            "Well, he’s shut up again in the cabinet; and I don’t like it, sir—I wish I may die if I like it.",
            "Mr. Utterson, sir, I’m afraid.”"
          ]
        },
        {
          "sentences": [
            "“Now, my good man,” said the lawyer, “be explicit.",
            "What are you afraid of?”"
          ]
        },
        {
          "sentences": [
            "“I’ve been afraid for about a week,” returned Poole, doggedly disregarding the question, “and I can bear it no more.”"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 157
    },
    {
      "number": "48",
      "title": "sat with the glass of wine untasted on his knee, and his eyes directed",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to a corner of the floor. “I can bear it no more,” he repeated."
          ]
        },
        {
          "sentences": [
            "“Come,” said the lawyer, “I see you have some good reason, Poole; I see there is something seriously amiss.",
            "Try to tell me what it is.”"
          ]
        },
        {
          "sentences": [
            "“I think there’s been foul play,” said Poole, hoarsely."
          ]
        },
        {
          "sentences": [
            "“Foul play!” cried the lawyer, a good deal frightened and rather inclined to be irritated in consequence. “What foul play!",
            "What does the man mean?”"
          ]
        },
        {
          "sentences": [
            "“I daren’t say, sir,” was the answer; “but will you come along with me and see for yourself?”"
          ]
        },
        {
          "sentences": [
            "Mr. Utterson’s only answer was to rise and get his hat and greatcoat;"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 105
    },
    {
      "number": "49",
      "title": "wiped away, but the moisture of some strangling anguish; for his face",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "was white and his voice, when he spoke, harsh and broken."
          ]
        },
        {
          "sentences": [
            "“Well, sir,” he said, “here we are, and God grant there be nothing wrong.”"
          ]
        },
        {
          "sentences": [
            "“Amen, Poole,” said the lawyer."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 30
    },
    {
      "number": "50",
      "title": "Thereupon the servant knocked in a very guarded manner; the door was",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "opened on the chain; and a voice asked from within, “Is that you, Poole?”"
          ]
        },
        {
          "sentences": [
            "“It’s all right,” said Poole. “Open the door.”"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 22
    },
    {
      "number": "51",
      "title": "built high; and about the hearth the whole of the servants, men and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "women, stood huddled together like a flock of sheep.",
            "At the sight of Mr. Utterson, the housemaid broke into hysterical whimpering; and the cook, crying out “Bless God! it’s Mr. Utterson,” ran forward as if to take him in her arms."
          ]
        },
        {
          "sentences": [
            "“What, what?",
            "Are you all here?” said the lawyer peevishly. “Very irregular, very unseemly; your master would be far from pleased.”"
          ]
        },
        {
          "sentences": [
            "“They’re all afraid,” said Poole."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 67
    },
    {
      "number": "52",
      "title": "now,” continued the butler, addressing the knife-boy, “reach me a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "candle, and we’ll get this through hands at once.” And then he begged Mr. Utterson to follow him, and led the way to the back garden."
          ]
        },
        {
          "sentences": [
            "“Now, sir,” said he, “you come as gently as you can.",
            "I want you to hear, and I don’t want you to be heard.",
            "And see here, sir, if by any chance he was to ask you in, don’t go.”"
          ]
        },
        {
          "sentences": [
            "Mr. Utterson’s nerves, at this unlooked-for termination, gave a jerk"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 76
    },
    {
      "number": "53",
      "title": "obvious call on his resolution, mounted the steps and knocked with a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "somewhat uncertain hand on the red baize of the cabinet door."
          ]
        },
        {
          "sentences": [
            "“Mr. Utterson, sir, asking to see you,” he called; and even as he did so, once more violently signed to the lawyer to give ear."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 36
    },
    {
      "number": "54",
      "title": "the yard and into the great kitchen, where the fire was out and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "beetles were leaping on the floor."
          ]
        },
        {
          "sentences": [
            "“Sir,” he said, looking Mr. Utterson in the eyes, “Was that my master’s voice?”"
          ]
        },
        {
          "sentences": [
            "“It seems much changed,” replied the lawyer, very pale, but giving look for look."
          ]
        },
        {
          "sentences": [
            "“Changed?",
            "Well, yes, I think so,” said the butler. “Have I been twenty years in this man’s house, to be deceived about his voice?",
            "No, sir;"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 60
    },
    {
      "number": "55",
      "title": "heard him cry out upon the name of God; and _who’s_ in there instead of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "him, and _why_ it stays there, is a thing that cries to Heaven, Mr. Utterson!”"
          ]
        },
        {
          "sentences": [
            "“This is a very strange tale, Poole; this is rather a wild tale my man,” said Mr. Utterson, biting his finger. “Suppose it were as you suppose, supposing Dr. Jekyll to have been—well, murdered, what could induce the murderer to stay?",
            "That won’t hold water; it doesn’t commend itself to reason.”"
          ]
        },
        {
          "sentences": [
            "“Well, Mr. Utterson, you are a hard man to satisfy, but I’ll do it yet,” said Poole. “All this last week (you must know) him, or it,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 93
    },
    {
      "number": "56",
      "title": "paper telling me to return it, because it was not pure, and another",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "order to a different firm.",
            "This drug is wanted bitter bad, sir, whatever for.”"
          ]
        },
        {
          "sentences": [
            "“Have you any of these papers?” asked Mr. Utterson."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 23
    },
    {
      "number": "57",
      "title": "but here with a sudden splutter of the pen, the writer’s emotion had",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "broken loose. “For God’s sake,” he added, “find me some of the old.”"
          ]
        },
        {
          "sentences": [
            "“This is a strange note,” said Mr. Utterson; and then sharply, “How do you come to have it open?”"
          ]
        },
        {
          "sentences": [
            "“The man at Maw’s was main angry, sir, and he threw it back to me like so much dirt,” returned Poole."
          ]
        },
        {
          "sentences": [
            "“This is unquestionably the doctor’s hand, do you know?” resumed the lawyer."
          ]
        },
        {
          "sentences": [
            "“I thought it looked like it,” said the servant rather sulkily; and then, with another voice, “But what matters hand of write?” he said. “I’ve seen him!”"
          ]
        },
        {
          "sentences": [
            "“Seen him?” repeated Mr. Utterson. “Well?”"
          ]
        },
        {
          "sentences": [
            "“That’s it!” said Poole. “It was this way.",
            "I came suddenly into the theatre from the garden.",
            "It seems he had slipped out to look for this"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 125
    },
    {
      "number": "58",
      "title": "It was but for one minute that I saw him, but the hair stood upon my",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "head like quills.",
            "Sir, if that was my master, why had he a mask upon his face?",
            "If it was my master, why did he cry out like a rat, and run from me?",
            "I have served him long enough.",
            "And then...” The man paused and passed his hand over his face."
          ]
        },
        {
          "sentences": [
            "“These are all very strange circumstances,” said Mr. Utterson, “but I think I begin to see daylight.",
            "Your master, Poole, is plainly seized with one of those maladies that both torture and deform the sufferer;"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 87
    },
    {
      "number": "59",
      "title": "and natural, hangs well together, and delivers us from all exorbitant",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "alarms.”"
          ]
        },
        {
          "sentences": [
            "“Sir,” said the butler, turning to a sort of mottled pallor, “that thing was not my master, and there’s the truth.",
            "My master”—here he looked round him and began to whisper—“is a tall, fine build of a man, and this was more of a dwarf.” Utterson attempted to protest. “O, sir,” cried Poole, “do you think I do not know my master after twenty years?",
            "Do you think I do not know where his head comes to in the cabinet door, where I saw him every morning of my life?",
            "No, sir, that thing in the mask was never Dr. Jekyll—God knows what it was, but it was never Dr. Jekyll; and it is the belief of my heart that there was murder done.”"
          ]
        },
        {
          "sentences": [
            "“Poole,” replied the lawyer, “if you say that, it will become my duty to make certain.",
            "Much as I desire to spare your master’s feelings, much"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 151
    },
    {
      "number": "60",
      "title": "as I am puzzled by this note which seems to prove him to be still",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "alive, I shall consider it my duty to break in that door.”"
          ]
        },
        {
          "sentences": [
            "“Ah, Mr. Utterson, that’s talking!” cried the butler."
          ]
        },
        {
          "sentences": [
            "“And now comes the second question,” resumed Utterson: “Who is going to do it?”"
          ]
        },
        {
          "sentences": [
            "“Why, you and me, sir,” was the undaunted reply."
          ]
        },
        {
          "sentences": [
            "“That’s very well said,” returned the lawyer; “and whatever comes of it, I shall make it my business to see you are no loser.”"
          ]
        },
        {
          "sentences": [
            "“There is an axe in the theatre,” continued Poole; “and you might take the kitchen poker for yourself.”"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 85
    },
    {
      "number": "61",
      "title": "The lawyer took that rude but weighty instrument into his hand, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "balanced it. “Do you know, Poole,” he said, looking up, “that you and I are about to place ourselves in a position of some peril?”"
          ]
        },
        {
          "sentences": [
            "“You may say so, sir, indeed,” returned the butler."
          ]
        },
        {
          "sentences": [
            "“It is well, then that we should be frank,” said the other. “We both think more than we have said; let us make a clean breast.",
            "This masked figure that you saw, did you recognise it?”"
          ]
        },
        {
          "sentences": [
            "“Well, sir, it went so quick, and the creature was so doubled up, that I could hardly swear to that,” was the answer. “But if you mean, was it Mr. Hyde?—why, yes, I think it was!",
            "You see, it was much of the same"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 114
    },
    {
      "number": "62",
      "title": "bigness; and it had the same quick, light way with it; and then who",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "else could have got in by the laboratory door?",
            "You have not forgot, sir, that at the time of the murder he had still the key with him?",
            "But that’s not all.",
            "I don’t know, Mr. Utterson, if you ever met this Mr. Hyde?”"
          ]
        },
        {
          "sentences": [
            "“Yes,” said the lawyer, “I once spoke with him.”"
          ]
        },
        {
          "sentences": [
            "“Then you must know as well as the rest of us that there was something"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 68
    },
    {
      "number": "63",
      "title": "know rightly how to say it, sir, beyond this: that you felt in your",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "marrow kind of cold and thin.”"
          ]
        },
        {
          "sentences": [
            "“I own I felt something of what you describe,” said Mr. Utterson."
          ]
        },
        {
          "sentences": [
            "“Quite so, sir,” returned Poole. “Well, when that masked thing like a"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 30
    },
    {
      "number": "64",
      "title": "believe you; I believe poor Harry is killed; and I believe his murderer",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "(for what purpose, God alone can tell) is still lurking in his victim’s room.",
            "Well, let our name be vengeance.",
            "Call Bradshaw.”"
          ]
        },
        {
          "sentences": [
            "The footman came at the summons, very white and nervous."
          ]
        },
        {
          "sentences": [
            "“Pull yourself together, Bradshaw,” said the lawyer. “This suspense, I"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 42
    },
    {
      "number": "65",
      "title": "nearer at hand, the stillness was only broken by the sounds of a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "footfall moving to and fro along the cabinet floor."
          ]
        },
        {
          "sentences": [
            "“So it will walk all day, sir,” whispered Poole; “ay, and the better part of the night.",
            "Only when a new sample comes from the chemist, there’s a bit of a break.",
            "Ah, it’s an ill conscience that’s such an enemy to rest!",
            "Ah, sir, there’s blood foully shed in every step of it!",
            "But hark again, a little closer—put your heart in your ears, Mr. Utterson, and tell me, is that the doctor’s foot?”"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 84
    },
    {
      "number": "66",
      "title": "went so slowly; it was different indeed from the heavy creaking tread",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of Henry Jekyll.",
            "Utterson sighed. “Is there never anything else?” he asked."
          ]
        },
        {
          "sentences": [
            "Poole nodded. “Once,” he said. “Once I heard it weeping!”"
          ]
        },
        {
          "sentences": [
            "“Weeping? how that?” said the lawyer, conscious of a sudden chill of horror."
          ]
        },
        {
          "sentences": [
            "“Weeping like a woman or a lost soul,” said the butler. “I came away with that upon my heart, that I could have wept too.”"
          ]
        },
        {
          "sentences": [
            "But now the ten minutes drew to an end.",
            "Poole disinterred the axe from"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 74
    },
    {
      "number": "67",
      "title": "not by fair means, then by foul—if not of your consent, then by brute",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "force!”"
          ]
        },
        {
          "sentences": [
            "“Utterson,” said the voice, “for God’s sake, have mercy!”"
          ]
        },
        {
          "sentences": [
            "“Ah, that’s not Jekyll’s voice—it’s Hyde’s!” cried Utterson. “Down with the door, Poole!”"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 23
    },
    {
      "number": "68",
      "title": "were advertised of the uselessness of further search, by the fall of a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "perfect mat of cobweb which had for years sealed up the entrance.",
            "Nowhere was there any trace of Henry Jekyll, dead or alive."
          ]
        },
        {
          "sentences": [
            "Poole stamped on the flags of the corridor. “He must be buried here,” he said, hearkening to the sound."
          ]
        },
        {
          "sentences": [
            "“Or he may have fled,” said Utterson, and he turned to examine the door in the by-street.",
            "It was locked; and lying near by on the flags, they found the key, already stained with rust."
          ]
        },
        {
          "sentences": [
            "“This does not look like use,” observed the lawyer."
          ]
        },
        {
          "sentences": [
            "“Use!” echoed Poole. “Do you not see, sir, it is broken? much as if a man had stamped on it.”"
          ]
        },
        {
          "sentences": [
            "“Ay,” continued Utterson, “and the fractures, too, are rusty.” The two men looked at each other with a scare. “This is beyond me, Poole,” said the lawyer. “Let us go back to the cabinet.”"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 140
    },
    {
      "number": "69",
      "title": "glass saucers, as though for an experiment in which the unhappy man had",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "been prevented."
          ]
        },
        {
          "sentences": [
            "“That is the same drug that I was always bringing him,” said Poole; and even as he spoke, the kettle with a startling noise boiled over."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "70",
      "title": "the glazed front of the presses, and their own pale and fearful",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "countenances stooping to look in."
          ]
        },
        {
          "sentences": [
            "“This glass has seen some strange things, sir,” whispered Poole."
          ]
        },
        {
          "sentences": [
            "“And surely none stranger than itself,” echoed the lawyer in the same tones. “For what did Jekyll”—he caught himself up at the word with a"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 40
    },
    {
      "number": "71",
      "title": "start, and then conquering the weakness—“what could Jekyll want with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "it?” he said."
          ]
        },
        {
          "sentences": [
            "“You may say that!” said Poole."
          ]
        },
        {
          "sentences": [
            "Next they turned to the business table.",
            "On the desk, among the neat"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 22
    },
    {
      "number": "72",
      "title": "He caught up the next paper; it was a brief note in the doctor’s hand",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and dated at the top. “O Poole!” the lawyer cried, “he was alive and here this day.",
            "He cannot have been disposed of in so short a space; he must be still alive, he must have fled!",
            "And then, why fled? and how? and in that case, can we venture to declare this suicide?",
            "O, we must be careful.",
            "I foresee that we may yet involve your master in some dire catastrophe.”"
          ]
        },
        {
          "sentences": [
            "“Why don’t you read it, sir?” asked Poole."
          ]
        },
        {
          "sentences": [
            "“Because I fear,” replied the lawyer solemnly. “God grant I have no cause for it!” And with that he brought the paper to his eyes and read as follows:"
          ]
        },
        {
          "sentences": [
            "“My dear Utterson,—When this shall fall into your hands, I shall have"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 121
    },
    {
      "number": "73",
      "title": "hands; and if you care to hear more, turn to the confession of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "“Your unworthy and unhappy friend,"
          ]
        },
        {
          "sentences": [
            "“HENRY JEKYLL.”"
          ]
        },
        {
          "sentences": [
            "“There was a third enclosure?” asked Utterson."
          ]
        },
        {
          "sentences": [
            "“Here, sir,” said Poole, and gave into his hands a considerable packet sealed in several places."
          ]
        },
        {
          "sentences": [
            "The lawyer put it in his pocket. “I would say nothing of this paper.",
            "If your master has fled or is dead, we may at least save his credit."
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 59
    },
    {
      "number": "74",
      "title": "hall, trudged back to his office to read the two narratives in which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "this mystery was now to be explained."
          ]
        },
        {
          "sentences": [
            "Dr. LANYON’S NARRATIVE"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 10
    },
    {
      "number": "75",
      "title": "imagine nothing in our intercourse that should justify formality of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "registration.",
            "The contents increased my wonder; for this is how the letter ran:"
          ]
        },
        {
          "sentences": [
            "“10_th December_, 18—."
          ]
        },
        {
          "sentences": [
            "“Dear Lanyon,—You are one of my oldest friends; and although we may"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 28
    },
    {
      "number": "76",
      "title": "Lanyon, my life, my honour, my reason, are all at your mercy; if you",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "fail me to-night, I am lost.",
            "You might suppose, after this preface, that I am going to ask you for something dishonourable to grant.",
            "Judge for yourself."
          ]
        },
        {
          "sentences": [
            "“I want you to postpone all other engagements for to-night—ay, even if"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 39
    },
    {
      "number": "77",
      "title": "that, if you will but punctually serve me, my troubles will roll away",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "like a story that is told.",
            "Serve me, my dear Lanyon and save"
          ]
        },
        {
          "sentences": [
            "“Your friend,"
          ]
        },
        {
          "sentences": [
            "“H.J."
          ]
        },
        {
          "sentences": [
            "“P.S.—I had already sealed this up when a fresh terror struck upon my soul.",
            "It is possible that the post-office may fail me, and this letter not come into your hands until to-morrow morning.",
            "In that case, dear"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 54
    },
    {
      "number": "78",
      "title": "Lanyon, do my errand when it shall be most convenient for you in the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "course of the day; and once more expect my messenger at midnight.",
            "It may then already be too late; and if that night passes without event, you will know that you have seen the last of Henry Jekyll.”"
          ]
        },
        {
          "sentences": [
            "Upon the reading of this letter, I made sure my colleague was insane;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 51
    },
    {
      "number": "79",
      "title": "Twelve o’clock had scarce rung out over London, ere the knocker sounded",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "very gently on the door.",
            "I went myself at the summons, and found a small man crouching against the pillars of the portico."
          ]
        },
        {
          "sentences": [
            "“Are you come from Dr. Jekyll?” I asked."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 31
    },
    {
      "number": "80",
      "title": "But here I took pity on my visitor’s suspense, and some perhaps on my",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "own growing curiosity."
          ]
        },
        {
          "sentences": [
            "“There it is, sir,” said I, pointing to the drawer, where it lay on the floor behind a table and still covered with the sheet."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "81",
      "title": "keen eye, smiled, set down the glass upon the table, and then turned",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and looked upon me with an air of scrutiny."
          ]
        },
        {
          "sentences": [
            "“And now,” said he, “to settle what remains.",
            "Will you be wise? will you be guided? will you suffer me to take this glass in my hand and to go forth from your house without further parley? or has the greed of curiosity too much command of you?",
            "Think before you answer, for it shall be done as you decide.",
            "As you decide, you shall be left as you"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 78
    },
    {
      "number": "82",
      "title": "possessing, “you speak enigmas, and you will perhaps not wonder that I",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "hear you with no very strong impression of belief.",
            "But I have gone too far in the way of inexplicable services to pause before I see the end.”"
          ]
        },
        {
          "sentences": [
            "“It is well,” replied my visitor. “Lanyon, you remember your vows: what follows is under the seal of our profession.",
            "And now, you who have so"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 54
    },
    {
      "number": "83",
      "title": "night was, on Jekyll’s own confession, known by the name of Hyde and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "hunted for in every corner of the land as the murderer of Carew."
          ]
        },
        {
          "sentences": [
            "HASTIE LANYON."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 15
    },
    {
      "number": "84",
      "title": "about that, where Jekyll perhaps might have succumbed, Hyde rose to the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "importance of the moment.",
            "My drugs were in one of the presses of my cabinet; how was I to reach them?",
            "That was the problem that (crushing my temples in my hands) I set myself to solve.",
            "The laboratory door I had closed.",
            "If I sought to enter by the house, my own servants would consign me to the gallows.",
            "I saw I must employ another hand, and thought of Lanyon.",
            "How was he to be reached? how persuaded?",
            "Supposing"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 80
    },
    {
      "number": "85",
      "title": "my true hour of death, and what is to follow concerns another than",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "myself.",
            "Here then, as I lay down the pen and proceed to seal up my confession, I bring the life of that unhappy Henry Jekyll to an end."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK ***"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 36
    }
  ],
  "statistics": {
    "total_chapters": 85,
    "total_paragraphs": 313,
    "total_sentences": 463,
    "total_words": 6104,
    "average_sentences_per_chapter": 5.447058823529412,
    "average_paragraphs_per_chapter": 3.6823529411764704,
    "average_sentences_per_paragraph": 1.4792332268370607,
    "average_words_per_sentence": 13.183585313174946
  }
}