{
  "metadata": {
    "title": "My Life",
    "author": "Richard Wagner",
    "date": "February 1, 2004 [eBook #5197]",
    "source": "Project Gutenberg",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "the prologue of this drama.",
      "type": "prologue",
      "paragraphs": [
        {
          "sentences": [
            "This and other matters of a similar nature brought me into intimate contact with Eduard Devrient, and made our intercourse much more lively and pleasant.",
            "He often invited a select circle of friends to attend dramatic readings at his house in which I gladly took part, for I found, to my surprise, that his gift for declamation, which quite forsook him on the stage, here stood out in strong relief.",
            "It was, moreover, a consolation to pour into a sympathetic ear my worries about my growing unpopularity with the director.",
            "Devrient seemed particularly anxious to prevent a definite breach; but of this there was little hope.",
            "With the approach of winter the court had returned to town, and once more frequented the theatre, and various signs of dissatisfaction in high quarters with my behaviour as conductor began to be manifested.",
            "On one occasion the Queen thought that I had conducted NORMA badly, and on another that I ‘had taken the time wrongly’ in ROBERT THE DEVIL.",
            "As Luettichau had to communicate these reprimands to me, it was natural that our intercourse at such times should hardly be of a nature to restore our mutual satisfaction with each other."
          ]
        },
        {
          "sentences": [
            "Notwithstanding all this, it still seemed possible to prevent matters from coming to a crisis, though everything continued in a state of agitating uncertainty and fermentation.",
            "At all events the forces of reaction, which were holding themselves in readiness on every side, were not yet sufficiently certain that the hour of their triumph had come as not to consider it advisable for the present, at least, to avoid all provocation.",
            "Consequently our management did not meddle with the musicians of the royal orchestra, who, in obedience to the spirit of the times, had formed a union for debate and the protection of their artistic and civic interests.",
            "In this matter one of our youngest musicians, Theodor Uhlig, had been particularly active.",
            "He was a young man, still in his early twenties, and was a violinist in the orchestra.",
            "His face was strikingly mild, intelligent and noble, and he was conspicuous among his fellows on account of his great seriousness and his quiet but unusually firm character.",
            "He had particularly attracted my notice on several occasions by his quick insight and extensive knowledge of music.",
            "As I recognised in him a spirit keenly alert in every direction, and unusually eager for culture, it was not long before I chose him as my companion in my regular walks—a habit I still continued to cultivate—and on which Roeckel had hitherto accompanied me.",
            "He induced me to come to a meeting of this union of the orchestral company, in order that I might form an opinion about it, and encourage and support so praiseworthy a movement.",
            "On this occasion I communicated to its members the contents of my memorandum to the director, which had been rejected a year before, and in which I had made suggestions for reforms in the band, and I also explained further intentions and plans arising therefrom.",
            "At the same time I was obliged to confess that I had lost all hope of carrying out any projects of the kind through the general management, and must therefore recommend them to take the initiative vigorously into their own hands.",
            "They acclaimed the idea with enthusiastic approval.",
            "Although, as I have said before, Luettichau left these musicians unmolested in their more or less democratic union, yet he took care to be informed through spies of what took place at their highly treasonable gatherings.",
            "His chief instrument was a bugler named Lewy, who, much to the disgust of all his comrades in the orchestra, was in particularly high favour with the director.",
            "He consequently received precise, or rather exaggerated, accounts of my appearance there, and thought it was now high time to let me once more feel the weight of his authority.",
            "I was officially summoned to his presence, and had to listen to a long and wrathful tirade which he had been bottling up for some time about several matters.",
            "I also learned that he knew all about the plan of theatre reform which I had laid before the ministry.",
            "This knowledge he betrayed in a popular Dresden phrase, which until then I had never heard; he knew very well, he said, that in a memorandum respecting the theatre I had ‘made him look ridiculous’ (ihm an den Laden gelegt).",
            "In answer to this I did not refrain from telling him how I intended to act in retaliation, and when he threatened to report me to the King and demand my dismissal, I calmly replied that he might do as he pleased, as I was well assured that I could rely on his Majesty’s justice to hear, not only his charges, but also my defence.",
            "Moreover, I added, this was the only befitting manner for me to discuss with the King the many points on which I had to complain, not only in my own interests, but also in those of the theatre and of art.",
            "This was not pleasant hearing for Lüttichau, and he asked how it was possible for him to try and co-operate with me, when I for my part had openly declared (to use his own expression) that all labour was wasted upon him (Hopfen und Malz verloren seien).",
            "We had at last to part with mutual shruggings of the shoulder.",
            "My conduct seemed to trouble my former patron, and he therefore enlisted the tact and moderation of Eduard Devrient in his service, and asked him to use his influence with me to facilitate some further arrangement between us.",
            "But, in spite of all his zeal, Devrient had to admit with a smile, after we had discussed his message, that nothing much could be done; and as I persisted in my refusal to meet the director again in consultation respecting the service of the theatre, he had at last to recognise that his own wisdom would have to help him out of the difficulty."
          ]
        },
        {
          "sentences": [
            "Throughout the whole period during which I was fated to fill the post of conductor at Dresden, the effects of this dislike on the part of the court and the director continued to make themselves felt in everything.",
            "The orchestral concerts, which had been organised by me in the previous winter, were this year placed under Reissiger’s control, and at once sank to the usual level of ordinary concerts.",
            "Public interest quickly waned, and the undertaking could only with difficulty be kept alive.",
            "In opera I was unable to carry out the proposed revival of the Fliegender Holländer, for which I had found in Mitterwurzer’s maturer talent an admirable and promising exponent.",
            "My niece Johanna, whom I had destined for the part of Senta, did not like the role, because it offered little opportunity for splendid costumes.",
            "She preferred ZAMPA and FAVORITA, partly to please her new protector, my erstwhile RIENZI enthusiast, Tichatschck, partly for the sake of THREE BRILLIANT COSTUMES which the management had to furnish for each of these parts.",
            "In fact, these two ringleaders of the Dresden opera of that day had formed an alliance of rebellion against my vigorous rule in the matter of operatic repertoire.",
            "Their opposition, to my great discomfiture, was crowned by success when they secured the production of this FAVORITA of Donizetti’s, the arrangement of which I had once been obliged to undertake for Schlesinger in Paris.",
            "I had at first emphatically refused to have anything to do with this opera, although its principal part suited my niece’s voice admirably, even in her father’s judgment.",
            "But now that they knew of my feud with the director, and of my voluntary loss of influence, and finally of my evident disgrace, they thought the opportunity ripe for compelling me to conduct this tiresome work myself, as it happened to be my turn."
          ]
        },
        {
          "sentences": [
            "Besides this, my chief occupation at the royal theatre during this period consisted in conducting Flotow’s opera MARTHA, which, although it failed to attract the public, was nevertheless produced with excessive frequency, owing to its convenient cast.",
            "On reviewing the results of my labours in Dresden—where I had now been nearly seven years—I could not help feeling humiliated when I considered the powerful and energetic impetus I knew I had given in many directions to the court theatre, and I found myself obliged to confess that, were I now to leave Dresden, not, the smallest trace of my influence would remain behind.",
            "From various signs I also gathered that, if ever it should come to a trial before the King between the director and myself, even if his Majesty were in my favour, yet out of consideration for the courtier the verdict would go against me."
          ]
        },
        {
          "sentences": [
            "Nevertheless, on Palm Sunday of the new year, 1849, I received ample amends.",
            "In order to ensure liberal receipts, our orchestra had again decided to produce Beethoven’s Ninth Symphony.",
            "Every one did his utmost to make this one of our finest performances, and the public took up the matter with real enthusiasm.",
            "Michael Bakunin, unknown to the police, had been present at the public rehearsal.",
            "At its close he walked unhesitatingly up to me in the orchestra, and said in a loud voice, that if all the music that had ever been written were lost in the expected world-wide conflagration, we must pledge ourselves to rescue this symphony, even at the peril of our lives.",
            "Not many weeks after this performance it really seemed as though this world-wide conflagration would actually be kindled in the streets of Dresden, and that Bakunin, with whom I had meanwhile become more closely associated through strange and unusual circumstances, would undertake the office of chief stoker."
          ]
        },
        {
          "sentences": [
            "It was long before this date that I first made the acquaintance of this most remarkable man.",
            "For years I had come across his name in the newspapers, and always under extraordinary circumstances.",
            "He turned up in Paris at a Polish gathering, but although he was a Russian, he declared that it mattered little whether a man were a Russian or a Pole, so long as he wanted to be a free man, and that this was all that mattered.",
            "I heard afterwards, through George Herwegh, that he had renounced all his sources of income as a member of an influential Russian family, and that one day, when his entire fortune consisted of two francs, he had given them away to a beggar on the boulevard, because it was irksome to him to be bound by this possession to take any thought for the morrow.",
            "I was informed of his presence in Dresden one day by Röckel, after the latter had become a rampant republican.",
            "He had taken the Russian into his house, and invited me to come and make his acquaintance.",
            "Bakunin was at that time being persecuted by the Austrian government for his share in the events which took place in Prague in the summer of 1848, and because he was a member of the Slav Congress which had preceded them.",
            "He had consequently sought refuge in our city, as he did not wish to settle too far from the Bohemian frontier.",
            "The extraordinary sensation he had created in Prague arose from the fact that, when the Czechs sought the protection of Russia against the dreaded Germanising policy of Austria, he conjured them to defend themselves with fire and sword against those very Russians, and indeed against any other people who lived under the rule of a despotism like that of the Tsars.",
            "This superficial acquaintance with Balumin’s aims had sufficed to change the purely national prejudices of the Germans against him into sympathy.",
            "When I met him, therefore, under the humble shelter of Röckel’s roof, I was immediately struck by his singular and altogether imposing personality.",
            "He was in the full bloom of manhood, anywhere between thirty and forty years of age.",
            "Everything about him was colossal, and he was full of a primitive exuberance and strength.",
            "I never gathered that he set much store by my acquaintance.",
            "Indeed, he did not seem to care for merely intellectual men; what he demanded was men of reckless energy.",
            "As I afterwards perceived, theory in this case had more weight with him than purely personal sentiment; and he talked much and expatiated freely on the matter.",
            "His general mode of discussion was the Socratic method, and he seemed quite at his ease when, stretched on his host’s hard sofa, he could argue discursively with a crowd of all sorts of men on the problems of revolution.",
            "On these occasions he invariably got the best of the argument.",
            "It was impossible to triumph against his opinions, stated as they were with the utmost conviction, and overstepping in every direction even the extremest bounds of radicalism.",
            "So communicative was he, that on the very first evening of our meeting he gave me full details about the various stages of his development, he was a Russian officer of high birth, but smarting under the yoke of the narrowest martial tyranny, he had been led by a study of Rousseau’s writings to escape to Germany under pretence of taking furlough.",
            "In Berlin he had flung himself into the study of philosophy with all the zest of a barbarian newly awakened to civilisation.",
            "Hegel’s philosophy was the one which was the rage at that moment, and he soon became such an expert in it, that he had been able to hurl that master’s most famous disciples from the saddle of their own philosophy, in a thesis couched in terms of the strictest Hegelian dialectic.",
            "After he had got philosophy off his chest, as he expressed it, he proceeded to Switzerland, where he preached communism, and thence wandered over France and Germany back to the borderland of the Slav world, from which quarter he looked for the regeneration of humanity, because the Slavs had been less enervated by civilisation.",
            "His hopes in this respect were centred in the more strongly pronounced Slav type characteristic of the Russian peasant class.",
            "In the natural detestation of the Russian serf for his cruel oppressor the nobleman, he believed he could trace a substratum of simple-minded brotherly love, and that instinct which leads animals to hate the men who hunt them.",
            "In support of this idea he cited the childish, almost demoniac delight of the Russian people in fire, a quality on which Rostopschin calculated in his strategic burning of Moscow.",
            "He argued that all that was necessary to set in motion a world-wide movement was to convince the Russian peasant, in whom the natural goodness of oppressed human nature had preserved its most childlike characteristics, that it was perfectly right and well pleasing to God for them to burn their lords’ castles, with everything in and about them.",
            "The least that could result from such a movement would be the destruction of all those things which, rightly considered, must appear, even to Europe’s most philosophical thinkers, the real source of all the misery of the modern world.",
            "To set these destructive forces in action appeared to him the only object worthy of a sensible man’s activity. (Even while he was preaching these horrible doctrines, Bakunin, noticing that my eyes troubled me, shielded them with his outstretched hand from the naked light for a full hour, in spite of my protestations.) This annihilation of all civilisation was the goal upon which his heart was set.",
            "Meanwhile it amused him to utilise every lever of political agitation he could lay hands on for the advancement of this aim, and in so doing he often found cause for ironical merriment.",
            "In his retreat he received people belonging to every shade of revolutionary thought.",
            "Nearest to him stood those of Slav nationality, because these, he thought, would be the most convenient and effective weapons he could use in the uprooting of Russian despotism.",
            "In spite of their republic and their socialism a la Proudhon, he thought nothing of the French, and as for the Germans, he never mentioned them to me.",
            "Democracy, republicanism, and anything else of the kind he regarded as unworthy of serious consideration."
          ]
        },
        {
          "sentences": [
            "Every objection raised by those who had the slightest wish to reconstruct what had been demolished, he met with overwhelming criticism.",
            "I well remember on one occasion that a Pole, startled by his theories, maintained that there must be an organised state to guarantee the individual in the possession of the fields he had cultivated. ‘What!’ he answered; ‘would you carefully fence in your field to provide a livelihood for the police again!’ This shut the mouth of the terrified Pole.",
            "He comforted himself by saying that the creators of the new order of things would arise of themselves, but that our sole business in the meantime was to find the power to destroy.",
            "Was any one of us so mad as to fancy that he would survive the desired destruction?",
            "We ought to imagine the whole of Europe with St. Petersburg, Paris, and London transformed into a vast rubbish-heap.",
            "How could we expect the kindlers of such a fire to retain any consciousness after so vast a devastation?",
            "He used to puzzle any who professed their readiness for self-sacrifice by telling them it was not the so-called tyrants who were so obnoxious, but the smug Philistines.",
            "As a type of these he pointed to a Protestant parson, and declared that he would not believe he had really reached the full stature of a man until he saw him commit his own parsonage, with his wife and child, to the flames."
          ]
        },
        {
          "sentences": [
            "I was all the more perplexed for a while, in the face of such dreadful ideas, by the fact that Bakunin in other respects proved a really amiable and tender-hearted man.",
            "He was fully alive to my own anxiety and despair with regard to the risk I ran of forever destroying my ideals and hopes for the future of art.",
            "It is true, he declined to receive any further instruction concerning these artistic schemes, and would not even look at my work on the Nibelungen saga.",
            "I had just then been inspired by a study of the Gospels to conceive the plan of a tragedy for the ideal stage of the future, entitled Jesus of Nazareth.",
            "Bakunin begged me to spare him any details; and when I sought to win him over to my project by a few verbal hints, he wished me luck, but insisted that I must at all costs make Jesus appear as a weak character.",
            "As for the music of the piece, he advised me, amid all the variations, to use only one set of phrases, namely: for the tenor, ‘Off with His head!’; for the soprano, ‘Hang Him!’; and for the basso continuo, ‘Fire! fire!’ And yet I felt more sympathetically drawn towards this prodigy of a man when I one day induced him to hear me play and sing the first scenes of my Fliegender Holländer.",
            "After listening with more attention than most people gave, he exclaimed, during a momentary pause, ‘That is stupendously fine!’ and wanted to hear more."
          ]
        },
        {
          "sentences": [
            "As his life of permanent concealment was very dull, I occasionally invited him to spend an evening with me.",
            "For supper my wife set before him finely cut slices of sausage and meat, which he at once devoured wholesale, instead of spreading them frugally on his bread in Saxon fashion.",
            "Noticing Minna’s alarm at this, I was guilty of the weakness of telling him how we were accustomed to consume such viands, whereupon he reassured me with a laugh, saying that it was quite enough, only he would like to eat what was set before him in his own way.",
            "I was similarly astonished at the manner in which he drank wine from our ordinary-sized small glasses.",
            "As a matter of fact he detested wine, which only satisfied his craving for alcoholic stimulants in such paltry, prolonged, and subdivided doses; whereas a stiff glass of brandy, swallowed at a gulp, at once produced the same result, which, after all, was only temporarily attained.",
            "Above all, he scorned the sentiment which seeks to prolong enjoyment by moderation, arguing that a true man should only strive to still the cravings of nature, and that the only real pleasure in life worthy of a man was love."
          ]
        },
        {
          "sentences": [
            "These and other similar little characteristics showed clearly that in this remarkable man the purest impulses of an ideal humanity conflicted strangely with a savagery entirely inimical to all civilisation, so that my feelings during my intercourse with him fluctuated between involuntary horror and irresistible attraction.",
            "I frequently called for him to share my lonely wanderings.",
            "This he gladly did, not only for the sake of necessary bodily exercise, but also because he could do so in this part of the world without fear of meeting his pursuers.",
            "My attempts during our conversations to instruct him more fully regarding my artistic aims remained quite unavailing as long as we were unable to quit the field of mere discussion.",
            "All these things seemed to him premature.",
            "He refused to admit that out of the very needs of the evil present all laws for the future would have to be evolved, and that these, moreover, must be moulded upon quite different ideas of social culture.",
            "Seeing that he continued to urge destruction, and again destruction, I had at last to inquire how my wonderful friend proposed to set this work of destruction in operation.",
            "It then soon became clear, as I had suspected it would, and as the event soon proved, that with this man of boundless activity everything rested upon the most impossible hypotheses.",
            "Doubtless I, with my hopes of a future artistic remodelling of human society, appeared to him to be floating in the barren air; yet it soon became obvious to me that his assumptions as to the unavoidable demolition of all the institutions of culture were at least equally visionary.",
            "My first idea was that Bakunin was the centre of an international conspiracy; but his practical plans seem originally to have been restricted to a project for revolutionising Prague, where he relied merely on a union formed among a handful of students.",
            "Believing that the time had now come to strike a blow, he prepared himself one evening to go there.",
            "This proceeding was not free from danger, and he set off under the protection of a passport made out for an English merchant.",
            "First of all, however, with the view of adapting himself to the most Philistine culture, he had to submit his huge beard and bushy hair to the tender mercies of the razor and shears.",
            "As no barber was available, Röckel had to undertake the task.",
            "A small group of friends watched the operation, which had to be executed with a dull razor, causing no little pain, under which none but the victim himself remained passive.",
            "We bade farewell to Bakunin with the firm conviction that we should never see him again alive.",
            "But in a week he was back once more, as he had realised immediately what a distorted account he had received as to the state of things in Prague, where all he found ready for him was a mere handful of childish students.",
            "These admissions made him the butt of Röckel’s good-humoured chaff, and after this he won the reputation among us of being a mere revolutionary, who was content with theoretical conspiracy.",
            "Very similar to his expectations from the Prague students were his presumptions with regard to the Russian people.",
            "These also afterwards proved to be entirely groundless, and based merely on gratuitous assumptions drawn from the supposed nature of things.",
            "I consequently found myself driven to explain the universal belief in the terrible dangerousness of this man by his theoretical views, as expressed here and elsewhere, and not as arising from any actual experience of his practical activity.",
            "But I was soon to become almost an eye-witness of the fact that his personal conduct was never for a moment swayed by prudence, such as one is accustomed to meet in those whose theories are not seriously meant.",
            "This was shortly to be proved in the momentous insurrection of May, 1849."
          ]
        },
        {
          "sentences": [
            "The winter of this year, up to the spring of 1849, passed in a many-sided development of my position and temper, as I have described them, that is to say, in a sort of dull agitation.",
            "My latest artistic occupation had been the five-act drama, Jesus of Nazareth, just mentioned.",
            "Henceforth I lingered on in a state of brooding instability, full of expectation, yet without any definite wish.",
            "I felt fully convinced that my activity in Dresden, as an artist, had come to an end, and I was only waiting for the pressure of circumstances to shake myself free.",
            "On the other hand, the whole political situation, both in Saxony and the rest of Germany, tended inevitably towards a catastrophe.",
            "Day by day this drew nearer, and I flattered myself into regarding my own personal fate as interwoven with this universal unrest.",
            "Now that the powers of reaction were everywhere more and more openly bracing themselves for conflict, the final decisive struggle seemed indeed close at hand.",
            "My feelings of partisanship were not sufficiently passionate to make me desire to take any active share in these conflicts.",
            "I was merely conscious of an impulse to give myself up recklessly to the stream of events, no matter whither it might lead."
          ]
        },
        {
          "sentences": [
            "Just at this moment, however, an entirely new influence forced itself in a most strange fashion into my fortunes, and was at first greeted by me with a smile of scepticism.",
            "Liszt wrote announcing an early production in Weimar of my Tannhäuser under his own conductorship—the first that had taken place outside Dresden—and he added with great modesty that this was merely a fulfilment of his own personal desire.",
            "In order to ensure success he had sent a special invitation to Tichatschek to be his guest for the two first performances.",
            "When the latter returned he said that the production had, on the whole, been a success, which surprised me very much.",
            "I received a gold snuff-box from the Grand Duke as a keepsake, which I continued to use until the year 1864.",
            "All this was new and strange to me, and I was still inclined to regard this otherwise agreeable occurrence as a fleeting episode, due to the friendly feeling of a great artist. ‘What does this mean for me?’ I asked myself. ‘Has it come too early or too late?’ But a very cordial letter from Liszt induced me to visit Weimar for a few days later on, for a third performance of Tannhausar, which was to be carried out entirely by native talent, with a view to the permanent addition of this opera to the repertoire.",
            "For this purpose I obtained leave of absence from my management for the second week in May."
          ]
        },
        {
          "sentences": [
            "Only a few days elapsed before the execution of this little plan; but they were destined to be momentous ones.",
            "On the 1st of May the Chambers were dissolved by the new Beust ministry, which the King had charged with carrying out his proposed reactionary policy.",
            "This event imposed upon me the friendly task of caring for Röckel and his family.",
            "Hitherto his position as a deputy had shielded him from the danger of criminal prosecution; but as soon as the Chambers were dissolved this protection was withdrawn, and he had to escape by flight from being arrested again.",
            "As I could do little to help him in this matter, I promised at least to provide for the continued publication of his popular Volksblatt, mainly because the proceeds from this would support his family.",
            "Scarcely was Röckel safely across the Bohemian frontier, while I was still toiling at great inconvenience to myself in the printer’s office, in order to provide material for an issue of his paper, when the long-expected storm burst over Dresden.",
            "Emergency deputations, nightly mob demonstrations, stormy meetings of the various unions, and all the other signs that precede a swift decision in the streets, manifested themselves.",
            "On the 3rd May the demeanour of the crowds moving in our thoroughfares plainly showed that this consummation would soon be reached, as was undoubtedly desired.",
            "Each local deputation which petitioned for the recognition of the German constitution, which was the universal cry, was refused an audience by the government, and this with a peremptoriness which at last became startling.",
            "I was present one afternoon at a committee meeting of the Vaterlands-Verein, although merely as a representative of Röckel’s Volksblatt, for whose continuance, both from economic as well as humane motives, I felt pledged.",
            "Here I was at once absorbed in watching the conduct and demeanour of the men whom popular favour had raised to the leadership of such unions.",
            "It was quite evident that events had passed beyond the control of these persons; more particularly were they utterly at a loss as to how to deal with that peculiar terrorism exerted by the lower classes which is always so ready to react upon the representatives of democratic theories.",
            "On every side I heard a medley of wild proposals and hesitating responses.",
            "One of the chief subjects under debate was the necessity of preparing for defence.",
            "Arms, and how to procure them, were eagerly discussed, but all in the midst of great disorder; and when at last they discovered that it was time to break up, the only impression I received was one of the wildest confusion.",
            "I loft the hall with a young painter named Kaufmann, from whose hand I had previously seen a series of cartoons in the Dresden Art Exhibition, illustrating ‘The History of the Mind.’ One day I had seen the King of Saxony standing before one of these, representing the torture of a heretic under the Spanish Inquisition, and observed him turn away with a disapproving shake of the head from so abstruse a subject.",
            "I was on my way home, deep in conversation with this man, whose pale face and troubled look betrayed that he foresaw the disaster that was imminent, when, just as we reached the Postplatz, near the fountain erected from Semper’s design, the clang of bells from the neighbouring tower of St. Ann’s Church suddenly sounded the tocsin of revolt.",
            "With a terrified cry, ‘Good God, it has begun!’ my companion vanished from my side.",
            "He wrote to me—afterwards to say that he was living as a fugitive in Berne, but I never saw his face again."
          ]
        },
        {
          "sentences": [
            "The clang of this bell, so close at hand, made a profound impression upon me also.",
            "It was a very sunny afternoon, and I at once noticed the same phenomenon which Goethe describes in his attempt to depict his own sensations during the bombardment of Valmy.",
            "The whole square looked as though it were illuminated by a dark yellow, almost brown, light, such as I had once before seen in Magdeburg during an eclipse of the Sun. My most pronounced sensation beyond this was one of great, almost extravagant, satisfaction.",
            "I felt a sudden strange longing to play with something hitherto regarded as dangerous and important.",
            "My first idea, suggested probably by the vicinity of the square, was to inquire at Tichatschek’s house for the gun which, as an enthusiastic Sunday sportsman, he was accustomed to use.",
            "I only found his wife at home, as he was away on a holiday tour.",
            "Her evident terror as to what was going to happen provoked me to uncontrollable laughter.",
            "I advised her to lodge her husband’s gun in a place of safety, by handing it to the committee of the Vaterlands-Verein in return for a receipt, as it might otherwise soon be requisitioned by the mob.",
            "I have since learned that my eccentric behaviour on this occasion, was afterwards reckoned against me as a serious crime.",
            "I then returned to the streets, to see whether anything beyond a ringing of bells and a yellowish eclipse of the sun might be going on in the town, I first made my way to the Old Market-place, where I noticed a group of men gathered round a vociferous orator.",
            "It was also an agreeable surprise to me to see Schroder-Devrient descending at the door of a hotel.",
            "She had just arrived from Merlin, and was keenly excited by the news which had reached her, that the populace had already been fired upon.",
            "As she had only recently seen an abortive insurrection crushed by arms in Berlin, she was indignant to find the same things happening in her ‘peaceful Dresden’ as she termed it."
          ]
        },
        {
          "sentences": [
            "When she turned to me from the stolid crowd, which had complacently been listening to her passionate outpourings, she seemed relieved at finding some one to whom she could appeal to oppose these horrible proceedings with all his might.",
            "I met her on another occasion at the house of my old friend Heine, where she had taken refuge.",
            "When she noticed my indifference she again adjured me to use every possible effort to prevent the senseless, suicidal conflict.",
            "I heard afterwards that a charge of high treason on account of sedition had been brought against Schroder-Devrient by reason of her conduct in regard to this matter.",
            "She had to prove her innocence in a court of law, so as to establish beyond dispute her claim to the pension which she had been promised by contract for her many years’ service in Dresden as an opera-singer."
          ]
        },
        {
          "sentences": [
            "On the 3rd of May I betook myself direct to that quarter of the town where I heard unpleasant rumours of a sanguinary conflict having taken place.",
            "I afterwards learned that the actual cause of the dispute between the civil and military power had arisen when the watch had been changed in front of the Arsenal.",
            "At that moment the mob, under a bold leader, had seized the opportunity to take forcible possession of the armoury.",
            "A display of military force was made, and the crowd was fired upon by a few cannon loaded with grape-shot.",
            "As I approached the scene of operations through the Rampische Gasse, I met a company of the Dresden Communal Guards, who, although they were quite innocent, had apparently been exposed to this fire.",
            "I noticed that one of the citizen guards, leaning heavily on the arm of a comrade, was trying to hurry along, in spite of the fact that his right leg seemed to be dragging helplessly behind him.",
            "Some of the crowd, seeing the blood on the pavement behind him, shouted ‘He is bleeding.’ In the midst of this excitement I suddenly became conscious of the cry raised on all sides: ‘To the barricades! to the barricades!’ Driven by a mechanical impulse I followed the stream of people, which moved once more in the direction of the Town Hall in the Old Market-place.",
            "Amid the terrific tumult I particularly noticed a significant group stretching right across the street, and striding along the Rosmaringasse.",
            "It reminded me, though the simile was rather exaggerated, of the crowd that had once stood at the doors of the theatre and demanded free entrance to Rienzi; among them was a hunchback, who at once suggested Goethe’s Vansen in Egmont, and as the revolutionary cry rose about his ears, I saw him rub his hands together in great glee over the long-desired ecstasy of revolt which he had realised at last."
          ]
        },
        {
          "sentences": [
            "I recollect quite clearly that from that moment I was attracted by surprise and interest in the drama, without feeling any desire to join the ranks of the combatants.",
            "However, the agitation caused by my sympathy as a mere spectator increased with every step I felt impelled to take.",
            "I was able to press right into the rooms of the town council, escaping notice in the tumultuous crowd, and it seemed to me as if the officials were guilty of collusion with the mob.",
            "I made my way unobserved into the council-chamber; what I saw there was utter disorder and confusion.",
            "When night fell I wandered slowly through the hastily made barricades, consisting chiefly of market stalls, back to my house in the distant Friedrichstrasse, and next morning I again watched these amazing proceedings with sympathetic interest."
          ]
        },
        {
          "sentences": [
            "On Thursday, 4th May, I could see that the Town Hall was gradually becoming the undoubted centre of the revolution.",
            "That section of the people who had hoped for a peaceful understanding with the monarch was thrown into the utmost consternation by the news that the King and his whole court, acting on the advice of his minister Beust, had left the palace, and had gone by ship down the Elbe to the fortress of Konigstein.",
            "In those circumstances the town council saw they were no longer able to face the situation, and thereupon took part in summoning those members of the Saxon Chamber who were still in Dresden.",
            "These latter now assembled in the Town Hall to decide what steps should be taken for the protection of the state.",
            "A deputation was sent to the ministry, but returned with the report that they were nowhere to be found.",
            "At the same moment news arrived from all sides that, in accordance with a previous compact, the King of Prussia’s troops would advance to occupy Dresden.",
            "A general outcry immediately arose for measures to be adopted to prevent this incursion of foreign troops."
          ]
        },
        {
          "sentences": [
            "Simultaneously with this, came the intelligence of the national uprising in Wurtemberg, where the troops themselves had frustrated the intentions of the government by their declaration of fidelity to the parliament, and the ministry had been compelled against their will to acknowledge the Pan-German Constitution.",
            "The opinion of our politicians, who were assembled in consultation, was that the matter might still be settled by peaceful means, if it were possible to induce the Saxon troops to take up a similar attitude, as by this means the King would at least be placed under the wholesome necessity of offering patriotic resistance to the Prussian occupation of his country."
          ]
        },
        {
          "sentences": [
            "Everything seemed to depend on making the Saxon battalions in Dresden understand the paramount importance of their action.",
            "As this seemed to me the only hope of an honourable peace in this senseless chaos, I confess that, on this one occasion, I did allow myself to be led astray so far as to organise a demonstration which, however, proved futile."
          ]
        },
        {
          "sentences": [
            "I induced the printer of Röckel’s Volksblatt, which was for the moment at a standstill, to employ all the type he would have used for his next number, in printing in huge characters on strips of paper the words: Seid Ihr mit uns gegen fremde Truppen? (‘Are you on our side against the foreign troops?’).",
            "Placards bearing these words were fixed on those barricades which it was thought would be the first to be assaulted, and were intended to bring the Saxon troops to a halt if they were commanded to attack the revolutionaries.",
            "Of course no one took any notice of these placards except intending informers.",
            "On that day nothing but confused negotiations and wild excitement took place which threw no light on the situation.",
            "The Old Town of Dresden, with its barricades, was an interesting enough sight for the spectators.",
            "I looked on with amazement and disgust, but my attention was suddenly distracted by seeing Bakunin emerge from his hiding-place and wander among the barricades in a black frockcoat.",
            "But I was very much mistaken in thinking he would be pleased with what he saw; he recognised the childish inefficiency of all the measures that had been taken for defence, and declared that the only satisfaction he could feel in the state of affairs was that he need not trouble about the police, but could calmly consider the question of going elsewhere, as he found no inducement to take part in an insurrection conducted in such a slovenly fashion.",
            "While he walked about, smoking his cigar, and making fun of the naivete of the Dresden revolution, I watched the Communal Guards assembling under arms in front of the Town Hall at the summons of their commandant.",
            "From the ranks of its most popular corps, the Schützen-Compagnie, I was accosted by Rietschel, who was most anxious about the nature of the rising, and also by Semper.",
            "Rietschel, who seemed to think I was better informed of the facts than he was, assured me that he felt his position was a very difficult one.",
            "He said the select company to which he belonged was very democratic, and as his professorship at the Fine Arts Academy placed him in a peculiar position, he did not know how to reconcile the sentiments he shared with his company with his duty as a citizen.",
            "The word ‘citizen’ amused me; I glanced sharply at Semper and repeated the word ‘citizen.’ Semper responded with a peculiar smile, and turned away without further comment."
          ]
        },
        {
          "sentences": [
            "The next day (Friday the 5th of May), when I again took my place as a passionately interested spectator of the proceedings at the Town Hall, events took a decisive turn.",
            "The remnant of the leaders of the Saxon people there assembled thought it advisable to constitute themselves into a provisional government, as there was no Saxon government in existence with which negotiations could be conducted.",
            "Professor Kochly, who was an eloquent speaker, was chosen to proclaim the new administration.",
            "He performed this solemn ceremony from the balcony of the Town Hall, facing the faithful remnant of the Communal Guards and the not very numerous crowd.",
            "At the same time the legal existence of the Pan-German Constitution was proclaimed, and allegiance to it was sworn by the armed forces of the nation.",
            "I recollect that these proceedings did not seem to me imposing, and Bakunin’s reiterated opinion about their triviality gradually became more comprehensible.",
            "Even from a technical point of view these reflections were justified when, to my great amusement and surprise, Semper, in the full uniform of a citizen guard, with a hat bedecked with the national colours, asked for me at the Town Hall, and informed me of the extremely faulty construction of the barricades in the Wild Strufergasse and the neighbouring Brudergasse.",
            "To pacify his artistic conscience as an engineer I directed him to the office of the ‘Military Commission for the Defence.’ He followed my advice with conscientious satisfaction; possibly he obtained the necessary authorisation to give instructions for the building of suitable works of defence at that neglected point.",
            "After that I never saw him again in Dresden; but I presume that he carried out the strategic works entrusted to him by that committee with all the conscientiousness of a Michael Angelo or a Leonardo da Vinci."
          ]
        },
        {
          "sentences": [
            "The rest of the day passed in continuous negotiations over the truce which, by arrangement with the Saxon troops, was to last until noon of the next day.",
            "In this business I noticed the very pronounced activity of a former college friend, Marschall von Bieberstein, a lawyer who, in his capacity as senior officer of the Dresden Communal Guard, distinguished himself by his boundless zeal amid the shouts of a mighty band of fellow-orators.",
            "On that day a certain Heinz, formerly a Greek colonel, was placed in command of the armed forces.",
            "These proceedings did not seem at all satisfactory to Bakunin, who put in an occasional appearance.",
            "While the provisional government placed all its hopes on finding a peaceful settlement of the conflict by moral persuasion, he, on the contrary, with his clear vision foresaw a well-planned military attack by the Prussians, and thought it could only be met by good strategic measures.",
            "He therefore urgently pressed for the acquisition of some experienced Polish officers who happened to be in Dresden, as the Saxon revolutionaries appeared to be absolutely lacking in military tactics.",
            "Everybody was afraid to take this course; on the other hand, great expectations were entertained from negotiations with the Frankfort States Assembly, which was on its last legs.",
            "Everything was to be done as far as possible in legal form.",
            "The time passed pleasantly enough.",
            "Elegant ladies with their cavaliers promenaded the barricaded streets during those beautiful spring evenings.",
            "It seemed to be little more than an entertaining drama.",
            "The unaccustomed aspect of things even afforded me genuine pleasure, combined with a feeling that the whole thing was not quite serious, and that a friendly proclamation from the government would put an end to it.",
            "So I strolled comfortably home through the numerous barricades at a late hour, thinking as I went of the material for a drama, Achilleus, with which I had been occupied for some time."
          ]
        },
        {
          "sentences": [
            "At home I found my two nieces, Clara and Ottilie Brockhaus, the daughters of my sister Louisa.",
            "They had been living for a year with a governess in Dresden, and their weekly visits and contagious good spirits delighted me.",
            "Every one was in a high state of glee about the revolution; they all heartily approved of the barricades, and felt no scruples about desiring victory for their defenders.",
            "Protected by the truce, this state of mind remained undisturbed the whole of Friday (5th May).",
            "From all parts came news which led us to believe in a universal uprising throughout Germany.",
            "Baden and the Palatinate were in the throes of a revolt on behalf of the whole of Germany.",
            "Similar rumours came in from free towns like Breslau.",
            "In Leipzig, volunteer student corps had mustered contingents for Dresden, which arrived amid the exultation of the populace.",
            "A fully equipped defence department was organised at the Town Hall, and young Heine, disappointed like myself in his hopes of the performance of Lohengrin, had also joined this body.",
            "Vigorous promises of support came from the Saxon Erzgebirge, as well as announcements that armed contingents were forthcoming.",
            "Every one thought, therefore, that if only the Old Town were kept well barricaded, it could safely defy the threat of foreign occupation.",
            "Early on Saturday, 6th May, it was obvious that the situation was becoming more serious.",
            "Prussian troops had marched into the New Town, and the Saxon troops, which it had not been considered advisable to use for an attack, were kept loyal to the flag.",
            "The truce expired at noon, and the troops, supported by several guns, at once opened the attack on one, of the principal positions held by the people on the Neumarkt."
          ]
        },
        {
          "sentences": [
            "So far I had entertained no other conviction than that the matter would be decided in the most summary fashion as soon as it came to an actual conflict, for there was no evidence in the state of my own feelings (or, indeed, in what I was able to gather independently of them) of that passionate seriousness of purpose, without which tests as severe as this have never been successfully withstood.",
            "It was irritating to me, while I heard the sharp rattle of fire, to be unable to gather anything of what was going on, and I thought by climbing the Kreuz tower I might get a good view.",
            "Even from this elevation I could not see anything clearly, but I gathered enough to satisfy myself that after an hour of heavy firing the advance artillery of the Prussian troops had retired, and had at last been completely silenced, their withdrawal being signalled by a loud shout of jubilation from the populace.",
            "Apparently the first attack had exhausted itself; and now my interest in what was going on began to assume a more and more vivid hue.",
            "To obtain information in greater detail I hurried back to the Town Hall.",
            "I could extract nothing, however, from the boundless confusion which I met, until at last I came upon Bakunin in the midst of the main group of speakers.",
            "He was able to give me an extraordinarily accurate account of what had happened.",
            "Information had reached headquarters from a barricade in the Neumarkt where the attack was most serious, that everything had been in a state of confusion there before the onslaught of the troops; thereupon my friend Marschall von Bieberstein, together with Leo von Zichlinsky, who were officers in the citizen corps, had called up some volunteers and conducted them to the place of danger.",
            "Kreis-Amtmann Heubner of Freiberg, without a weapon to defend himself, and with bared head, jumped immediately on to the top of the barricade, which had just been abandoned by all its defenders.",
            "He was the sole member of the provisional government to remain on the spot, the leaders, Todt and Tschirner, having disappeared at the first sign of a panic.",
            "Heubner turned round to exhort the volunteers to advance, addressing them in stirring words.",
            "His success was complete, the barricade was taken again, and a fire, as unexpected as it was fierce, was directed upon the troops, which, as I myself saw, were forced to retire.",
            "Bakunin had been in close touch with this action, he had followed the volunteers, and he now explained to me that however narrow might be the political views of Heubner (he belonged to the moderate Left of the Saxon Chamber), he was a man of noble character, at whose service he had immediately placed his own life."
          ]
        },
        {
          "sentences": [
            "Bakunin had only needed this example to determine his own line of conduct; he had decided to risk his neck in the attempt and to ask no further questions.",
            "Heubner too was now bound to recognise the necessity for extreme measures, and no longer recoiled from any proposal on the part of Bakunin which was directed to this end.",
            "The military advice of experienced Polish officers was brought to bear on the commandant, whose incapacity had not been slow to reveal itself; Bakunin, who openly confessed that he understood nothing of pure strategy, never moved from the Town Hall, but remained at Heubner’s side, giving advice and information in every direction with wonderful sangfroid.",
            "For the rest of the day the battle confined itself to skirmishes by sharpshooters from the various positions.",
            "I was itching to climb the Kreuz tower again, so as to get the widest possible survey over the whole field of action.",
            "In order to reach this tower from the Town Hall, one had to pass through a space which was under a cross-fire of rifle-shots from the troops posted in the royal palace.",
            "At a moment when this square was quite deserted, I yielded to my daring impulse, and crossed it on my way to the Kreuz tower at a slow pace, remembering that in such circumstances the young soldier is advised never to hurry, because by so doing he may draw the shot upon himself.",
            "On reaching this post of vantage I found several people who had gathered there, some of them driven by a curiosity like my own, others in obedience to an order from the headquarters of the revolutionaries to reconnoitre the enemy’s movements.",
            "Amongst them I made the acquaintance of a schoolmaster called Berthold, a man of quiet and gentle disposition, but full of conviction and determination.",
            "I lost myself in an earnest philosophical discussion with him which extended to the widest spheres of religion.",
            "At the same time he showed a homely anxiety to protect us from the cone-shaped bullets of the Prussian sharpshooters by placing us ingeniously behind a barricade consisting of one of the straw mattresses which he had cajoled out of the warder.",
            "The Prussian sharpshooters were posted on the distant tower of the Frauenkirche, and had chosen the height occupied by us as their target.",
            "At nightfall I found it impossible to make up my mind to go home and leave my interesting place of refuge, so I persuaded the warder to send a subordinate to Friedrichstadt with a few lines to my wife, and with instructions to ask her to let me have some necessary provisions.",
            "Thus I spent one of the most extraordinary nights of my life, taking turns with Berthold to keep watch and sleep, close beneath the great bell with its terrible groaning clang, and with the accompaniment of the continuous rattle of the Prussian shot as it beat against the tower walls."
          ]
        },
        {
          "sentences": [
            "Sunday (the 7th of May) was one of the most beautiful days in the year.",
            "I was awakened by the song of a nightingale, which rose to our ears from the Schütze garden close by.",
            "A sacred calm and peacefulness lay over the town and the wide suburbs of Dresden, which were visible from my point of vantage.",
            "Towards sunrise a mist settled upon the outskirts, and suddenly through its folds we could hear the music of the Marseillaise making its way clearly and distinctly from the district of the Tharanderstrasse.",
            "As the sound drew nearer and nearer, the mist dispersed, and the glow of the rising sun spread a glittering light upon the weapons of a long column which was winding its way towards the town.",
            "It was impossible not to feel deeply impressed at the sight of this continuous procession.",
            "Suddenly a perception of that element which I had so long missed in the German people was borne in upon me in all its essential freshness and vital colour.",
            "The fact that until this moment I had been obliged to resign myself to its absence, had contributed not a little to the feelings by which I had been swayed.",
            "Here I beheld some thousand men from the Erzgebirge, mostly miners, well armed and organised, who had rallied to the defence of Dresden.",
            "Soon we saw them march up the Altmarkt opposite the Town Hall, and after receiving a joyful welcome, bivouac there to recover from their journey.",
            "Reinforcements continued to pour in the whole day long, and the heroic achievement of the previous day now received its reward in the shape of a universal elevation of spirits.",
            "A change seemed to have been made in the plan of attack by the Prussian troops.",
            "This could be gathered from the fact that numerous simultaneous attacks, but of a less concentrated type, were made upon various positions.",
            "The troops which had come to reinforce us brought with them four small cannon, the property of a certain Herr Thade von Burgk, whose acquaintance I had made before on the occasion of the anniversary of the founding of the Dresden Choral Society, when he had made a speech which was well intentioned but wearisome to the point of being ludicrous.",
            "The recollection of this speech returned to me with peculiar irony, now that his cannon were being fired from the barricade upon the enemy.",
            "I felt a still deeper impression, however, when, towards eleven o’clock, I saw the old Opera House, in which a few weeks ago I had conducted the last performance of the Ninth Symphony, burst into flames.",
            "As I have had occasion to mention before, the danger from fire to which this building was exposed, full as it was with wood and all kind of textile fabric, and originally built only for a temporary purpose, had always been a subject of terror and apprehension to those who visited it."
          ]
        },
        {
          "sentences": [
            "I was told that the Opera House had been set alight on strategical grounds, in order to face a dangerous attack on this exposed side, and also to protect the famous ‘Semper’ barricade from an overpowering surprise.",
            "From this I concluded that reasons of this kind act as far more powerful motives in the world than aesthetic considerations.",
            "For a long time men of taste had vainly cried aloud for abolition of this ugly building which was such an eyesore by the side of the elegant proportions of the Zwinger Gallery in its neighbourhood.",
            "In a few moments the Opera House (which as regards size was, it is true, an imposing edifice), together with its highly inflammable contents, was a vast sea of flames.",
            "When this reached the metal roofs of the neighbouring wings of the Zwinger, and enveloped them in wonderful bluish waves of fire, the first expression of regret made itself audible amongst the spectators.",
            "What a disaster!",
            "Some thought that the Natural History collection was in danger; others maintained that it was the Armoury, upon which a citizen soldier retorted that if such were the case, it would be a very good job if the ‘stuffed noblemen’ were burnt to cinders.",
            "But it appeared that a keen sense of the value of art knew how to curb the fire’s lust for further dominion, and, as a matter of fact, it did but little damage in that quarter.",
            "Finally our post of observation, which until now had remained comparatively quiet, was filled itself with swarms and swarms of armed men, who had been ordered thither to defend the approach from the church to the Altmarkt, upon which an attack was feared from the side of the ill-secured Kreuzgasse.",
            "Unarmed men were now in the way; moreover, I had received a message from my wife summoning me home after the long and terrible anxiety she had suffered."
          ]
        },
        {
          "sentences": [
            "At last, after meeting with innumerable obstacles and overcoming a host of difficulties, I succeeded, by means of all sorts of circuitous routes, in reaching my remote suburb, from which I was cut off by the fortified portions of the town, and especially by a cannonade directed from the Zwinger.",
            "My lodgings were full to overflowing with excited women who had collected round Minna; among them the panic-stricken wife of Röckel, who suspected her husband of being in the very thick of the fight, as she thought that on the receipt of the news that Dresden had risen he would probably have returned.",
            "As a matter of fact, I had heard a rumour that Röckel had arrived on this very day, but as yet I had not obtained a glimpse of him.",
            "My young nieces helped once more to raise my spirits.",
            "The firing had put them into a high state of glee, which to some extent infected my wife, as soon as she was reassured as to my personal safety.",
            "All of them were furious with the sculptor Hänel, who had never ceased insisting upon the expedience of bolting the house to prevent an entry of the revolutionaries.",
            "All the women without exception were joking about his abject terror at the sight of some men armed with scythes who had appeared in the street In this way Sunday passed like a sort of family jollification."
          ]
        },
        {
          "sentences": [
            "On the following morning (Monday, 8th May) I tried again to get information as to the state of affairs by forcing my way to the Town Hall from my house, which was cut off from the place of action.",
            "As in the course of my journey I was making my way over a barricade near St. Ann’s Church, one of the Communal Guard shouted out to me, ‘Hullo, conductor, your der Freude schöner Götterfunken15 has indeed set fire to things.",
            "The rotten building is rased to the ground.’ Obviously the man was an enthusiastic member of the audience at my last performance of the Ninth Symphony.",
            "Coming upon me so unexpectedly, this pathetic greeting filled me with a curious sense of strength and freedom.",
            "A little further on, in a lonely alley in the suburb of Plauen, I fell in with the musician Hiebendahl, the first oboist in the royal orchestra, and a man who still enjoyed a very high reputation; he was in the uniform of the Communal Guards, but carried no gun, and was chatting with a citizen in a similar costume.",
            "As soon as he saw me, he felt he must immediately make an appeal to me to use my influence against Röckel, who, accompanied by ordnance officers of the revolutionary party, was instituting a search for guns in this quarter.",
            "As soon as he realised that I was making sympathetic inquiries about Röckel, he drew back frightened, and said to me in tones of the deepest anxiety: ‘But, conductor, have you no thought for your position, and what you may lose by exposing yourself in this fashion?’ This remark had the most drastic effect upon me; I burst into a loud laugh, and told him that my position was not worth a thought one way or the other.",
            "This indeed was the expression of my real feelings, which had long been suppressed, and now broke out into almost jubilant utterance.",
            "At that moment I caught sight of Röckel, with two men of the citizen army who were carrying some guns, making his way towards me.",
            "He gave me a most friendly greeting, but turned at once to Hiebendahl and his companion and asked him why he was idling about here in uniform instead of being at his post.",
            "When Hiebendahl made the excuse that his gun had been requisitioned, Röckel cried out to him, ‘You’re a fine lot of fellows!’ and went away laughing.",
            "He gave me a brief account as we proceeded of what had happened to him since I had lost sight of him, and thus spared me the obligation of giving him a report of his Volksblatt.",
            "We were interrupted by an imposing troop of well-armed young students of the gymnasium who had just entered the city and wished to have a safe conduct to their place of muster.",
            "The sight of these serried ranks of youthful figures, numbering several hundreds, who were stepping bravely to their duty, did not fail to make the most elevating impression upon me.",
            "Röckel undertook to accompany them over the barricade in safety to the mastering place in front of the Town Hall.",
            "He took the opportunity of lamenting the utter absence of true spirit which he had hitherto encountered in those in command.",
            "He had proposed, in case of extremity, to defend the most seriously threatened barricades by tiring them with pitch brands; at the mere word the provisional government had fallen into a veritable state of panic.",
            "I let him go his way in order that I might enjoy the privilege of a solitary person and reach the Town Hall by a short cut, and it was not until thirteen years later that I again set eyes upon him."
          ]
        },
        {
          "sentences": [
            "15 These words refer to the opening of the Ninth Symphony chorus:  ‘Freude, Freude, Freude, schöner götterfunken Tochter aus  Elysium’—(Praise her, praise oh praise Joy, the god-descended daughter  of Elysium.) English version by Natalia Macfarren.—Editor."
          ]
        },
        {
          "sentences": [
            "In the Town Hall I learned from Bakunin that the provisional government had passed a resolution, on his advice, to abandon the position in Dresden, which had been entirely neglected from the beginning, and was consequently quite untenable for any length of time.",
            "This resolution proposed an armed retreat to the Erzgebirge, where it would be possible to concentrate the reinforcements pouring in from all sides, especially from Thuringia, in such strength, that the advantageous position could be used to inaugurate a German civil war that would sound no hesitating note at its outset.",
            "To persist in defending isolated barricaded streets in Dresden could, on the other hand, lend little but the character of an urban riot to the contest, although it was pursued with the highest courage.",
            "I must confess that this idea seemed to me magnificent and full of meaning.",
            "Up to this moment I had been moved only by a feeling of sympathy for a method of procedure entered upon at first with almost ironical incredulity, and then pursued with the vigour of surprise.",
            "Now, however, all that had before seemed incomprehensible, unfolded itself before my vision in the form of a great and hopeful solution.",
            "Without either feeling that I was in any way being compelled, or that it was my vocation to get some part or function allotted to me in these events, I now definitely abandoned all consideration for my personal situation, and determined to surrender myself to the stream of developments which flowed in the direction towards which my feelings had driven me with a delight that was full of despair.",
            "Still, I did not wish to leave my wife helpless in Dresden, and I rapidly devised a means of drawing her into the path which I had chosen, without immediately informing her of what my resolve meant.",
            "During my hasty return to Friedrichstadt I recognised that this portion of the town had been almost entirely cut off from the inner city by the occupation of the Prussian troops; I saw in my mind’s eye our own suburb occupied, and the consequences of a state of military siege in their most repulsive light.",
            "It was an easy job to persuade Minna to accompany me on a visit, by way of the Tharanderstrasse, which was still free, to Chemnitz, where my married sister Clara lived.",
            "It was only a matter of a moment for her to arrange her household orders, and she promised to follow me to the next village in an hour with the parrot.",
            "I went on in advance with my little dog Peps, in order to hire a carriage in which to proceed on our journey to Chemnitz.",
            "It was a smiling spring morning when I traversed for the last time the paths I had so often trod on my lonely walks, with the knowledge that I should never wander along them again.",
            "While the larks were soaring to dizzy heights above my head, and singing in the furrows of the fields, the light and heavy artillery did not cease to thunder down the streets of Dresden.",
            "The noise of this shooting, which had continued uninterruptedly for several days, had hammered itself so indelibly upon my nerves, that it continued to re-echo for a long time in my brain; just as the motion of the ship which took me to London had made me stagger for some time afterwards.",
            "Accompanied by this terrible music, I threw my parting greeting to the towers of the city that lay behind me, and said to myself with a smile, that if, seven years ago, my entry had taken place under thoroughly obscure auspices, at all events my exit was conducted with some show of pomp and ceremony."
          ]
        },
        {
          "sentences": [
            "When at last I found myself with Minna in a one-horse carriage on the way to the Erzgebirge, we frequently met armed reinforcements on their way to Dresden.",
            "The sight of them always kindled an involuntary joy in us; even my wife could not refrain from addressing words of encouragement to the men; at present it seemed not a single barricade had been lost.",
            "On the other hand, a gloomy impression was made upon us by a company of regulars which was making its way towards Dresden in silence.",
            "We asked some of them whither they were bound; and their answer, ‘To do their duty,’ had been obviously impressed upon them by command.",
            "At last we reached my relations in Chemnitz.",
            "I terrified all those near and dear to me when I declared my intention to return to Dresden on the following day at the earliest possible hour, in order to ascertain how things were going there.",
            "In spite of all attempts to dissuade me, I carried out my decision, pursued by a suspicion that I should meet the armed forces of the Dresden people on the country highroad in the act of retreat.",
            "The nearer I approached the capital, the stronger became the confirmation of the rumours that, as yet, there was no thought in Dresden of surrender or withdrawal, but that, on the contrary, the contest was proving very favourable for the national party.",
            "All this appeared to me like one miracle after another.",
            "On this day, Tuesday, 9th of May, I once more forced my way in a high state of excitement over ground which had become more and more inaccessible.",
            "All the highways had to be avoided, and it was only possible to make progress through such houses as had been broken through.",
            "At last I reached the Town Hall in the Altstadt, just as night was falling.",
            "A truly terrible spectacle met my eyes, for I crossed those parts of the town in which preparations had been made for a house-to-house fight.",
            "The incessant groaning of big and small guns reduced to an uncanny murmur all the other sounds that came from armed men ceaselessly crying out to one another from barricade to barricade, and from one house to another, which they had broken through.",
            "Pitch brands burnt here and there, pale-faced figures lay prostrate around the watch-posts, half dead with fatigue, and any unarmed wayfarer forcing a path for himself was sharply challenged.",
            "Nothing, however, that I have lived through can be compared with the impression that I received on my entry into the chambers of the Town Hall.",
            "Here was a gloomy, and yet fairly compact and serious mass of people; a look of unspeakable fatigue was upon all faces; not a single voice had retained its natural tone.",
            "There was a hoarse jumble of conversation inspired by a state of the highest tension.",
            "The only familiar sight that survived was to be found in the old servants of the Town Hall in their curious antiquated uniform and three-cornered hats.",
            "These tall men, at other times an object of considerable fear, I found engaged partly in buttering pieces of bread, and cutting slices of ham and sausage, and partly in piling into baskets immense stores of provisions for the messengers sent by the defenders of the barricades for supplies.",
            "These men had turned into veritable nursing mothers of the revolution."
          ]
        },
        {
          "sentences": [
            "As I proceeded further, I came at last upon the members of the provisional government, among whom Todt and Tschirner, after their first panic-stricken flight, were once more to be found gliding to and fro, gloomy as spectres, now that they were chained to the performance of their heavy duties.",
            "Heubner alone had preserved his full energy; but he was a really piteous sight: a ghostly fire burned in his eyes which had not had a wink of sleep for seven nights.",
            "He was delighted to see me again, as he regarded my arrival as a good omen for the cause which he was defending; while on the other hand, in the rapid succession of events, he had come into contact with elements about which no conclusion could shape itself to his complete satisfaction.",
            "I found Bakunin’s outlook undisturbed, and his attitude firm and quiet.",
            "He did not show the smallest change in his appearance, in spite of having had no sleep during the whole time, which I afterwards heard was a fact.",
            "With a cigar in his mouth he received me, seated on one of the mattresses which lay distributed over the floor of the Town Hall.",
            "At his side was a very young Pole (a Galician) named Haimberger, a violinist whom he had once asked me to recommend to Lipinsky, in order that he might give him lessons, as he did not want this raw and inexperienced boy, who had become passionately attached to him, to get drawn into the vortex of the present upheavals.",
            "Now that Haimberger had shouldered a gun, and presented himself for service at the barricades, however, Bakunin had greeted him none the less joyfully.",
            "He had drawn him down to sit by his side on the couch, and every time the youth shuddered with fear at the violent sound of the cannon-shot, he slapped him vigorously on the back and cried out: ‘You are not in the company of your fiddle here, my friend.",
            "What a pity you didn’t stay where you were!’ Bakinin then gave me a short and precise account of what had happened since I had left him on the previous morning.",
            "The retreat which had then been decided upon soon proved unadvisable, as it would have discouraged the numerous reinforcements which had already arrived on that day.",
            "Moreover, the desire for fighting had been so great, and the force of the defenders so considerable, that it had been possible to oppose the enemy’s troops successfully so far.",
            "But as the latter had also got large reinforcements, they again had been able to make an effective combined attack on the strong Wildstruf barricade.",
            "The Prussian troops had avoided fighting in the streets, choosing instead the method of fighting from house to house by breaking through the walls.",
            "This had made it clear that all defence by barricades had become useless, and that the enemy would succeed slowly but surely in drawing near the Town Hall, the seat of the provisional government.",
            "Bakunin had now proposed that all the powder stores should be brought together in the lower rooms of the Town Hall, and that on the approach of the enemy it should be blown up.",
            "The town council, who were still in consultation in a back room, had remonstrated with the greatest vehemence.",
            "Bakunin, however, had insisted with great firmness on the execution of the measure, but in the end had been completely outwitted by the removal of all the powder stores.",
            "Moreover, Heubner, to whom Bakunin could refuse nothing, had been won over to the other side.",
            "It was now decided that as everything was ready, the retreat to the Erzgebirge, which had originally been intended for the previous day, should be fixed for the early morrow.",
            "Young Zichlinsky had already received orders to cover the road to Plauen so as to make it strategically safe.",
            "When I inquired after Röckel, Bakunin replied swiftly that he had not been seen since the previous evening, and that he had most likely allowed himself to be caught: he was in such a nervous state.",
            "I now gave an account of what I had observed on my way to and from Chemnitz, describing the great masses of reinforcements, amongst which was the communal guard of that place, several thousands strong.",
            "In Freiberg I had met four hundred reservists, who had come in excellent form to back the citizen army, but could not proceed further, as they were tired out by their forced march.",
            "It seemed obvious that this was a case in which the necessary energy to requisition wagons had been lacking, and that if the bounds of loyalty were transgressed in this matter, the advent of fresh forces would be considerably promoted.",
            "I was begged to make my way back at once, and convey the opinion of the provisional government to the people whose acquaintance I had made.",
            "My old friend Marschall von Bieberstein immediately proposed to accompany me.",
            "I welcomed his offer, as he was an officer of the provisional government, and was consequently more fitted than I was to communicate orders.",
            "This man, who had been almost extravagant in his enthusiasm before, was now utterly exhausted by sleeplessness, and unable to emit another word from his hoarse throat.",
            "He now made his way with me from the Town Hall to his house in the suburb of Plauen by the devious ways that had been indicated to us, in order to requisition a carriage for our purpose from a coachman he knew, and to bid farewell to his family, from whom he assumed he would in all probability have to separate himself for some time."
          ]
        },
        {
          "sentences": [
            "While we were waiting for the coachman we had tea and supper, talking the while, in a fairly calm and composed manner, with the ladies of the house.",
            "We arrived at Freiberg early the following morning, after various adventures, and I set out forthwith to find the leaders of the reservist contingent with whom I was already acquainted.",
            "Marschall advised them to requisition horses and carts in the villages wherever they could do so.",
            "When they had all set off in marching order for Dresden, and while I was feeling impelled by my passionate interest in the fate of that city to return to it once more, Marschall conceived the desire to carry his commission further afield, and for this purpose asked to be allowed to leave me.",
            "Whereupon I again turned my back on the heights of the Erzgebirge, and was travelling by special coach in the direction of Tharand, when I too was overcome with sleep, and was only awakened by violent shouts and the sound of some one holding a parley with the postillion.",
            "On opening my eyes I found, to my astonishment, that the road was filled with armed revolutionaries marching, not towards, but away from Dresden, and some of them were trying to commandeer the coach to relieve their weariness on the way back."
          ]
        },
        {
          "sentences": [
            "‘What is the matter?’ I cried. ‘Where are you going?’"
          ]
        },
        {
          "sentences": [
            "‘Home,’ was the reply. ‘It is all over in Dresden.",
            "The provincial government is close behind us in that carriage down there.’"
          ]
        },
        {
          "sentences": [
            "I shot out of the coach like a dart, leaving it at the disposal of the tired men, and hurried on, down the steeply sloping road, to meet the ill-fated party.",
            "And there I actually found them—Heubner, Bakunin, and Martin, the energetic post-office clerk, the two latter armed with muskets—in a smart hired carriage from Dresden which was coming slowly up the hill.",
            "On the box were, as I supposed, the secretaries, while as many as possible of the weary National Guard struggled for seats behind.",
            "I hastened to swing myself into the coach, and so came in for a conversation which thereupon took place between the driver, who was also the owner of the coach, and the provisional government.",
            "The man was imploring them to spare his carriage, which, he said, was very lightly sprung and quite unequal to carrying such a load; he begged that the people should be told not to seat themselves behind and in front.",
            "But Bakunin remained quite unconcerned, and elected to give me a short account of the retreat from Dresden, which had been successfully achieved without loss.",
            "He had had the trees in the newly planted Maximilian Avenue felled early in the morning to form a barricade against a possible flank attack of cavalry, and had been immensely entertained by the lamentations of the inhabitants, who during the process did nothing but bewail their _Scheene Beeme_.16 All this time our driver’s lamentations over his coach were growing more importunate.",
            "Finally he broke into loud sobs and tears, upon which Bakunin, regarding him with positive pleasure, called out: ‘The tears of a Philistine are nectar for the gods.’ He would not vouchsafe him a word, but Heubner and I found the scene tiresome, whereupon he asked me whether we two at least should not get out, as he could not ask it of the others.",
            "As a matter of fact, it was high time to leave the coach, as some new contingents of revolutionaries had formed up in rank and file all along the highway to salute the provisional government and receive orders.",
            "Heubner strode down the line with great dignity, acquainted the leaders with the state of affairs, and exhorted them to keep their trust in the righteousness of the cause for which so many had shed their blood.",
            "All were now to retire to Freiberg, there to await further orders."
          ]
        },
        {
          "sentences": [
            "16 Saxon corruption of _schöne Bäume_, beautiful trees.—EDITOR."
          ]
        },
        {
          "sentences": [
            "A youngish man of serious mien now stepped forward from the ranks of the rebels to place himself under the special protection of the provisional government.",
            "He was a certain Menzdorff, a German Catholic priest whom I had had the advantage of meeting in Dresden. (It was he who, in the course of a significant conversation, had first induced me to read Feuerbach.) He had been dragged along as a prisoner and abominably treated by the Chemnitz municipal guard on this particular march, having originally been the instigator of a demonstration to force that body to take up arms and march to Dresden.",
            "He owed his freedom only to the chance meeting with other better disposed volunteer corps.",
            "We saw this Chemnitz town guard ourselves, stationed far away on a hill.",
            "They sent representatives to beseech Heubner to tell them how things stood.",
            "When they had received the information required, and had been told that the fight would be continued in a determined manner, they invited the provisional government to quarter at Chemnitz.",
            "As soon as they rejoined their main body we saw them wheel round and turn back."
          ]
        },
        {
          "sentences": [
            "With many similar interruptions the somewhat disorganised procession reached Freiberg.",
            "Here some friends of Heubner’s came to meet him in the streets with the urgent request not to plunge their native place into the misery of desperate street-fighting by establishing the provisional government there.",
            "Heubner made no reply to this, but requested Bakunin and myself to accompany him into his house for a consultation.",
            "First we had to witness the painful meeting between Heubner and his wife; in a few words he pointed out the gravity and importance of the task assigned to him, reminding her that it was for Germany and the high destiny of his country that he was staking his life."
          ]
        },
        {
          "sentences": [
            "Breakfast was then prepared, and after the meal, during which a fairly cheerful mood prevailed, Heubner made a short speech to Bakunin, speaking quietly but firmly. ‘My dear Bakunin,’ he said (his previous acquaintance with Bakunin was so slight that he did not even know how to pronounce his name), ‘before we decide anything further, I must ask you to state clearly whether your political aim is really the Red Republic, of which they tell me you are a partisan.",
            "Tell me frankly, so that I may know if I can rely on your friendship in the future?’"
          ]
        },
        {
          "sentences": [
            "Bakunin explained briefly that he had no scheme for any political form of government, and would not risk his life for any of them.",
            "As for his own far-reaching desires and hopes, they had nothing whatever to do with the street-fighting in Dresden and all that this implied for Germany.",
            "He had looked upon the rising in Dresden as a foolish, ludicrous movement until he realised the effect of Heubner’s noble and courageous example.",
            "From that moment every political consideration and aim had been put in the background by his sympathy with this heroic attitude, and he had immediately resolved to assist this excellent man with all the devotion and energy of a friend.",
            "He knew, of course, that he belonged to the so-called moderate party, of whose political future he was not able to form an opinion, as he had not profited much by his opportunities of studying the position of the various parties in Germany."
          ]
        },
        {
          "sentences": [
            "Heubner declared himself satisfied by this reply, and proceeded to ask Bakunin’s opinion of the present state of things—whether it would not be conscientious and reasonable to dismiss the men and give up a struggle which might be considered hopeless.",
            "In reply Bakunin insisted, with his usual calm assurance, that whoever else threw up the sponge, Heubner must certainly not do so.",
            "He had been the first member of the provisional government, and it was he who had given the call to arms.",
            "The call had been obeyed, and hundreds of lives had been sacrificed; to scatter the people again would look as if these sacrifices had been made to idle folly.",
            "Even if they were the only two left, they still ought not to forsake their posts.",
            "If they went under their lives might be forfeit, but their honour must remain unsullied, so that a similar appeal in the future might not drive every one to despair."
          ]
        },
        {
          "sentences": [
            "This was quite enough for Heubner.",
            "He at once made out a summons for the election of a representative assembly for Saxony, to be held at Chemnitz.",
            "He thought that, with the assistance of the populace and of the numerous insurgent bands who were arriving from all quarters, he would be able to hold the town as the headquarters of a provisional government until the general situation in Germany had become more settled.",
            "In the midst of these discussions, Stephan Born walked into the room to report that he had brought the armed bands right into Freiberg, in good order and without any losses.",
            "This young man was a compositor who had contributed greatly to Heubner’s peace of mind during the last three days in Dresden by taking over the chief command.",
            "His simplicity of manner made a very encouraging impression on us, particularly when we heard his report.",
            "When, however, Heubner asked whether he would undertake to defend Freiberg against the troops which might be expected to attack at any moment, he declared that this was an experienced officer’s job, and that he himself was no soldier and knew nothing of strategy.",
            "Under these circumstances it seemed better, if only to gain time, to fall back on the more thickly populated town of Chemnitz.",
            "The first thing to be done, however, was to see that the revolutionaries, who were assembled in large numbers at Freiberg, were properly cared for, and Born went off immediately to make preliminary arrangements.",
            "Heubner also took leave of us, and went to refresh his tired brain by an hour’s sleep.",
            "I was left alone on the sofa with Bakunin, who soon fell towards me, overcome by irresistible drowsiness, and dropped the terrific weight of his head on to my shoulder.",
            "As I saw that he would not wake if I shook off this burden, I pushed him aside with some difficulty, and took leave both of the sleeper and of Heubner’s house; for I wished to see for myself, as I had done for many days past, what course these extraordinary events were taking.",
            "I therefore went to the Town Hall, where I found the townspeople entertaining to the best of their ability a blustering horde of excited revolutionaries both within and without the walls.",
            "To my surprise, I found Heubner there in the full swing of work.",
            "I thought he was asleep at home, but the idea of leaving the people even for an hour without a counsellor had driven away all thought of rest.",
            "He had lost no time in superintending the organisation of a sort of commandant’s office, and was again occupied with drafting and signing documents in the midst of the uproar that raged on all sides.",
            "It was not long before Bakunin too put in an appearance, principally in search of a good officer—who was not, however, forthcoming.",
            "The commandant of a large contingent from the Vogtland, an oldish man, raised Bakunin’s hopes by the impassioned energy of his speeches, and he would have had him appointed commandant-general on the spot.",
            "But it seemed as if any real decision were impossible in that frenzy and confusion, and as the only hope of mastering it seemed to be in reaching Chemnitz, Heubner gave the order to march on towards that town as soon as every one had had food.",
            "Once this was settled, I told my friends I should go on in advance of their column to Chemnitz, where I should find them again next day; for I longed to be quit of this chaos.",
            "I actually caught the coach, the departure of which was fixed for that time, and obtained a seat in it.",
            "But the revolutionaries were just marching off on the same road, and we were told that we must wait until they had passed to avoid being caught in the whirlpool.",
            "This meant considerable delay, and for a long while I watched the peculiar bearing of the patriots as they marched out.",
            "I noticed in particular a Vogtland regiment, whose marching step was fairly orthodox, following the beat of a drummer who tried to vary the monotony of his instrument in an artistic manner by hitting the wooden frame alternately with the drumhead.",
            "The unpleasant rattling tone thus produced reminded me in ghostly fashion of the rattling of the skeletons’ bones in the dance round the gallows by night which Berlioz had brought home to my imagination with such terrible realism in his performance of the last movement of his Sinfonie Fantastique in Paris."
          ]
        },
        {
          "sentences": [
            "Suddenly the desire seized me to look up the friends I had left behind, and travel to Chemnitz in their company if possible.",
            "I found they had quitted the Town Hall, and on reaching Heubner’s house I was told that he was asleep.",
            "I therefore went back to the coach, which, however, was still putting off its departure, as the road was blocked with troops.",
            "I walked nervously up and down for some time, then, losing faith in the journey by coach, I went back again to Heubner’s house to offer myself definitely as a travelling companion.",
            "But Heubner and Bakunin had already left home, and I could find no traces of them.",
            "In desperation I returned once more to the coach, and found it by this time really ready to start.",
            "After various delays and adventures it brought me late at night to Chemnitz, where I got out and betook myself to the nearest inn.",
            "At five o’clock the next morning I got up (after a few hours’ sleep) and set out to find my brother-in-law Wolfram’s house, which was about a quarter of an hour’s walk from the town.",
            "On the way I asked a sentinel of the town guard whether he knew anything about the arrival of the provisional government."
          ]
        },
        {
          "sentences": [
            "‘Provisional government?’ was the reply. ‘Why, it’s all up with that.’ I did not understand him, nor was I able to learn anything about the state of things when I first reached the house of my relatives, for my brother-in-law had been sent into the town as special constable.",
            "It was only on his return home, lute in the afternoon, that I heard what had taken place in one hotel at Chemnitz while I had been resting in another inn.",
            "Heubner, Bakunin, and the man called Martin, whom I have mentioned already, had, it seemed, arrived before me in a hackney-coach at the gates of Chemnitz.",
            "On being asked for their names Heubner had announced himself in a tone of authority, and had bidden the town councillors come to him at a certain hotel.",
            "They had no sooner reached the hotel than they all three collapsed from excessive fatigue.",
            "Suddenly the police broke into the room and arrested them in the name of the local government, upon which they only begged to have a few hours’ quiet sleep, pointing out that flight was out of the question in their present condition.",
            "I heard further that they had been removed to Altenburg under a strong military escort.",
            "My brother-in-law was obliged to confess that the Chemnitz municipal guard, which had been forced to start for Dresden much against its will, and had resolved at the very outset to place itself at the disposal of the royal forces on arriving there, had deceived Heubner by inviting him to Chemnitz, and had lured him into the trap.",
            "They had reached Chemnitz long before Heubner, and had taken over the guard at the gates with the object of seeing him arrive and of preparing for his arrest at once.",
            "My brother-in-law had been very anxious about me too, as he had been told in furious tones by the leaders of the town guard that I had been seen in close association with the revolutionaries.",
            "He thought it a wonderful intervention of Providence that I had not arrived at Chemnitz with them and gone to the same inn, in which case their fate would certainly have been mine.",
            "The recollection of my escape from almost certain death in duels with the most experienced swordsmen in my student days flashed across me like a flash of lightning.",
            "This last terrible experience made such an impression on me that I was incapable of breathing a word in connection with what had happened.",
            "My brother-in-law, in response to urgent appeals—from my wife in particular, who was much concerned for my personal safety—undertook to convey me to Altenburg in his carriage by night.",
            "From there I continued my journey by coach to Weimar, where I had originally planned to spend my holidays, little thinking that I should arrive by such devious ways."
          ]
        },
        {
          "sentences": [
            "The dreamy unreality of my state of mind at this time is best explained by the apparent seriousness with which, on meeting Liszt again, I at once began to discuss what seemed to be the sole topic of any real interest to him in connection with me—the forthcoming revival of Tannhäuser at Weimar.",
            "I found it very difficult to confess to this friend that I had not left Dresden in the regulation way for a conductor of the royal opera.",
            "To tell the truth, I had a very hazy conception of the relation in which I stood to the law of my country (in the narrow sense).",
            "Had I done anything criminal in the eye of the law or not?",
            "I found it impossible to come to any conclusion about it.",
            "Meanwhile, alarming news of the terrible conditions in Dresden continued to pour into Weimar.",
            "Genast, the stage manager, in particular, aroused great excitement by spreading the report that Röckel, who was well known at Weimar, had been guilty of arson.",
            "Liszt must soon have gathered from my conversation, in which I did not take the trouble to dissimulate, that I too was suspiciously connected with these terrible events, though my attitude with regard to them misled him for some time.",
            "For I was not by any means prepared to proclaim myself a combatant in the recent fights, and that for reasons quite other than would have seemed valid in the eyes of the law.",
            "My friend was therefore encouraged in his delusion by the unpremeditated effect of my attitude.",
            "When we met at the house of Princess Caroline of Wittgenstein, to whom I had been introduced the year before when she paid her flying visit to Dresden, we were able to hold stimulating conversations on all sorts of artistic topics.",
            "One afternoon, for instance, a lively discussion sprang up from a description I had given of a tragedy to be entitled Jesus of Nazareth.",
            "Liszt maintained a discreet silence after I had finished, whereas the Princess protested vigorously against my proposal to bring such a subject on to the stage.",
            "From the lukewarm attempt I made to support the paradoxical theories I had put forward, I realised the state of my mind at that time.",
            "Although it was not very evident to onlookers, I had been, and still was, shaken to the very depths of my being by my recent experiences."
          ]
        },
        {
          "sentences": [
            "In due course an orchestral rehearsal of Tannhäuser took place, which in various ways stimulated the artist in me afresh.",
            "Liszt’s conducting, though mainly concerned with the musical rather than the dramatic side, filled me for the first time with the flattering warmth of emotion roused by the consciousness of being understood by another mind in full sympathy with my own.",
            "At the same time I was able, in spite of my dreamy condition, to observe critically the standard of capacity exhibited by the singers and their chorus-master.",
            "After the rehearsal I, together with the musical director, Stohr, and Götze the singer, accepted Liszt’s invitation to a simple dinner, at a different inn from the one where he lived.",
            "I thus had occasion to take alarm at a trait in his character which was entirely new to me.",
            "After being stirred up to a certain pitch of excitement his mood became positively alarming, and he almost gnashed his teeth in a passion of fury directed against a certain section of society which had also aroused my deepest indignation.",
            "I was strongly affected by this strange experience with this wonderful man, but I was unable to see the association of ideas which had led to his terrible outburst.",
            "I was therefore left in a state of amazement, while Liszt had to recover during the night from a violent attack of nerves which his excitement had produced.",
            "Another surprise was in store for me the next morning, when I found my friend fully equipped for a journey to Karlsruhe—the circumstances which made it necessary being absolutely incomprehensible to me.",
            "Liszt invited Director Stohr and myself to accompany him as far as Eisenach.",
            "On our way there we were stopped by Beaulieu, the Lord Chamberlain, who wished to know whether I was prepared to be received by the Grand Duchess of Weimar, a sister of the Emperor Nicolas, at Eisenach castle.",
            "As my excuse on the score of unsuitable travelling costume was not admitted, Liszt accepted in my name, and I really met with a surprisingly kind reception that evening from the Grand Duchess, who chatted with me in the friendliest way, and introduced me to her chamberlain with all due ceremony.",
            "Liszt maintained afterwards that his noble patroness had been informed that I should be wanted by the authorities in Dresden within the next few days, and had therefore hastened to make my personal acquaintance at once, knowing that it would compromise her too heavily later on."
          ]
        },
        {
          "sentences": [
            "Liszt continued his journey from Eisenach, leaving me to be entertained and looked after by Stohr and the musical director Kuhmstedt, a diligent and skilful master of counterpoint with whom I paid my first visit to the Wartburg, which had not then been restored.",
            "I was filled with strange musings as to my fate when I visited this castle.",
            "Here I was actually on the point of entering, for the first time, the building which was so full of meaning for me; here, too, I had to tell myself that the days of my further sojourn in Germany were numbered.",
            "And in fact the news from Dresden, when we returned to Weimar the next day, was serious indeed.",
            "Liszt, on his return on the third day, found a letter from my wife, who had not dared to write direct to me.",
            "She reported that the police had searched my house in Dresden, to which she had returned, and that she had, moreover been warned on no account to allow me to return to that city, as a warrant had been taken out against me, and I was shortly to be served with a writ and arrested.",
            "Liszt, who was now solely concerned for my personal safety, called in a friend who had some experience of law, to consider what should be done to rescue me from the danger that threatened me.",
            "Von Watzdorf, the minister whom I had already visited, had been of opinion that I should, if required, submit quietly to being taken to Dresden, and that the journey would be made in a respectable private carriage.",
            "On the other hand, reports which had reached us of the brutal way in which the Prussian troops in Dresden had gone to work in applying the state of siege were of so alarming a nature that Liszt and his friends in council urged my speedy departure from Weimar, where it would be impossible to protect me.",
            "But I insisted on taking leave of my wife, whose anxiety was great, before leaving Germany, and begged to be allowed to stay a little longer at least in the neighbourhood of Weimar.",
            "This was taken into consideration, and Professor Siebert suggested my taking temporary shelter with a friendly steward at the village of Magdala, which was three hours distant.",
            "I drove there the following morning to introduce myself to this kind steward and protector as Professor Werder from Berlin, who, with a letter of recommendation from Professor Siebert, had come to turn his financial studies to practical account in helping to administer these estates.",
            "Here in rural seclusion I spent three days, entertainment of a peculiar nature being provided by the meeting of a popular assembly, which consisted of the remainder of the contingent of revolutionaries which had marched off towards Dresden and had now returned in disorder.",
            "I listened with curious feelings, amounting almost to contempt, to the speeches on this occasion, which were of every kind and description.",
            "On the second day of my stay my host’s wife came back from Weimar (where it was market-day) full of a curious tale: the composer of an opera which was being performed there on that very day had been obliged to leave Weimar suddenly because the warrant for his arrest had arrived from Dresden.",
            "My host, who had been let into my secret by Professor Seibert, asked playfully what his name was.",
            "As his wife did not seem to know, he came to her assistance with the suggestion that perhaps it was Röckel whose name was familiar at Weimar."
          ]
        },
        {
          "sentences": [
            "‘Yes,’ she said, ‘Röckel, that was his name, quite right.’"
          ]
        },
        {
          "sentences": [
            "My host laughed loudly, and said that he would not be so stupid as to let them catch him, in spite of his opera."
          ]
        },
        {
          "sentences": [
            "At last, on 22nd May, my birthday, Minna actually arrived at Magdala.",
            "She had hastened to Weimar on receiving my letter, and had proceeded from there according to instructions, bent on persuading me at all costs to flee the country immediately and for good.",
            "No attempt to raise her to the level of my own mood was successful; she persisted in regarding me as an ill-advised, inconsiderate person who had plunged both himself and her into the most terrible situation.",
            "It had been arranged that I should meet her the next evening in the house of Professor Wolff at Jena to take a last farewell.",
            "She was to go by way of Weimar, while I took the footpath from Magdala.",
            "I started accordingly on my walk of about six hours, and came over the plateau into the little university town (which now received me hospitably for the first time) at sunset.",
            "I found my wife again at the house of Professor Wolff, who, thanks to Liszt, was already my friend, and with the addition of a certain Professor Widmann another conference was held on the subject of my further escape.",
            "A writ was actually out against me for being strongly suspected of participation in the Dresden rising, and I could not under any circumstances depend on a safe refuge in any of the German federal states.",
            "Liszt insisted on my going to Paris, where I could find a new field for my work, while Widmann advised me not to go by the direct route through Frankfort and Baden, as the rising was still in full swing there, and the police would certainly exercise praiseworthy vigilance over incoming travellers with suspicious-looking passports.",
            "The way through Bavaria would be the safest, as all was quiet there again; I could then make for Switzerland, and the journey to Paris from there could be engineered without any danger.",
            "As I needed a passport for the journey, Professor Widmann offered me his own, which had been issued at Tubingen and had not been brought up to date.",
            "My wife was quite in despair, and the parting from her caused me real pain.",
            "I set off in the mail-coach and travelled, without further hindrance, through many towns (amongst them Rudolstadt, a place full of memories for me) to the Bavarian frontier.",
            "From there I continued my journey by mail-coach straight to Lindau.",
            "At the gates I, together with the other passengers, was asked for my passport.",
            "I passed the night in a state of strange, feverish excitement, which lasted until the departure of the steamer on Lake Constance early in the morning.",
            "My mind was full of the Swabian dialect, as spoken by Professor Widmann, with whose passport I was travelling.",
            "I pictured to myself my dealings with the Bavarian police should I have to converse with them in accordance with the above-mentioned irregularities in that document.",
            "A prey to feverish unrest, I spent the whole night trying to perfect myself in the Swabian dialect, but, as I was amused to find, without the smallest success.",
            "I had braced myself to meet the crucial moment early the next morning, when the policeman came into my room and, not knowing to whom the passports belonged, gave me three at random to choose from.",
            "With joy in my heart I seized my own, and dismissed the dreaded messenger in the most friendly way.",
            "Once on board the steamer I realised with true satisfaction that I had now stepped on to Swiss territory.",
            "It was a lovely spring morning; across the broad lake I could gaze at the Alpine landscape as it spread itself before my eyes.",
            "When I stepped on to Republican soil at Rorschach, I employed the first moments in writing a few lines home to tell of my safe arrival in Switzerland and my deliverance from all danger.",
            "The coach drive through the pleasant country of St. Gall to Zürich cheered me up wonderfully, and when I drove down from Oberstrass into Zürich that evening, the last day in May, at six o’clock, and saw for the first time the Glarner Alps that encircle the lake gleaming in the sunset, I at once resolved, though without being fully conscious of it, to avoid everything that could prevent my settling here."
          ]
        },
        {
          "sentences": [
            "I had been the more willing to accept my friends’ suggestion to take the Swiss route to Paris, as I knew I should find an old acquaintance, Alexander Muller, at Zürich.",
            "I hoped with his help to obtain a passport to France, as I was anxious not to arrive there as a political refugee.",
            "I had been on very friendly terms with Muller once upon a time at Wurzburg.",
            "He had been settled at Zürich for a long time as a teacher of music; this I learned from a pupil of his, Wilhelm Baumgartner, who had called on me in Dresden some years back to bring me a greeting from this old friend.",
            "On that occasion I entrusted the pupil with a copy of the score of Tannhäuser for his master, by way of remembrance, and this kind attention had not fallen on barren soil: Muller and Baumgartner, whom I visited forthwith, introduced me at once to Jacob Sulzer and Franz Hagenbuch, two cantonal secretaries who were the most likely, among all their good friends, to compass the immediate fulfilment of my desire.",
            "These two people, who had been joined by a few intimates, received me with such respectful curiosity and sympathy that I felt at home with them at once.",
            "The great assurance and moderation with which they commented on the persecutions which had overtaken me, as seen from their usual simple republican standpoint, opened to me a conception of civil life which seemed to lift me to an entirely new sphere.",
            "I felt so safe and protected here, whereas in my own country I had, without quite realising it, come to be considered a criminal owing to the peculiar connection between my disgust at the public attitude towards art and the general political disturbances.",
            "To prepossess the two secretaries entirely in my favour (one of them, Sulzer, had enjoyed an excellent classical education), my friends arranged a meeting one evening at which I was to read my poem on the Death of Siegfried.",
            "I am prepared to swear that I never had more attentive listeners, among men, than on that evening.",
            "The immediate effect of my success was the drawing up of a fully valid federal passport for the poor German under warrant of arrest, armed with which I started gaily on my journey to Paris after quite a short stay at Zürich.",
            "From Strassburg, where I was enthralled by the fascination of the world-famous minster, I travelled towards Paris by what was then the best means of locomotion, the so-called malle-poste.",
            "I remember a remarkable phenomenon in connection with this conveyance.",
            "Till then the noise of the cannonade and musketry in the fighting at Dresden had been persistently re-echoing in my ears, especially in a half-waking condition; now the humming of the wheels, as we rolled rapidly along the highroad, cast such a spell upon me that for the whole of the journey I seemed to hear the melody of Freude, schöner Götterfunken17 from the Ninth Symphony being played, as it were, on deep bass instruments."
          ]
        },
        {
          "sentences": [
            "17 See note on."
          ]
        },
        {
          "sentences": [
            "From the time of my entering Switzerland till my arrival in Paris my spirits, which had sunk into a dreamlike apathy, rose gradually to a level of freedom and comfort that I had never enjoyed before.",
            "I felt like a bird in the air whose destiny is not to founder in a morass; but soon after my arrival in Paris, in the first week of June, a very palpable reaction set in.",
            "I had had an introduction from Liszt to his former secretary Belloni, who felt it his duty, in loyalty to the instructions received, to put me into communication with a literary man, a certain Gustave Vaisse, with the object of being commissioned to write an opera libretto for production in Paris.",
            "I did not, however, make the personal acquaintance of Vaisse.",
            "The idea did not please me, and I found sufficient excuse for warding off the negotiations by saying I was afraid of the epidemic of cholera which was said to be raging in the city.",
            "I was staying in the Rue Notre Dame de Lorette for the sake of being near Belloni.",
            "Through this street funeral processions, announced by the muffled drum boats of the National Guard, passed practically every hour.",
            "Though the heat was stifling, I was strictly forbidden to touch water, and was advised to exercise the greatest precaution with regard to diet in every respect.",
            "Besides this weight of uneasiness on my spirits, the whole outward aspect of Paris, as it then appeared, had the most depressing effect on me.",
            "The motto, liberte, egalite, fraternite was still to be seen on all the public buildings and other establishments, but, on the other hand, I was alarmed at seeing the first garcons caissiers making their way from the bank with their long money-sacks over their shoulders and their large portfolios in their hands.",
            "I had never met them so frequently as now, just when the old capitalist regime, after its triumphant struggle against the once dreaded socialist propaganda, was exerting itself vigorously to regain the public confidence by its almost insulting pomp.",
            "I had gone, as it were, mechanically into Schlesinger’s music-shop, where a successor was now installed—a much more pronounced type of Jew named Brandus, of a very dirty appearance.",
            "The only person there to give me a friendly welcome was the old clerk, Monsieur Henri.",
            "After I had talked to him in loud tones for some time, as the shop was apparently empty, he at length asked me with some embarrassment whether I had not seen my master (_votre maître_) Meyerbeer."
          ]
        },
        {
          "sentences": [
            "‘Is Monsieur Meyerbeer here?’ I asked."
          ]
        },
        {
          "sentences": [
            "‘Certainly,’ was the even more embarrassed reply; ‘quite near, over there behind the desk.’"
          ]
        },
        {
          "sentences": [
            "And, sure enough, as I walked across to the desk Meyerbeer came out, covered with confusion.",
            "He smiled and made some excuse about pressing proof-sheets.",
            "He had been hiding there quietly for over ten minutes since first hearing my voice.",
            "I had had enough after my strange encounter with this apparition.",
            "It recalled so many things affecting myself which reflected suspicion on the man, in particular the significance of his behaviour towards me in Berlin on the last occasion.",
            "However, as I had now nothing more to do with him, I greeted him with a certain easy gaiety induced by the regret I felt at seeing his manifest confusion on becoming cognisant of my arrival in Paris.",
            "He took it for granted that I should again seek my fortune there, and seemed much surprised when I assured him, on the contrary, that the idea of having any work there was odious to me."
          ]
        },
        {
          "sentences": [
            "‘But Liszt published such a brilliant article about you in the _Journal des Débats_,’ he said."
          ]
        },
        {
          "sentences": [
            "‘Ah,’ I replied, ‘it really had not occurred to me that the enthusiastic devotion of a friend should be regarded as a mutual speculation.’"
          ]
        },
        {
          "sentences": [
            "‘But the article made a sensation.",
            "It is incredible that you should not seek to make any profit out of it.’"
          ]
        },
        {
          "sentences": [
            "This offensive meddlesomeness roused me to protest to Meyerbeer with some violence that I was concerned with anything rather than with the production of artistic work, particularly just at that time when the course of events seemed to indicate that the whole world was undergoing a reaction."
          ]
        },
        {
          "sentences": [
            "‘But what do you expect to get out of the revolution?’ he replied. ‘Are you going to write scores for the barricades?’"
          ]
        },
        {
          "sentences": [
            "Whereupon I assured him that I was not thinking of writing any scores at all.",
            "We parted, obviously without having arrived at a mutual understanding."
          ]
        },
        {
          "sentences": [
            "In the street I was also stopped by Moritz Schlesinger, who, being equally under the influence of Liszt’s brilliant article, evidently considered me a perfect prodigy.",
            "He too thought I must be counting on making a hit in Paris, and was sure that I had a very good chance of doing so."
          ]
        },
        {
          "sentences": [
            "‘Will you undertake my business?’ I asked him. ‘I have no money.",
            "Do you really think the performance of an opera by an unknown composer can be anything but a matter of money?’"
          ]
        },
        {
          "sentences": [
            "‘You are quite right,’ said Moritz, and left me on the spot."
          ]
        },
        {
          "sentences": [
            "I turned from these disagreeable encounters in the plague-stricken capital of the world to inquire the fate of my Dresden companions, for some of those with whom I was intimate had also reached Paris, when I called on Desplechins, who had painted the scenery for Tannhäuser.",
            "I found Semper there, who had, like myself, been deposited in this city.",
            "We met again with no little pleasure, although we could not help smiling at our grotesque situation.",
            "Semper had retired from the battle when the famous barricade, which he in his capacity of architect kept under close observation, had been surrounded. (He thought it impossible for it to be captured.) All the same, he considered that he had exposed himself quite sufficiently to make it state of siege and were occupying Dresden.",
            "He considered himself lucky as a native of Holstein to be dependent, not on the German, but on the Danish government for a passport, as this had helped him to reach Paris without difficulty.",
            "When I expressed my real and heartfelt regret at the turn of affairs which had torn him from a professional undertaking on which he had just started—the completion of the Dresden Museum—he refused to take it too seriously, saying it had given him a great deal of worry.",
            "In spite of our trying situation, it was with Semper that I spent the only bright hours of my stay in Paris.",
            "We were soon joined by another refugee, young Heine, who had once wished to paint my Lohengrin scenery.",
            "He had no qualms about his future, for his master Desplechins was willing to give him employment.",
            "I alone felt I had been pitched quite aimlessly into Paris.",
            "I had a passionate desire to leave this cholera-laden, atmosphere, and Belloni offered me an opportunity which I promptly and joyfully seized.",
            "He invited me to follow himself and his family to a country place near La Ferte-sous-Jouarre, where I could be refreshed by pure air and absolute quiet, and wait for a change for the better in my position.",
            "I made the short journey to Rueil after another week in Paris, and took for the time being a poor lodging (one room, built with recesses) in the house of Monsieur Raphael, a wine merchant, close by the village mairie where the Belloni family were staying.",
            "Here I waited further developments.",
            "During the period when all news from Germany ceased I tried to occupy myself as far as possible with reading.",
            "After going through Proudhon’s writings, and in particular his De la propriete, in such a manner as to glean comfort for my situation in curiously divers ways, I entertained myself for a considerable time with Lamartine’s Histoire des Girondins, a most alluring and attractive work.",
            "One day Belloni brought me news of the unfortunate rising in Paris, which had been attempted on the 13th June by the Republicans under Ledru-Rollin against the provisional government, which was then in the full tide of reaction.",
            "Great as was the indignation with which the news was received by my host and the mayor of the place (a relative of his, at whose table we ate our modest daily meal), it made, on the whole, little impression on me, as my attention was still fixed in great agitation on the events which were taking place on the Rhine, and particularly on the grand-duchy of Baden, which had been made forfeit to a provisional government.",
            "When, however, the news reached me from this quarter also that the Prussians had succeeded in subduing a movement which had not at first seemed hopeless, I felt extraordinarily downcast."
          ]
        },
        {
          "sentences": [
            "I was compelled to consider my position carefully, and the necessity of conquering my difficulties helped to allay the excitement to which I was a prey.",
            "The letters from my Weimar friends, as well as those from my wife, now brought me completely to my senses.",
            "The former expressed themselves very curtly about my behaviour with regard to recent events.",
            "The opinion was, that for the moment there would be nothing for me to do, and especially not in Dresden, or at the grand-ducal court, ‘as one could not very well knock at battered doors’; ‘on ne frappe pas a des portes enfoncees’ (Princess von Wittgenstein to Belloni)."
          ]
        },
        {
          "sentences": [
            "I did not know what to reply, for I had never dreamt of expecting anything to come from their intervening on my behalf in that quarter; consequently I was quite satisfied that they sent me temporarily financial assistance.",
            "With this money I made up my mind to leave for Zürich and ask Alex Muller to give me shelter for a while, as his house was sufficiently large to accommodate a guest.",
            "My saddest moment came when, after a long silence, I at last received a letter from my wife.",
            "She wrote that she could not dream of living with me again; that after I had so unscrupulously thrown away a connection and position, the like of which would never again present itself to me, no woman could reasonably be expected to take any further interest in my future enterprises."
          ]
        },
        {
          "sentences": [
            "I fully appreciated my wife’s unfortunate position; I could in no way assist her, except by advising her to sell our Dresden furniture, and by making an appeal on her behalf to my relatives in Leipzig."
          ]
        },
        {
          "sentences": [
            "Until then I had been able to think more lightly of the misery of her position, simply because I had imagined her to be more deeply in sympathy with what agitated me.",
            "Often during the recent extraordinary events I had even believed that she understood my feelings.",
            "Now, however, she had disillusioned me on this point: she could see in me no more than what the public saw, and the one redeeming point of her severe judgment was that she excused my behaviour on the score that I was reckless.",
            "After I had begged Liszt to do what he could for my wife, I soon began to regard her unexpected behaviour with more equanimity.",
            "In reply to her announcement that she would not write to me again for the present, I said that I had also resolved to spare her all further anxiety about my very doubtful fate, by ceasing from communicating with her.",
            "I surveyed the panorama of our long years of association critically in my mind’s eye, beginning with that first stormy year of our married life, that had been so full of sorrow.",
            "Our youthful days of worry and care in Paris had undoubtedly been of benefit to us both.",
            "The courage and patience with which she had faced our difficulties, while I on my part had tried to end them by dint of hard work, had linked us together with bonds of iron.",
            "Minna was rewarded for all these privations by Dresden successes, and more especially by the highly enviable position I had held there.",
            "Her position as wife of the conductor (Frau Kapellmeisterin) had brought her the fulfilment of her dearest wishes, and all those things which conspired to make my work in this official post so intolerable to me, were to her no more than so many threats directed against her smug content.",
            "The course I had adopted with regard to Tannhäuser had already made her doubtful of my success at the theatres, and had robbed her of all courage and confidence in our future.",
            "The more I deviated from the path which she regarded as the only profitable one, due partly to the change of my views (which I grew ever less willing to communicate to her), and partly to the modification in my attitude towards the stage, the more she retreated from that position of close fellowship with me which she had enjoyed in former years, and which she thought herself justified in connecting in some way with my successes."
          ]
        },
        {
          "sentences": [
            "She looked upon my conduct with regard to the Dresden catastrophe as the outcome of this deviation from the right path, and attributed it to the influence of unscrupulous persons (particularly the unfortunate Röckel), who were supposed to have dragged me with them to ruin, by appealing to my vanity.",
            "Deeper than all these disagreements, however, which, after all, were concerned only with external circumstances, was the consciousness of our fundamental incompatibility, which to me had become ever more and more apparent since the day of our reconciliation.",
            "From the very beginning we had had scenes of the most violent description: never once after these frequent quarrels had she admitted herself in the wrong or tried to be friends again."
          ]
        },
        {
          "sentences": [
            "The necessity of speedily restoring our domestic peace, as well as my conviction (confirmed by every one of her extravagant outbursts) that, in view of the great disparity of our characters and especially of our educations, it devolved upon me to prevent such scenes by observing great caution in my behaviour, always led me to take the entire blame for what had happened upon myself, and to mollify Minna by showing her that I was sorry.",
            "Unfortunately, and to my intense grief, I was forced to recognise that by acting in this way I lost all my power over her affections, and especially over her character.",
            "Now we stood in a position in which I could not possibly resort to the same means of reconciliation, for it would have meant my being inconsistent in all my views and actions.",
            "And then I found myself confronted by such hardness in the woman whom I had spoilt by my leniency, that it was out of the question to expect her to acknowledge the injustice done to myself.",
            "Suffice it to say that the wreck of my married life had contributed not inconsiderably to the ruin of my position in Dresden, and to the careless manner in which I treated it, for instead of finding help, strength, and consolation at home, I found my wife unwittingly conspiring against me, in league with all the other hostile circumstances which then beset me.",
            "After I had got over the first shock of her heartless behaviour, I was absolutely clear about this.",
            "I remember that I did not suffer any great sorrow, but that on the contrary, with the conviction of being now quite helpless, an almost exalted calm came over me when I realised that up to the present my life had been built on a foundation of sand and nothing more.",
            "At all events, the fact that I stood absolutely alone did much towards restoring my peace of mind, and in my distress I now found strength and comfort even in the fact of my dire poverty.",
            "At last assistance arrived from Weimar.",
            "I accepted it eagerly, and it was the means of extricating me from my present useless life and stranded hopes."
          ]
        },
        {
          "sentences": [
            "My next move was to find a place of refuge—one, however, which had but little attraction for me, seeing that in it there was not the slightest hope of my being able to make any further headway in the paths along which I had hitherto progressed.",
            "This refuge was Zürich, a town devoid of all art in the public sense, and where for the first time I met simple-hearted people who knew nothing about me as a musician, but who, as it appeared, felt drawn towards me by the power of my personality alone.",
            "I arrived at Muller’s house and asked him to let me have a room, at the same time giving him what remained of my capital, namely twenty francs.",
            "I quickly discovered that my old friend was embarrassed by my perfectly open confidence in him, and that he was at his wit’s end to know what to do with me.",
            "I soon gave up the large room containing a grand piano, which he had allotted to me on the impulse of the moment, and retired to a modest little bedroom.",
            "The meals were my great trial, not because I was fastidious, but because I could not digest thorn.",
            "Outside my friend’s house, on the contrary, I enjoyed what, considering the habits of the locality, was the most luxurious reception.",
            "The same young men who had been so kind to me on my first journey through Zürich again showed themselves anxious to be continually in my company, and this was especially the case with one young fellow called Jakob Sulzer.",
            "He had to be thirty years of age before he was entitled to become a member of the Zürich government, and he therefore still had several years to wait.",
            "In spite of his youth, however, the impression he made on all those with whom he came in contact was that of a man of riper years, whose character was formed.",
            "When I was asked long afterwards whether I had ever met a man who, morally speaking, was the beau-ideal of real character and uprightness, I could, on reflection, think of none other than this newly gained friend, Jakob Sulzer."
          ]
        },
        {
          "sentences": [
            "He owed his early appointment as permanent Cantonal Secretary (Staatsschreiber), one of the most excellent government posts in the canton of Zürich, to the recently returned liberal party, led by Alfred Escher.",
            "As this party could not employ the more experienced members of the older conservative side in the public offices, their policy was to choose exceptionally gifted young men for these positions.",
            "Sulzer showed extraordinary promise, and their choice accordingly soon lighted on him.",
            "He had only just returned from the Berlin and Bonn universities with the intention of establishing himself as professor of philology at the university in his native town, when he was made a member of the new government.",
            "To fit himself for his post he had to stay in Geneva for six months to perfect himself in the French language, which he had neglected during his philological studies.",
            "He was quick-witted and industrious, as well as independent and firm, and he never allowed himself to be swayed by any party tactics.",
            "Consequently he rose very rapidly to high positions in the government, to which he rendered valuable and important services, first as Minister of Finance, a post he held for many years, and later with particular distinction as member of the School Federation.",
            "His unexpected acquaintance with me seemed to place him in a sort of dilemma; from the philological and classical studies which he had entered upon of his own choice, he suddenly found himself torn away in the most bewildering manner by this unexpected summons from the government.",
            "It almost seemed as if his meeting with me had made him regret having accepted the appointment.",
            "As he was a person of great culture, my poem, Siegfried’s Death, naturally revealed to him my knowledge of German antiquity.",
            "He had also studied this subject, but with greater philological accuracy than I could possibly have aspired to.",
            "When, later on, he became acquainted with my manner of writing music, this peculiarly serious and reserved man became so thoroughly interested in my sphere of art, so far removed from his own field of labour, that, as he himself confessed, he felt it his duty to fight against these disturbing influences by being intentionally brusque and curt with me.",
            "In the beginning of my stay in Zürich, however, he delighted in being led some distance astray in the realms of art.",
            "The old-fashioned official residence of the first Cantonal Secretary was often the scene of unique gatherings, composed of people such as I would be sure to attract.",
            "It might even be said that these social functions occurred rather more frequently than was advisable for the reputation of a civil servant of this little philistine state.",
            "What attracted the musician Baumgartner more particularly to these meetings was the product of Sulzer’s vineyards in Winterthur, to which our hosts treated his guests with the greatest liberality.",
            "When in my moods of mad exuberance I gave vent in dithyrambic effusions to my most extreme views on art and life, my listeners often responded in a manner which, more often than not, I was perfectly right in ascribing to the effects of the wine rather than to the power of my enthusiasm.",
            "Once when Professor Ettmuller, the Germanist and Edda scholar, had been invited to listen to a reading of my Siegfried and had been led home in a state of melancholy enthusiasm, there was a regular outburst of wanton spirits among those who had remained behind.",
            "I conceived the absurd idea of lifting all the doors of the state official’s house off their hinges."
          ]
        },
        {
          "sentences": [
            "Herr Hagenbuch, another servant of the state, seeing what exertion this cost me, offered me the help of his gigantic physique, and with comparative ease we succeeded in removing every single door, and laying it aside, a proceeding at which Sulzer merely smiled good-naturedly.",
            "The next day, however, when we made inquiries, he told us that the replacing of those doors (which must have been a terrible strain on his delicate constitution) had taken him the whole night, as he had made up his mind to keep the knowledge of our orgies from the sergeant, who always arrived at a very early hour in the morning."
          ]
        },
        {
          "sentences": [
            "The extraordinary birdlike freedom of my existence had the effect of exciting me more and more.",
            "I was often frightened at the excessive outbursts of exaltation to which I was prone—no matter whom I was with—and which led me to indulge in the most extraordinary paradoxes in my conversation.",
            "Soon after I had settled in Zürich I began to write down my various ideas about things at which I had arrived through my private and artistic experiences, as well as through the influence of the political unrest of the day.",
            "As I had no choice but to try, to the best of my ability, to earn something by my pen, I thought of sending a series of articles to a great French journal such as the National, which in those days was still extant.",
            "In these articles I meant to propound my ideas (in my revolutionary way) on the subject of modern art in its relation to society.",
            "I sent six of them to an elderly friend of mine, Albert Franck, requesting him to have them translated into French and to get them published.",
            "This Franck was the brother of the better-known Hermann Franck, now the head of the Franco-German bookselling firm, which had originally belonged to my brother-in-law, Avenarius.",
            "He sent me back my work with the very natural remark that it was out of the question to expect the Parisian public to understand or appreciate my articles, especially at such a critical moment."
          ]
        },
        {
          "sentences": [
            "I headed the manuscript Kunst und Revolution (‘Art and Revolution’) and sent it to Otto Wigand in Leipzig, who actually undertook to publish it in the form of a pamphlet, and sent me five louis d’or for it.",
            "This unexpected success induced me to continue to exploit my literary gifts.",
            "I looked among my papers for the essay I had written the year before as the outcome of my historical studies of the ‘Nibelungen’ legend; I gave it the title of Die Nibelungen Weltgeschichte aus der Sage, and again tried my luck by sending it to Wigand."
          ]
        },
        {
          "sentences": [
            "The sensational title of Kunst und Revolution, as well as the notoriety the ‘royal conductor’ had gained as a political refugee, had made the radical publisher hope that the scandal that would arise on the publication of my articles would redound to his benefit!",
            "I soon discovered that he was on the point of issuing a second edition of Kunst und Revolution, without, however, informing me of the fact.",
            "He also took over my new pamphlet for another five louis d’or.",
            "This was the first time I had earned money by means of published work, and I now began to believe that I had reached that point when I should be able to get the better of my misfortunes.",
            "I thought it over, and decided to give public lectures in Zürich on subjects related to my writings during the coming winter, hoping in that free and haphazard fashion to keep body and soul together for a little while, although I had no fixed appointment and did not intend to work at music."
          ]
        },
        {
          "sentences": [
            "It seemed necessary for me to resort to these means, as I did not know how otherwise to keep myself alive.",
            "Shortly after my arrival in Zürich I had witnessed the coming of the fragments of the Baden army, dispersed over Swiss territory, and accompanied by fugitive volunteers, and this had made a painful and uncanny impression upon me.",
            "The news of the surrender near Villagos by Gorgey paralysed the last hopes as to the issue of the great European struggle for liberty, which so far had been left quite undecided.",
            "With some misgiving and anxiety I now turned my eyes from all these occurrences in the outside world inwards to my own soul."
          ]
        },
        {
          "sentences": [
            "I was accustomed to patronise the cafe litteraire, where I took my coffee after my heavy mid-day meal, in a smoky atmosphere surrounded by a merry and joking throng of men playing dominoes and ‘fast.’ One day I stared at its common wall-paper representing antique subjects, which in some inexplicable way recalled a certain water-colour by Genelli to my mind, portraying ‘The education of Dionysos by the Muses.’ I had seen it at the house of my brother-in-law Brockhaus in my young days, and it had made a deep impression on me at the time.",
            "At this same place I conceived the first ideas of my Kunstwerk der Zukunft (‘The Art-Work of the Future’), and it seemed a significant omen to me to be roused one day out of one of my post-prandial dreams by the news that Schroder-Devrient was staying in Zürich.",
            "I immediately got up with the intention of calling on her at the neighbouring hotel, ‘Zum Schwerte,’ but to my great dismay heard that she had just left by steamer.",
            "I never saw her again, and long afterwards only heard of her painful death from my wife, who in later years became fairly intimate with her in Dresden."
          ]
        },
        {
          "sentences": [
            "After I had spent two remarkable summer months in this wild and extraordinary fashion, I at last received reassuring news of Minna, who had remained in Dresden.",
            "Although her manner of taking leave of me had been both harsh and wounding, I could not bring myself to believe I had completely parted from her.",
            "In a letter I wrote to one of her relations, and which I presumed they would forward, I made sympathetic inquiries about her, while I had already done all that lay in my power, through repeated appeals to Liszt, to ensure her being well cared for.",
            "I now received a direct reply, which, in addition to the fact that it testified to the vigour and activity with which she had fought her difficulties, at the same time showed me that she earnestly desired to be reunited with me.",
            "It was almost in terms of contempt that she expressed her grave doubts as to the possibility of my being able to make a living in Zürich, but she added that, inasmuch as she was my wife, she wished to give me another chance.",
            "She also seemed to take it for granted that I intended making Zürich only our temporary home, and that I would do my utmost to promote my career as a composer of opera in Paris.",
            "Whereupon she announced her intention of arriving at Rorschach in Switzerland on a certain date in September of that year, in the company of the little dog Peps, the parrot Papo, and her so-called sister Nathalie.",
            "After having engaged two rooms for our new home, I now prepared to set out on foot for St. Gall and Rorschach through the lovely and celebrated Toggenburg and Appenzell, and felt very touched after all when the peculiar family, which consisted half of pet animals, landed at the harbour of Rorschach.",
            "I must honestly confess that the little dog and the bird made me very happy.",
            "My wife at once threw cold water on my emotions, however, by declaring that in the event of my behaving badly again she was ready to return to Dresden any moment, and that she had numerous friends there, who would be glad to protect and succour her if she were forced to carry out her threat.",
            "Be this as it may, one look at her convinced me how greatly she had aged in this short time, and how much I ought to pity her, and this feeling succeeded in banishing all bitterness from my heart."
          ]
        },
        {
          "sentences": [
            "I did my utmost to give her confidence and to make her believe that our present misfortunes were but momentary.",
            "This was no easy task, as she would constantly compare the diminutive aspect of the town of Zürich with the more noble majesty of Dresden, and seemed to feel bitterly humiliated.",
            "The friends whom I introduced to her found no favour in her eyes.",
            "She looked upon the Cantonal Secretary, Sulzer, as a ‘mere town clerk who would not be of any importance in.",
            "Germany’; and the wife of my host Muller absolutely disgusted her when, in answer to Minna’s complaints about my terrible position, she replied that my greatness lay in the very fact of my having faced it.",
            "Then again Minna appeased me by tolling me of the expected arrival of some of my Dresden belongings, which she thought would be indispensable to our new home."
          ]
        },
        {
          "sentences": [
            "The property of which she spoke consisted of a Breitkopf and Hartel grand-piano that looked better than it sounded, and of the ‘title-page’ of the Nibelungen by Cornelius in a Gothic frame that used to hang over my desk in Dresden."
          ]
        },
        {
          "sentences": [
            "With this nucleus of household effects we now decided to take small lodgings in the so-called ‘hinteren Escherhausern’ in the Zeltweg.",
            "With great cleverness Minna had succeeded in selling the Dresden furniture to advantage, and out of the proceeds of this sale she had brought three hundred marks with her to Zürich to help towards setting up our new home.",
            "She told me that she had saved my small but very select library for me by giving it into the safe custody of the publisher, Heinrich Brockhaus (brother of my sister’s husband and member of the Saxon Diet), who had insisted upon looking after it.",
            "Great, therefore, was her dismay when, upon asking this kind friend to send her the books, he replied that he was holding them as security for a debt of fifteen hundred marks which I had contracted with him during my days of trouble in Dresden, and that he intended to keep them until that sum was returned.",
            "As even after the lapse of many years I found it impossible to refund this money, these books, collected for my own special wants, were lost to me for ever."
          ]
        },
        {
          "sentences": [
            "Thanks more particularly to my friend Sulzer, the Cantonal Secretary, whom my wife at first despised so much on account of his title which she misunderstood, and who, although he was far from well-off himself, thought it only natural that he should help me, however moderately, out of my difficulties, we soon succeeded in making our little place look so cosy that my simple Zürich friends felt quite at home in it.",
            "My wife, with all her undeniable talents, hero found ample scope in which to distinguish herself, and I remember how ingeniously she made a little what-not out of the box in which she had kindly brought my music and manuscript to Zürich."
          ]
        },
        {
          "sentences": [
            "But it was soon time to think of how to earn enough money to provide for us all.",
            "My idea of giving public lectures was treated with contempt by my wife, who looked upon it as an insult to her pride.",
            "She could acquiesce only in one plan, that suggested by Liszt, namely, that I should write an opera for Paris.",
            "To satisfy her, and in view of the fact that I could see no chance of a remunerative occupation close at hand, I actually reopened a correspondence on this matter with my great friend and his secretary Belloni in Paris.",
            "In the meantime I could not be idle, so I accepted an invitation from the Zürich musical society to conduct a classical composition at one of their concerts, and to this end I worked with their very poor orchestra at Beethoven’s Symphony in A major.",
            "Although the result was successful, and I received five napoleons for my trouble, it made my wife very unhappy, for she could not forget the excellent orchestra, and the much more appreciative public, which a short time before in Dresden would have seconded and rewarded similar efforts on my part.",
            "Her one and only ideal for me was that, by hook or by crook, and with a total disregard of all artistic scruples, I should make a brilliant reputation for myself in Paris.",
            "While we were both absolutely at a loss to discover whence we should obtain the necessary funds for our journey to Paris and our sojourn there, I again plunged into my philosophical study of art, as being the only sphere still left open to me."
          ]
        },
        {
          "sentences": [
            "Harrassed by the cares of a terrible struggle for existence, I wrote the whole of Das Kunstwerk der Zukunft in the chilly atmosphere of a sunless little room on the ground floor during the months of November and December of that year.",
            "Minna had no objection to this occupation when I told her of the success of my first pamphlet, and the hope I had of receiving even better pay for this more extensive work."
          ]
        },
        {
          "sentences": [
            "Thus for a while I enjoyed comparative peace, although in my heart a spirit of unrest had begun to reign, thanks to my growing acquaintance with Feuerbach’s works.",
            "I had always had an inclination to fathom the depths of philosophy, just as I had been led by the mystic influence of Beethoven’s Ninth Symphony to search the deepest recesses of music.",
            "My first efforts at satisfying this longing had failed.",
            "None of the Leipzig professors had succeeded in fascinating me with their lectures on fundamental philosophy and logic.",
            "I had procured Schelling’s work, Transcendental Idealism, recommended to me by Gustav Schlesinger, a friend of Laube’s, but it was in vain that I racked my brains to try and make something out of the first pages, and I always returned to my Ninth Symphony."
          ]
        },
        {
          "sentences": [
            "During the latter part of my stay in Dresden I had returned to these old studies, the longing for which suddenly revived within me, and to these I added the deeper historical studies which had always fascinated me.",
            "As an introduction to philosophy I now chose Hegel’s Philosophy of History.",
            "A good deal of this impressed me deeply, and it now seemed as if I should ultimately penetrate into the Holy of Holies along this path.",
            "The more incomprehensible many of his speculative conclusions appeared, the more I felt myself desirous of probing the question of the ‘Absolute’ and everything connected therewith to the core.",
            "For I so admired Hegel’s powerful mind that it seemed to me he was the very keystone of all philosophical thought."
          ]
        },
        {
          "sentences": [
            "The revolution intervened; the practical tendencies of a social reconstruction distracted my attention, and as I have already stated, it was a German Catholic priest and political agitator (formerly a divinity student named Menzdorff, who used to wear a Calabrian hat)18 who drew my attention to ‘the only real philosopher of modern times,’ Ludwig Feuerbach.",
            "My new Zürich friend, the piano teacher, Wilhelm Baumgartner, made me a present of Feuerbach’s book on Tod und Unsterblichkeit (‘Death and Immortality’).",
            "The well-known and stirring lyrical style of the author greatly fascinated me as a layman.",
            "The intricate questions which he propounds in this book as if they were being discussed for the first time by him, and which he treats in a charmingly exhaustive manner, had often occupied my mind since the very first days of my acquaintance with Lehrs in Paris, just as they occupy the mind of every imaginative and serious man.",
            "With me, however, this was not lasting, and I had contented myself with the poetic suggestions on these important subjects which appear here and there in the works of our great poets."
          ]
        },
        {
          "sentences": [
            "18 A broad-rimmed, tall, white felt hat, tapering to a point,  originally worn by the inhabitants of Calabria, and in a sign of  Republicanism.—EDITOR."
          ]
        },
        {
          "sentences": [
            "The frankness with which Feuerbach explains his views on these interesting questions, in the more mature parts of his book, pleased me as much by their tragic as by their social-radical tendencies.",
            "It seemed right that the only true immortality should be that of sublime deeds and great works of art.",
            "It was more difficult to sustain any interest in Das Wesen des Christenthums (‘The Essence of Christianity’) by the same author, for it was impossible whilst reading this work not to become conscious, however involuntarily, of the prolix and unskilful manner in which he dilates on the simple and fundamental idea, namely, religion explained from a purely subjective and psychological point of view.",
            "Nevertheless, from that day onward I always regarded Feuerbach as the ideal exponent of the radical release of the individual from the thraldom of accepted notions, founded on the belief in authority.",
            "The initiated will therefore not wonder that I dedicated my Kunstwerk der Zukunft to Feuerbach and addressed its preface to him."
          ]
        },
        {
          "sentences": [
            "My friend Sulzer, a thorough disciple of Hegel, was very sorry to see me so interested in Feuerbach, whom he did not even recognise as a philosopher at all.",
            "He said that the best thing that Feuerbach had done for me was that he had been the means of awakening my ideas, although he himself had none.",
            "But what had really induced me to attach so much importance to Feuerbach was the conclusion by means of which he had seceded from his master Hegel, to wit, that the best philosophy was to have no philosophy—a theory which greatly simplified what I had formerly considered a very terrifying study—and secondly, that only that was real which could be ascertained by the senses."
          ]
        },
        {
          "sentences": [
            "The fact that he proclaimed what we call ‘spirit’ to be an aesthetic perception of our senses, together with his statement concerning the futility of philosophy—these were the two things in him which rendered me such useful assistance in my conceptions of an all-embracing work of art, of a perfect drama which should appeal to the simplest and most purely human emotions at the very moment when it approached its fulfilment as Kunstwerk der Zukunft.",
            "It must have been this which Sulzer had in his mind when he spoke deprecatingly of Feuerbach’s influence over me.",
            "At all events, after a while I certainly could not return to his works, and I remember that his newly published book, Uber das Wesen der Religion (‘Lectures on the Essence of Religion’), scared me to such an extent by the dullness of its title alone, that when Herwegh opened it for my benefit, I closed it with a bang under his very nose."
          ]
        },
        {
          "sentences": [
            "At that time I was working with great enthusiasm upon the draft of a connected essay, and was delighted one day to receive a visit from the novelist and Tieckian scholar, Eduard von Billow (the father of my young friend Billow), who was passing through Zürich.",
            "In my tiny little room I read him my chapter on poetry, and could not help noticing that he was greatly startled at my ideas on literary drama and on the advent of the new Shakespeare.",
            "I thought this all the more reason why Wigand the publisher should accept my new revolutionary book, and expected him to pay me a fee which would be in proportion to the greater size of the work.",
            "I asked for twenty louis d’or, and this sum he agreed to pay me."
          ]
        },
        {
          "sentences": [
            "The prospect of receiving this amount induced me to carry out the plan, which need had forced upon me, of travelling to Paris and of trying my luck there as a composer of opera.",
            "This plan had very serious drawbacks; not only did I hate the idea, but I knew that I was doing an injustice to myself by believing in the success of my enterprise, for I felt that I could never seriously throw myself into it heart and soul.",
            "Everything, however, combined to make me try the experiment, and it was Liszt in particular who, confident of this being my only way to fame, insisted upon my reopening the negotiations into which Belloni and I had entered during the previous summer.",
            "To show with what earnestness I tried to consider the chances of carrying out my plan, I drafted out the plot of the opera, which the French poet would only have to put into verse, because I never for a moment fancied that it would be possible for him to think out and write a libretto for which I would only need to compose the music.",
            "I chose for my subject the legend of Wieland der Schmied, upon which I commented with some stress at the end of my recently finished Kunstwerk der Zukunft, and the version of which by Simrock, taken from the Wilkyna legend, had greatly attracted me."
          ]
        },
        {
          "sentences": [
            "I sketched out the complete scenario with precise indication of the dialogue for three acts, and with a heavy heart decided to hand it over to my Parisian author to be worked out.",
            "Liszt thought he saw a means of making my music known through his relations with Seghers, the musical director of a society then known as the ‘Concerts de St. Cecile.’ In January of the following year the Tannhäuser Overture was to be given under his baton, and it therefore seemed advisable that I should reach Paris some time before this event.",
            "This undertaking, which appeared to be so difficult owing to my complete lack of funds, was at last facilitated in a manner quite unexpected."
          ]
        },
        {
          "sentences": [
            "I had written home for help, and had appealed to all the old friends I could think of, but in vain.",
            "By the family of my brother Albert in particular, whose daughter had recently entered upon a brilliant theatrical career, I was treated in much the same way as one treats an invalid by whom one dreads to become infected.",
            "In contrast to their harshness I was deeply touched by the devotion of the Ritter family, who had remained in Dresden; for, apart from my acquaintance with young Karl, I scarcely knew these people at all.",
            "Through the kindness of my old friend Heine, who had been informed of my position, Frau Julie Ritter, the venerable mother of the family, had thought it her duty to place, through a business friend, the sum of fifteen hundred marks at my disposal.",
            "At about the same time I received a letter from Mme.",
            "Laussot, who had called upon me in Dresden the year before, and who now in the most affecting terms assured me of her continued sympathy."
          ]
        },
        {
          "sentences": [
            "These were the first signs of that new phase in my life upon which I entered from this day forth, and in which I accustomed myself to look upon the outward circumstances of my existence as being merely subservient to my will.",
            "And by this means I was able to escape from the hampering narrowness of my home life."
          ]
        },
        {
          "sentences": [
            "For the moment the proffered financial assistance was very distasteful to me, for it seemed to forbid my raising any further objections to the realisation of the detested Paris schemes.",
            "When, however, on the strength of this favourable change in my affairs, I suggested to my wife that we might, after all, content ourselves with remaining in Zürich, she flew into the most violent passion over my weakness and lack of spirit, and declared that if I did not make up my mind to achieve something in Paris, she would lose all faith in me.",
            "She said, moreover, that she absolutely refused to be a witness of my misery and grief as a wretched literary man and insignificant conductor of local concerts in Zürich."
          ]
        },
        {
          "sentences": [
            "We had entered upon the year 1850; I had decided to go to Paris, if only for the sake of peace, but had to postpone my journey on account of ill-health.",
            "The reaction following upon the terrible excitement of recent times had not failed to have its effect on my overwrought nerves, and a state of complete exhaustion had followed.",
            "The continual colds, in spite of which I had been obliged to work in my very unhealthy room, had at last given rise to alarming symptoms.",
            "A certain weakness of the chest became apparent, and this the doctor (a political refugee) undertook to cure by the application of pitch plasters.",
            "As the result of this treatment and the irritating effect it had upon my nerves, I lost my voice completely for a while; whereupon I was told that I must go away for a change.",
            "On going out to buy my ticket for the journey, I felt so weak and broke out into such terrible perspiration that I hastened to return to my wife in order to consult her as to the advisability, in the circumstances, of abandoning the idea of the expedition altogether.",
            "She, however, maintained (and perhaps rightly) not only that my condition was not dangerous, but that it was to a large extent due to imagination, and that, once in the right place, I would soon recover."
          ]
        },
        {
          "sentences": [
            "An inexpressible feeling of bitterness stimulated my nerves as in anger and despair I quickly left the house to buy the confounded ticket for the journey, and in the beginning of February I actually started on the road to Paris.",
            "I was filled with the most extraordinary feelings, but the spark of hope which was then kindled in my breast certainly had nothing whatever to do with the belief that had been imposed upon me from without, that I was to make a success in Paris as a composer of operas."
          ]
        },
        {
          "sentences": [
            "I was particularly anxious to find quiet rooms, for peace had now become my first necessity, no matter where I happened to be staying.",
            "The cabman who drove me from street to street through the most isolated quarters, and whom I at last accused of keeping always to the most animated parts of the city, finally protested in despair that one did not come to Paris to live in a convent.",
            "At last it occurred to me to look for what I wanted in one of the cites through which no vehicle seemed to drive, and I decided to engage rooms in the Cite de Provence."
          ]
        },
        {
          "sentences": [
            "True to the plans which had been forced upon me, I at once called on Herr Seghers about the performance of the Tannhäuser Overture."
          ]
        },
        {
          "sentences": [
            "It turned out that in spite of my late arrival I had missed nothing, for they were still racking their brains as to how to procure the necessary orchestral parts."
          ]
        },
        {
          "sentences": [
            "I therefore had to write to Liszt, asking him to order the copies, and had to wait for their arrival.",
            "Belloni was not in town, things were therefore at a standstill, and I had plenty of time to think over the object of my visit to Paris, while an unceasing accompaniment was poured out to my meditations by the barrel-organs which infest the cites of Paris."
          ]
        },
        {
          "sentences": [
            "I had much difficulty in convincing an agent of the government, from whom I received a visit soon after my arrival, that my presence in Paris was due to artistic reasons, and not to my doubtful position as a political refugee."
          ]
        },
        {
          "sentences": [
            "Fortunately he was impressed by the score, which I showed him, as well as by Liszt’s article on the Tannhäuser Overture, written the year before in the Journal des Debats, and he left me, politely inviting me to continue my avocations peacefully and industriously, as the police had no intention of disturbing me."
          ]
        },
        {
          "sentences": [
            "I also looked up my older Parisian acquaintances.",
            "At the hospitable house of Desplechins I met Semper, who was trying to make his position as tolerable as possible by writing some inferior artistic work.",
            "He had left his family in Dresden, from which town we soon received the most alarming news.",
            "The prisons were gradually filling there with the unfortunate victims of the recent Saxon movement Of Röckel, Bakunin, and Heubner, all we could hear was that they had been charged with high treason, and that they were awaiting the death sentence."
          ]
        },
        {
          "sentences": [
            "In view of the tidings which continually arrived concerning the cruelty and brutality with which the soldiers treated the prisoners, we could not help considering our own lot a very happy one."
          ]
        },
        {
          "sentences": [
            "My intercourse with Semper, whom I saw frequently, was generally enlivened by a gaiety which was occasionally of rather a risky nature; he was determined to rejoin his family in London, where the prospect of various appointments was open to him.",
            "My latest attempts at writing, and the thoughts expressed in my work, interested him greatly, and gave rise to animated conversations in which we were joined by Kietz, who was at first amusing, but evidently boring Semper considerably.",
            "I found the former in the identical position in which I had left him many years ago: he had made no headway with his painting, and would have been glad if the revolution had taken a more decided turn, so that, under cover of the general confusion, he might have escaped from his embarrassing position with his landlord.",
            "He made at this time quite a good pastel portrait of me in his very best and earliest style.",
            "While I was sitting I unfortunately spoke to him about my Das Kunstwerk der Zukunft, and thereby laid the foundation for him of troubles that lasted many years, as he tried to instil my new ideas into the Parisian bourgeoisie at whose tables he had hitherto been a welcome guest.",
            "Notwithstanding, he remained as of old a good, obliging, true-hearted fellow, and even Semper could not help putting up with him cheerfully.",
            "I also looked up my friend Anders.",
            "It was a difficult matter to find him at any hour of the day, since out of sleeping hours he was closeted in the library, where he could receive no one, and afterwards retired to the reading-room to spend his hours of rest, and generally went to dine with certain bourgeois families where he gave music lessons.",
            "He had aged considerably, but I was glad to find him, comparatively speaking, in better health than the state in which I had last seen him had allowed me to hope, as when I left Paris before he had seemed to be in a decline.",
            "Curiously enough, a broken leg had been the means of improving his health, the treatment necessary for it having taken him to a hydro, where his condition had much improved.",
            "His one idea was to see me achieve a great success in Paris, and he wished to secure a seat in advance for the first performance of my opera, which he took for granted was to appear, and kept repeating that it would be so very trying for him to occupy a place in any part of the theatre where there would be likely to be a crush.",
            "He could not see the use of my present literary work; in spite of this I was again engaged on it exclusively, as I soon ascertained there was no likelihood of my overture to Tannhäuser being produced.",
            "Liszt had shown the greatest zeal in obtaining and forwarding the orchestral parts; but Herr Seghers informed me that as far as his own orchestra was concerned, he found himself in a republican democracy where each instrument had an equal right to voice its opinion, and it had been unanimously decided that for the remainder of the winter season, which was now drawing to a close, my overture could be dispensed with.",
            "I gathered enough from this turn of affairs to realise how precarious my position was."
          ]
        },
        {
          "sentences": [
            "It is true, the result of my writings was hardly less discouraging.",
            "A copy of the Wigand edition of my Kunstwerk der Zukunft was forwarded to me full of horrible misprints, and instead of the expected remuneration of twenty louis d’or, my publisher explained that for the present he could only pay me half this sum, as, owing to the fact that at first the sale of the Kunst und Revolution had been very rapid, he had been led to attach too high a commercial value to my writings, a mistake he had speedily discovered when he found there was no demand for Die Nibelungen."
          ]
        },
        {
          "sentences": [
            "On the other hand, I received an offer of remunerative work from Adolph Kolatschek, who was also a fugitive, and was just going to bring out a German monthly journal as the organ of the progressive party.",
            "In response to this invitation I wrote a long essay on Kunst und Klima (‘Art and Climate’), in which I supplemented the ideas I had already touched upon in my Kunstwerk der Zukunft.",
            "Besides this I had, since my arrival in Paris, worked out a more complete sketch of Wieland der Schmied.",
            "It is true that this work had no longer any value, and I wondered with apprehension what I could write home to my wife, now that the last precious remittance had been so aimlessly sacrificed.",
            "The thought of returning to Zürich was as distasteful to me as the prospect of remaining any longer in Paris.",
            "My feelings with regard to the latter alternative were intensified by the impression made upon me by Meyerbeer’s opera The Prophet, which had just been produced and which I had not heard before.",
            "Rearing itself on the ruins of the hopes for new and more noble endeavour which had animated the better works of the past year—the only result of the negotiations of the provisional French republic for the encouragement of art—I saw this work of Meyerbeer’s break upon the world like the dawn heralding this day of disgraceful desolation.",
            "I was so sickened by this performance, that though I was unfortunately placed in the centre of the stalls and would willingly have avoided the disturbance necessarily occasioned by one of the audience moving during the middle of an act, even this consideration did not deter me from getting up and leaving the house.",
            "When the famous mother of the prophet finally gives vent to her grief in the well-known series of ridiculous roulades, I was filled with rage and despair at the thought that I should be called upon to listen to such a thing, and never again did I pay the slightest heed to this opera."
          ]
        },
        {
          "sentences": [
            "But what was I to do next?",
            "Just as the South American republics had attracted me during my first miserable sojourn in Paris, so now my longing was directed towards the East, where I could live my life in a manner worthy of a human being far away from this modern world.",
            "While I was in this frame of mind I was called upon to answer another inquiry as to my state of health from Mme.",
            "Laussot in Bordeaux.",
            "It turned out that my answer prompted her to send me a kind and pressing invitation to go and stay at her house, at least for a short time, to rest and forget my troubles.",
            "In any circumstances an excursion to more southerly regions, which I had not yet seen, and a visit to people who, though utter strangers, showed such friendly interest in me, could not fail to prove attractive and flattering.",
            "I accepted, settled my affairs in Paris, and went by coach via Orleans, Tours, and Angouleme, down the Gironde to the unknown town, where I was received with great courtesy and cordiality by the young wine merchant Eugene Laussot, and presented to my sympathetic young friend, his wife.",
            "A closer acquaintance with the family, in which Mrs. Taylor, Mme.",
            "Laussot’s mother, was now also included, led to a clearer understanding of the character of the sympathy bestowed upon me in such a cordial and unexpected manner by people hitherto unknown to me.",
            "Jessie, as the young wife was called at home, had, during a somewhat lengthy stay in Dresden, become very intimate with the Ritter family, and I had no reason to doubt the assurance given me, that the Laussots’ interest in me and my work was principally owing to this intimacy.",
            "After my flight from Dresden, as soon as the news of my difficulties had reached the Ritters, a correspondence had been carried on between Dresden and Bordeaux with a view to ascertaining how best to assist me.",
            "Jessie attributed the whole idea to Frau Julie Ritter who, while not being well enough off herself to make me a sufficient allowance, was endeavouring to come to an understanding with Jessie’s mother, the well-to-do widow of an English lawyer, whose income entirely supported the young couple in Bordeaux.",
            "This plan had so far succeeded, that shortly after my arrival in Bordeaux Mrs. Taylor informed me that the two families had combined, and that it had been decided to ask me to accept the help of three thousand francs a year until the return of better days.",
            "My one object now was to enlighten my benefactors as to the exact conditions under which I should be accepting such assistance.",
            "I could no longer reckon upon achieving any success as a composer of opera either in Paris or elsewhere; what line I should take up instead I did not know; but, at all events, I was determined to keep myself free from the disgrace which would reflect upon my whole life if I used such means as this offer presented to secure success.",
            "I feel sure I am not wrong in believing that Jessie was the only one who understood me, and though I only experienced kindness from the rest of the family, I soon discovered the gulf by which she, as well as myself, was separated from her mother and husband.",
            "While the husband, who was a handsome young man, was away the greater part of the day attending to his business, and the mother’s deafness excluded her to a great extent from our conversations, we soon discovered by a rapid exchange of ideas that we shared the same opinions on many important matters, and this led to a great feeling of friendship between us.",
            "Jessie, who was at that time about twenty-two, bore little resemblance to her mother, and no doubt took after her father, of whom I heard most flattering accounts.",
            "A large and varied collection of books loft by this man to his daughter showed his tastes, for besides carrying on his lucrative profession as a lawyer, he had devoted himself to the study of literature and science.",
            "From him Jessie had also learned German as a child, and she spoke that language with great fluency.",
            "She had been brought up on Grimm’s fairy-tales, and was, moreover, thoroughly acquainted with German poetry, as well as with that of England and France, and her knowledge of them was as thorough as the most advanced education could demand.",
            "French literature did not appeal to her much.",
            "Her quick powers of comprehension were astonishing.",
            "Everything which I touched upon she immediately grasped and assimilated.",
            "It was the same with music: she read at sight with the greatest facility, and was an accomplished player.",
            "During her stay in Dresden she had been told that I was still in search of the pianist who could play Beethoven’s great Sonata in B flat major, and she now astonished me by her finished rendering of this most difficult piece.",
            "The emotion aroused in me by finding such an exceptionally developed talent suddenly changed to anxiety when I heard her sing.",
            "Her sharp, shrill voice, in which there was strength but no real depth of feeling, so shocked me that I could not refrain from begging her to desist from singing in future.",
            "With regard to the execution of the sonata, she listened eagerly to my instructions as to how it should be interpreted, though I could not feel that she would succeed in rendering it according to my ideas.",
            "I read her my latest essays, and she seemed to understand even the most extraordinary descriptions perfectly.",
            "My poem on Siegfried’s Tod moved her deeply, but she preferred my sketch of Wieland der Schmied.",
            "She admitted afterwards that she would prefer to imagine herself filling the role of Wieland’s worthy bride than to find herself in the position and forced to endure the fate of Gutrune in Siegfried.",
            "It followed inevitably that the presence of the other members of the family proved embarrassing when we wanted to talk over and discuss these various subjects.",
            "If we felt somewhat troubled at having to confess to ourselves that Mrs. Taylor would certainly never be able to understand why I was being offered assistance, I was still more disconcerted at realising after a time the complete want of harmony between the young couple, particularly from an intellectual point of view.",
            "The fact that Laussot had for some time been well aware of his wife’s dislike for him was plainly shown when he one day so far forgot himself as to complain loudly and bitterly that she would not even love a child of his if she had one, and that he therefore thought it fortunate that she was not a mother.",
            "Astonished and saddened, I suddenly gazed into an abyss which was hidden here, as is often the case, under the appearance of a tolerably happy married life.",
            "About this time, and just as my visit, which had already lasted three weeks, was drawing to a close, I received a letter from my wife that could not have had a more unfortunate effect on my state of mind.",
            "She was, on the whole, pleased at my having found new friends, but at the same time explained that if I did not immediately return to Paris, and there endeavour to secure the production of my overture with the results anticipated, she would not know what to think of me, and would certainly fail to understand me if I returned to Zürich without having effected my purpose.",
            "At the same time my depression was intensified in a terrible way by a notice in the papers announcing that Röckel, Bakunin, and Heubner had been sentenced to death, and that the date of their execution was fixed.",
            "I wrote a short but stirring letter of farewell to the two first, and as I saw no possibility of having it conveyed to the prisoners, who were confined in the fortress of Konigstein, I decided to send it to Frau von Lüttichau, to be forwarded to them by her, because I thought she was the only person in whose power it might lie to do this for me, while at the same time she had sufficient generosity and independence of mind to enable her to respect and carry out my wishes, in spite of any possible difference of opinion she might entertain.",
            "I was told some time afterwards that Lüttichau had got hold of the letter and thrown it into the fire.",
            "For the time being this painful impression helped me to the determination to break with every one and everything, to lose all desire to learn more of life or of art, and, even at the risk of having to endure the greatest privations, to trust to chance and put myself beyond the reach of everybody.",
            "The small income settled upon me by my friends I wished to divide between myself and my wife, and with my half go to Greece or Asia Minor, and there, Heaven alone knew how, seek to forget and be forgotten.",
            "I communicated this plan to the only confidante I had left to me, chiefly in order that she might be able to enlighten my benefactors as to how I intended disposing of the income they had offered me.",
            "She seemed pleased with the idea, and the resolve to abandon herself to the same fate seemed to her also, in her resentment against her position, to be quite an easy matter.",
            "She expressed us much by hints and a word dropped here and there.",
            "Without clearly realising what it would lead to, and without coming to any understanding with her, I left Bordeaux towards the end of April, more excited than soothed in spirit, and filled with regret and anxiety.",
            "I returned to Paris, for the time being, stunned and full of uncertainty as to what to do next.",
            "Feeling very unwell, exhausted, and at the same time excited from want of sleep, I reached my destination and put up at the Hotel Valois, where I remained a week, struggling to gain my self-control and to face my strange position.",
            "Even if I had wished to resume the plans which had been instrumental in bringing me to Paris, I soon convinced myself that little or nothing could be done.",
            "I was filled with distress and anger at being called upon to waste my energies in a direction contrary to my tastes, merely to satisfy the unreasonable demands made upon me.",
            "I was at length obliged to answer my wife’s last pressing communication, and wrote her a long and detailed letter in which I kindly, but at the same time frankly, retraced the whole of our life together, and explained that I was fully determined to set her free from any immediate participation in my fate, as I felt quite incapable of so arranging it so as to meet with her approval.",
            "I promised her the half of whatever means I should have at my disposal now or in the future, and told her she must accept this arrangement with a good grace, because the occasion had now arisen to take that step of parting from me which, on our first meeting again in Switzerland, she had declared herself ready to do.",
            "I ended my letter without bidding her a final farewell.",
            "I thereupon wrote to Bordeaux immediately to inform Jessie of the step I had taken, though my means did not as yet allow of my forming any definite plan which I could communicate to her for my complete flight from the world.",
            "In return she announced that she was determined to do likewise, and asked for my protection, under which she intended to place herself when once she had set herself free.",
            "Much alarmed, I did all in my power to make her realise that it was one thing for a man, placed in such a desperate situation as myself, to cut himself adrift in the face of insurmountable difficulties, but quite another matter for a young woman, at least to all outward appearances, happily settled, to decide to break up her home, for reasons which probably no one except myself would be in a position to understand.",
            "Regarding the unconventionality of her resolve in the eyes of the world, she assured me that it would be carried out as quietly as possible, and that for the present she merely thought of arranging to visit her friends the Ritters in Dresden.",
            "I felt so upset by all this that I yielded to my craving for retirement, and sought it at no great distance from Paris.",
            "Towards the middle of April I went to Montmorency, of which I had heard many agreeable accounts, and there sought a modest hiding-place.",
            "With great difficulty I dragged myself to the outskirts of the little town, where the country still bore a wintry aspect, and turned into the little strip of garden belonging to a wine merchant, which was filled with visitors only on Sundays, and there refreshed myself with some bread and cheese and a bottle of wine.",
            "A crowd of hens surrounded me, and I kept throwing them pieces of bread, and was touched by the self-sacrificing abstemiousness with which the cock gave all to his wives though I aimed particularly at him.",
            "They became bolder and bolder, and finally flew on to the table and attacked my provisions; the cock flew after them, and noticing that everything was topsy-turvy, pounced upon the cheese with the eagerness of a craving long unsatisfied.",
            "When I found myself being driven from the table by this chaos of fluttering wings, I was filled with a gaiety to which I had long been a stranger.",
            "I laughed heartily, and looked round for the signboard of the inn.",
            "I thereby discovered that my host rejoiced in the name of Homo.",
            "This seemed a hint from Fate, and I felt I must seek shelter here at all costs.",
            "An extraordinarily small and narrow bedroom was shown me, which I immediately engaged.",
            "Besides the bed it held a rough table and two cane-bottomed chairs.",
            "I arranged one of these as a washhand-stand, and on the table I placed some books, writing materials, and the score of Lohengrin, and almost heaved a sigh of content in spite of my extremely cramped accommodation.",
            "Though the weather remained uncertain and the woods with their leafless trees did not seem to offer the prospect of very enticing walks, I still felt that here there was a possibility of my being forgotten, and being also in my turn allowed to forget the events that had lately filled me with Midi desperate anxiety.",
            "My old artistic instinct awoke again.",
            "I looked over my Lohengrin score, and quickly decided to send it to Liszt and leave it to him to bring it out as best he could.",
            "Now that I had got rid of this score also, I felt as free as a bird and as careless as Diogenes about what might befall me.",
            "I even invited Kietz to come and stay with me and share the pleasures of my retreat.",
            "He did actually come, as he had done during my stay in.",
            "Mendon; but he found me even more modestly installed than I had been there.",
            "He was quite prepared to take pot-luck, however, and cheerfully slept on an improvised bed, promising to keep the world in touch with me upon his return to Paris.",
            "I was suddenly startled from my state of complacency by the news that my wife had come to Paris to look me up.",
            "I had an hour’s painful struggle with myself to settle the course I should pursue, and decided not to allow the step I had taken in regard to her to be looked upon as an ill-considered and excusable vagary.",
            "I left Montmorency and betook myself to Paris, summoned Kietz to my hotel, and instructed him to tell my wife, who had already been trying to gain admittance to him, that he knew nothing more of me except that I had left Paris.",
            "The poor fellow, who felt as much pity for Minna as for me, was so utterly bewildered on this occasion, that he declared that he felt as though he were the axis upon which all the misery in the world turned.",
            "But he apparently realised the significance and importance of my decision, as it was necessary he should, and acquitted himself in this delicate matter with intelligence and good feeling.",
            "That night t left Paris by train for Clermont-Tonnerre, from whence I travelled on to Geneva, there to await news from Frau Ritter in Dresden.",
            "My exhaustion was such that, even had I possessed the necessary means, I could not as yet have contemplated undergoing the fatigue of a long journey.",
            "By way of gaining time for further developments I retired to Villeneuve, at the other end of the Lake of Geneva, where I put up at the Hotel Byron, which was quite empty at the time.",
            "Here I learned that Karl Ritter had arrived in Zürich, as he said he would, with the intention of paying me a visit.",
            "Impressing upon him the necessity for the strictest secrecy, I invited him to join me at the Lake of Geneva, and in the second week in May we met at the Hotel Byron.",
            "The characteristic which pleased me in him was his absolute devotion, his quick comprehension of my position and the necessity of my resolutions, as well as his readiness to submit without question to all my arrangements, even where he himself was concerned.",
            "He was full of my latest literary efforts, told me what an impression they had made on his acquaintances, and thereby induced me to spend the few days of rest I was enjoying in preparing my poem of Siegfried’s Tod for publication."
          ]
        },
        {
          "sentences": [
            "I wrote a short preface dedicating this poem to my friends as a relic of the time when I had hoped to devote myself entirely to art, and especially to the composition of music.",
            "I sent this manuscript to Herr Wigand in Leipzig, who returned it to me after some time with the remark, that if I insisted on its being printed in Latin characters he would not be able to sell a single copy of it.",
            "Later on I discovered that he deliberately refused to pay me the ten louis d’or due to me for Das Kunstwerk der Zukunft, which I had directed him to send to my wife.",
            "Disappointing as all this was, I was nevertheless unable to engage in any further work, as only a few days after Karl’s arrival the realities of life made themselves felt in an unexpected manner, most upsetting to my tranquillity of mind.",
            "I received a wildly excited letter from Mme.",
            "Laussot to tell me that she had not been able to resist telling her mother of her intentions, that in so doing she had immediately aroused the suspicion that I was to blame, and in consequence of this her disclosure had been communicated to M.",
            "Laussot, who vowed he would search everywhere for me in order to put a bullet through my body.",
            "The situation was clear enough, and I decided to go to Bordeaux immediately in order to come to an understanding with my opponent I at once wrote fully to M.",
            "Eugene, endeavouring to make him see matters in their true light, but at the same time declared myself incapable of understanding how a man could bring himself to keep a woman with him by force, when she no longer wished to remain.",
            "I ended by informing him that I should reach Bordeaux at, the same time as my letter, and immediately upon my arrival there would let him know at what hotel to find me; also that I would not tell his wife of the step I was taking, and that he could consequently act without restraint.",
            "I did not conceal from him, what indeed was the fact, that I was undertaking this journey under great difficulties, as under the circumstances I considered it impossible to wait to have my passport endorsed by the French envoy.",
            "At the same time I wrote a few lines to Mme.",
            "Laussot, exhorting her to be calm and self-possessed, but, true to my purpose, refrained from even hinting at any movement on my part. (When, years afterwards, I told Liszt this story, he declared I had acted very stupidly in not, telling Mme.",
            "Laussot of my intentions.) I took leave of Karl the same day, in order to set out next morning from Geneva on my tedious journey across France.",
            "But I was so exhausted by all this that I could not help thinking I was going to die.",
            "That same night I wrote to Frau Ritter in Dresden, to this effect, giving her a short account of the incredible difficulties I had been drawn into.",
            "As a matter of fact, I suffered great inconvenience at the French frontier on account of my passport; I was made to give my exact place of destination, and it was only upon my assuring them that pressing family affairs required my immediate presence, that the authorities showed exceptional leniency and allowed me to proceed."
          ]
        },
        {
          "sentences": [
            "I travelled by Lyons through Auvergne by stage-coach for three days and two nights, till at length I reached Bordeaux.",
            "It was the middle of May, and as I surveyed the town from a height at early dawn I saw it lit up by a fire that had broken out.",
            "I alighted at the Hotel Quatre Soeurs, and at once sent a note to M.",
            "Laussot, informing him that I held myself at his disposal and would remain in all day to receive him.",
            "It was nine o’clock in the morning when I sent him this message.",
            "I waited in vain for an answer, till at last, late in the afternoon, I received a summons from the police-station to present myself immediately.",
            "There I was first of all asked whether my passport was in order.",
            "I acknowledged the difficulty I found myself in with regard to it, and explained that family matters had necessitated my placing myself in this position."
          ]
        },
        {
          "sentences": [
            "I was thereupon informed that precisely this family matter, which had no doubt brought me there, was the cause of their having to deny me the permission to remain in Bordeaux any longer.",
            "In answer to my question, they did not conceal the fact that these proceedings against me were being carried out at the express wish of the family concerned.",
            "This extraordinary revelation immediately restored my good-humour.",
            "I asked the police inspector whether, after such a trying journey, I might not be allowed a couple of days’ rest before returning; this request he readily granted, and told me that in any case there could be no chance of my meeting the family in question, as they had left Bordeaux at mid-day.",
            "I used these two days to recover from my fatigue, and also wrote a letter to Jessie, in which I told her exactly what had taken place, without concealing my contempt at the behaviour of her husband, who could expose his wife’s honour by a denunciation to the police.",
            "I also added that our friendship could certainly not continue until she had released herself from so humiliating a position.",
            "The next thing was to get this letter safely delivered.",
            "The information furnished me by the police officials was not sufficient to enlighten me as to what had exactly taken place in the Laussot family, whether they had left home for some length of time or merely for a day, so I simply made up my mind to go to their house.",
            "I rang the bell and the door sprang open; without meeting any one I walked up to the first-floor flat, the door of which stood open, and went from room to room till I reached Jessie’s boudoir, where I placed my letter in her work-basket and returned the way I had come.",
            "I received no reply, and set out upon my return journey as soon as the term of rest granted me had expired.",
            "The fine May weather had a cheering effect upon me, and the clear water, as well as the agreeable name of the Dordogne, along whose banks the post-chaise travelled for some distance, gave me great pleasure."
          ]
        },
        {
          "sentences": [
            "I was also entertained by the conversation of two fellow-travellers, a priest and an officer, about the necessity of putting an end to the French Republic.",
            "The priest showed himself much more humane and broad-minded than his military interlocutor, who could only repeat the one refrain, ‘Il faut en finir.’ I now had a look at Lyons, and in a walk round the town tried to recall the scenes in Lamartine’s Histoire des Girondins, where he so vividly describes the siege and surrender of the town during the period of the Convention Nationale.",
            "At last I arrived at Geneva, and returned to the Byron hotel, where Karl Hitter was awaiting me.",
            "During my absence he had heard from his family, who wrote very kindly concerning me.",
            "His mother had at once reassured him as to my condition, and pointed out that with people suffering from nervous disorders the idea of approaching death was a frequent symptom, and that there was consequently no occasion to feel anxious about me.",
            "She also announced her intention of coming to visit us in Villeneuve with her daughter Emilie in a few days’ time.",
            "This news made me take heart again; this devoted family, so solicitous for my welfare, seemed sent by Providence to lead me, as I so longed to be led, to a new life.",
            "Both ladies arrived in time to celebrate my thirty-seventh birthday on the twenty-second of May.",
            "The mother, Frau Julie, particularly made a deep impression upon me.",
            "I had only met her once before in Dresden, when Karl had invited me to be present at the performance of a quartette of his own composition, given at his mother’s house.",
            "On this occasion the respect and devotion shown me by each member of the family had delighted me.",
            "The mother had hardly spoken to me, but when I was leaving she was moved to tears as she thanked me for my visit.",
            "I was unable to understand her emotion at the time, but now when I reminded her of it she was surprised, and explained that she had felt so touched at my unexpected kindness to her son."
          ]
        },
        {
          "sentences": [
            "She and her daughter remained with us about a week.",
            "We sought diversion in excursions to the beautiful Valais, but did not succeed in dispelling Frau Hitter’s sadness of heart, caused by the knowledge of recent events of which she had now been informed, as well as by her anxiety at the course my life was taking.",
            "As I afterwards learned, it had cost the nervous, delicate woman a great effort to undertake this journey, and when I urged her to leave her house to come and settle in Switzerland with her family, so that we might all be united, she at last pointed out to me that in proposing what seemed to her such an eccentric undertaking, I was counting upon a strength and energy she no longer possessed.",
            "For the present she commended her son, whom she wished to leave with me, to my care, and gave me the necessary means to keep us both for the time being.",
            "Regarding the state of her fortune, she told me that her income was limited, and now that it was impossible to accept any help from the Laussots, she did not know how she would be able to come to my assistance sufficiently to assure my independence.",
            "Deeply moved, we took leave of this venerable woman at the end of a week, and she returned to Dresden with her daughter, and I never saw her again."
          ]
        },
        {
          "sentences": [
            "Still bent upon discovering a means of disappearing from the world, I thought of choosing a wild mountain spot where I could retire with Karl.",
            "For this purpose we sought the lonely Visper Thal in the canton Valais, and not without difficulty made our way along the impracticable roads to Zermatt.",
            "There, at the foot of the colossal and beautiful Matterhorn, we could indeed consider ourselves cut off from the outer world.",
            "I tried to make things as comfortable as I could in this primitive wilderness, but discovered only too soon that Karl could not reconcile himself to his surroundings.",
            "Even on the second day he owned that he thought it horrid, and suggested that it would be more pleasant in the neighbourhood of one of the lakes.",
            "We studied the map of Switzerland, and chose Thun for our next destination.",
            "Unfortunately I again found myself reduced to a state of extreme nervous fatigue, in which the slightest effort produced a profuse and weakening perspiration.",
            "Only by the greatest strength of will was I able to make my way out of the valley; but at last we reached Thun, and with renewed courage engaged a couple of modest but cheerful rooms looking out on to the road, and proposed to wait and see how we should like it.",
            "In spite of the reserve which still betrayed his shyness of character, I found conversation with my young friend always pleasant and enlivening.",
            "I now realised the pitch of fluent and overflowing vivacity to which the young man could attain, particularly at night before retiring to rest, when he would squat down beside my bed, and in the agreeable, pure dialect of the German Baltic provinces, give free expression to whatever had excited his interest.",
            "I was exceedingly cheered during these days by the perusal of the Odyssey, which I had not read for so long and which had fallen into my hands by chance.",
            "Homer’s long-suffering hero, always homesick yet condemned to perpetual wandering, and always valiantly overcoming all difficulties, was strangely sympathetic to me.",
            "Suddenly the peaceful state I had scarcely yet entered upon was disturbed by a letter which Karl received from Mme.",
            "Laussot.",
            "He did not know whether he ought to show it to me, as he thought Jessie had gone mad.",
            "I tore it out of his hand, and found she had written to say that she felt obliged to let my friend know that she had been sufficiently enlightened about me to make her drop my acquaintance entirely.",
            "I afterwards discovered, chiefly through the help of Frau Ritter, that in consequence of my letter and my arrival in Bordeaux, M.",
            "Laussot, together with Mrs. Taylor, had immediately taken Jessie to the country, intending to remain there until the news was received of my departure, to accelerate which he had applied to the police authorities.",
            "While they were away, and without telling her of my letter and my journey, they had obtained a promise from the young woman to remain quiet for a year, give up her visit to Dresden, and, above all, to drop all correspondence with me; since, under these conditions, she was promised her entire freedom at the end of that time, she had thought it better to give her word.",
            "Not content with this, however, the two conspirators had immediately set about calumniating me on all sides, and finally to Mme.",
            "Laussot herself, saying that I was the initiator of this plan of elopement.",
            "Mrs. Taylor had written to my wife complaining of my intention to commit adultery, at the same time expressing her pity for her and offering her support; the unfortunate Minna, who now thought she had found a hitherto unsuspected reason for my resolve to remain separated from her, wrote back complaining of me to Mrs. Taylor.",
            "The meaning of an innocent remark I had once made had been strangely misinterpreted, and matters wore now aggravated by making it appear as though I had intentionally lied.",
            "In the course of playful conversation Jessie had once told me that she belonged to no recognised form of religion, her father Having teen a member of a certain sect which did not baptise either according to the Protestant or the Roman Catholic ritual; whereupon I had comforted her by assuring her that I had come in contact with much more questionable sects, as shortly after my marriage in Königsberg I had learned that it had been solemnised by a hypocrite.",
            "God alone knows in what form this had been repeated to the worthy British matron, but, at all events, she told my wife that I had said I was ‘not legally married to her.’ In any case, my wife’s answer to this had no doubt furnished further material with which to poison Jessie’s mind against me, and this letter to my young friend was the result.",
            "I must admit that, seen by this light, the circumstance at which I felt most indignant was the way my wife had been treated, and while I was perfectly indifferent as to what the rest of the party thought of me, I immediately accepted Karl’s offer to go to Zürich and see her, so as to give her the explanation necessary to her peace of mind.",
            "While awaiting his return, I received a letter from Liszt, telling me of the deep impression made upon him by my Lohengrin score, which had caused him to make up his mind as to the future in store for me.",
            "He at the same time announced that, as I had given him the permission to do so, he intended doing all in his power to bring about the production of my opera at the forthcoming Herder festival in Weimar.",
            "About this time I also heard from Frau Ritter, who, in consequence of events of which she was well aware, thought herself called upon to beg me not to take the matter too much to heart.",
            "At this moment Karl also returned from Zürich, and spoke with great warmth of my wife’s attitude.",
            "Not having found me in Paris, she had pulled herself together with remarkable energy, and in pursuance of an earlier wish of mine, had rented a house on the lake of Zürich, installed herself comfortably, and remained there in the hope of at last hearing from me again.",
            "Besides this, he had much to tell me of Sulzer’s good sense and friendliness, the latter having stood by, my wife and shown her great sympathy.",
            "In the midst of his narrative Karl suddenly exclaimed, ‘Ah! these could be called sensible people; but with such a mad Englishwoman nothing could be done.’ To all this I said not a word, but finally with a smile asked him whether he would like to go over to Zürich?",
            "He sprang up exclaiming, ‘Yes, and as soon as possible.’ ‘You shall have your way,’ said I; ‘let us pack.",
            "I can see no sense in anything either here or there.’ Without breathing another syllable about all that had happened, we left the next day for Zürich."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK MY LIFE — VOLUME ***"
          ]
        },
        {
          "sentences": [
            "Updated editions will replace the previous one--the old editions will be renamed."
          ]
        },
        {
          "sentences": [
            "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!) can copy and distribute it in the United States without permission and without paying copyright royalties.",
            "Special rules, set forth in the General Terms of Use part of this license, apply to copying and distributing Project Gutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm concept and trademark.",
            "Project Gutenberg is a registered trademark, and may not be used if you charge for an eBook, except by following the terms of the trademark license, including paying royalties for use of the Project Gutenberg trademark.",
            "If you do not charge anything for copies of this eBook, complying with the trademark license is very easy.",
            "You may use this eBook for nearly any purpose such as creation of derivative works, reports, performances and research.",
            "Project Gutenberg eBooks may be modified and printed and given away--you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law.",
            "Redistribution is subject to the trademark license, especially commercial redistribution."
          ]
        },
        {
          "sentences": [
            "START: FULL LICENSE"
          ]
        },
        {
          "sentences": [
            "THE FULL PROJECT GUTENBERG LICENSE PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK"
          ]
        },
        {
          "sentences": [
            "To protect the Project Gutenberg-tm mission of promoting the free distribution of electronic works, by using or distributing this work (or any other work associated in any way with the phrase \"Project Gutenberg\"), you agree to comply with all the terms of the Full Project Gutenberg-tm License available with this file or online at www. gutenberg. org/license."
          ]
        },
        {
          "sentences": [
            "Section 1.",
            "General Terms of Use and Redistributing Project Gutenberg-tm electronic works"
          ]
        },
        {
          "sentences": [
            "1.A.",
            "By reading or using any part of this Project Gutenberg-tm electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement.",
            "If you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of Project Gutenberg-tm electronic works in your possession.",
            "If you paid a fee for obtaining a copy of or access to a Project Gutenberg-tm electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.E.8."
          ]
        },
        {
          "sentences": [
            "1.B. \"Project Gutenberg\" is a registered trademark.",
            "It may only be used on or associated in any way with an electronic work by people who agree to be bound by the terms of this agreement.",
            "There are a few things that you can do with most Project Gutenberg-tm electronic works even without complying with the full terms of this agreement.",
            "See paragraph 1.C below.",
            "There are a lot of things you can do with Project Gutenberg-tm electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg-tm electronic works.",
            "See paragraph 1.E below."
          ]
        },
        {
          "sentences": [
            "1.C.",
            "The Project Gutenberg Literary Archive Foundation (\"the Foundation\" or PGLAF), owns a compilation copyright in the collection of Project Gutenberg-tm electronic works.",
            "Nearly all the individual works in the collection are in the public domain in the United States.",
            "If an individual work is unprotected by copyright law in the United States and you are located in the United States, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to Project Gutenberg are removed.",
            "Of course, we hope that you will support the Project Gutenberg-tm mission of promoting free access to electronic works by freely sharing Project Gutenberg-tm works in compliance with the terms of this agreement for keeping the Project Gutenberg-tm name associated with the work.",
            "You can easily comply with the terms of this agreement by keeping this work in the same format with its attached full Project Gutenberg-tm License when you share it without charge with others."
          ]
        },
        {
          "sentences": [
            "1.D.",
            "The copyright laws of the place where you are located also govern what you can do with this work.",
            "Copyright laws in most countries are in a constant state of change.",
            "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg-tm work.",
            "The Foundation makes no representations concerning the copyright status of any work in any country other than the United States."
          ]
        },
        {
          "sentences": [
            "1.E.",
            "Unless you have removed all references to Project Gutenberg:"
          ]
        },
        {
          "sentences": [
            "1.E.1.",
            "The following sentence, with active links to, or other immediate access to, the full Project Gutenberg-tm License must appear prominently whenever any copy of a Project Gutenberg-tm work (any work on which the phrase \"Project Gutenberg\" appears, or with which the phrase \"Project Gutenberg\" is associated) is accessed, displayed, performed, viewed, copied or distributed:"
          ]
        },
        {
          "sentences": [
            "This eBook is for the use of anyone anywhere in the United States and  most other parts of the world at no cost and with almost no  restrictions whatsoever.",
            "You may copy it, give it away or re-use it  under the terms of the Project Gutenberg License included with this  eBook or online at www. gutenberg. org.",
            "If you are not located in the  United States, you will have to check the laws of the country where  you are located before using this eBook."
          ]
        },
        {
          "sentences": [
            "1.E.2.",
            "If an individual Project Gutenberg-tm electronic work is derived from texts not protected by U.S. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the United States without paying any fees or charges.",
            "If you are redistributing or providing access to a work with the phrase \"Project Gutenberg\" associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.E. through 1.E. or obtain permission for the use of the work and the Project Gutenberg-tm trademark as set forth in paragraphs 1.E. or 1.E.9."
          ]
        },
        {
          "sentences": [
            "1.E.3.",
            "If an individual Project Gutenberg-tm electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.E. through 1.E. and any additional terms imposed by the copyright holder.",
            "Additional terms will be linked to the Project Gutenberg-tm License for all works posted with the permission of the copyright holder found at the beginning of this work."
          ]
        },
        {
          "sentences": [
            "1.E.4.",
            "Do not unlink or detach or remove the full Project Gutenberg-tm License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg-tm."
          ]
        },
        {
          "sentences": [
            "1.E.5.",
            "Do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.E. with active links or immediate access to the full terms of the Project Gutenberg-tm License."
          ]
        },
        {
          "sentences": [
            "1.E.6.",
            "You may convert to and distribute this work in any binary, compressed, marked up, nonproprietary or proprietary form, including any word processing or hypertext form.",
            "However, if you provide access to or distribute copies of a Project Gutenberg-tm work in a format other than \"Plain Vanilla ASCII\" or other format used in the official version posted on the official Project Gutenberg-tm website (www. gutenberg. org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original \"Plain Vanilla ASCII\" or other form.",
            "Any alternate format must include the full Project Gutenberg-tm License as specified in paragraph 1.E.1."
          ]
        },
        {
          "sentences": [
            "1.E.7.",
            "Do not charge a fee for access to, viewing, displaying, performing, copying or distributing any Project Gutenberg-tm works unless you comply with paragraph 1.E. or 1.E.9."
          ]
        },
        {
          "sentences": [
            "1.E.8.",
            "You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg-tm electronic works provided that:"
          ]
        },
        {
          "sentences": [
            "* You pay a royalty fee of 20% of the gross profits you derive from  the use of Project Gutenberg-tm works calculated using the method  you already use to calculate your applicable taxes.",
            "The fee is owed  to the owner of the Project Gutenberg-tm trademark, but he has  agreed to donate royalties under this paragraph to the Project  Gutenberg Literary Archive Foundation.",
            "Royalty payments must be paid  within days following each date on which you prepare (or are  legally required to prepare) your periodic tax returns.",
            "Royalty  payments should be clearly marked as such and sent to the Project  Gutenberg Literary Archive Foundation at the address specified in  Section 4, \"Information about donations to the Project Gutenberg  Literary Archive Foundation.\""
          ]
        },
        {
          "sentences": [
            "* You provide a full refund of any money paid by a user who notifies  you in writing (or by e-mail) within days of receipt that s/he  does not agree to the terms of the full Project Gutenberg-tm  License.",
            "You must require such a user to return or destroy all  copies of the works possessed in a physical medium and discontinue  all use of and all access to other copies of Project Gutenberg-tm  works."
          ]
        },
        {
          "sentences": [
            "* You provide, in accordance with paragraph 1.F.3, a full refund of  any money paid for a work or a replacement copy, if a defect in the  electronic work is discovered and reported to you within days of  receipt of the work."
          ]
        },
        {
          "sentences": [
            "* You comply with all other terms of this agreement for free  distribution of Project Gutenberg-tm works."
          ]
        },
        {
          "sentences": [
            "1.E.9.",
            "If you wish to charge a fee or distribute a Project Gutenberg-tm electronic work or group of works on different terms than are set forth in this agreement, you must obtain permission in writing from the Project Gutenberg Literary Archive Foundation, the manager of the Project Gutenberg-tm trademark.",
            "Contact the Foundation as set forth in Section below."
          ]
        },
        {
          "sentences": [
            "1.F."
          ]
        },
        {
          "sentences": [
            "1.F.1.",
            "Project Gutenberg volunteers and employees expend considerable effort to identify, do copyright research on, transcribe and proofread works not protected by U.S. copyright law in creating the Project Gutenberg-tm collection.",
            "Despite these efforts, Project Gutenberg-tm electronic works, and the medium on which they may be stored, may contain \"Defects,\" such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment."
          ]
        },
        {
          "sentences": [
            "1.F.2.",
            "LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right of Replacement or Refund\" described in paragraph 1.F.3, the Project Gutenberg Literary Archive Foundation, the owner of the Project Gutenberg-tm trademark, and any other party distributing a Project Gutenberg-tm electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees.",
            "YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE PROVIDED IN PARAGRAPH 1.F.3.",
            "YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE."
          ]
        },
        {
          "sentences": [
            "1.F.3.",
            "LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a defect in this electronic work within days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from.",
            "If you received the work on a physical medium, you must return the medium with your written explanation.",
            "The person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund.",
            "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.",
            "If the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem."
          ]
        },
        {
          "sentences": [
            "1.F.4.",
            "Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE."
          ]
        },
        {
          "sentences": [
            "1.F.5.",
            "Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages.",
            "If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law.",
            "The invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions."
          ]
        },
        {
          "sentences": [
            "1.F.6.",
            "INDEMNITY - You agree to indemnify and hold the Foundation, the trademark owner, any agent or employee of the Foundation, anyone providing copies of Project Gutenberg-tm electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of Project Gutenberg-tm electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any Project Gutenberg-tm work, (b) alteration, modification, or additions or deletions to any Project Gutenberg-tm work, and (c) any Defect you cause."
          ]
        },
        {
          "sentences": [
            "Section 2.",
            "Information about the Mission of Project Gutenberg-tm"
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers.",
            "It exists because of the efforts of hundreds of volunteers and donations from people in all walks of life."
          ]
        },
        {
          "sentences": [
            "Volunteers and financial support to provide volunteers with the assistance they need are critical to reaching Project Gutenberg-tm's goals and ensuring that the Project Gutenberg-tm collection will remain freely available for generations to come.",
            "In 2001, the Project Gutenberg Literary Archive Foundation was created to provide a secure and permanent future for Project Gutenberg-tm and future generations.",
            "To learn more about the Project Gutenberg Literary Archive Foundation and how your efforts and donations can help, see Sections and and the Foundation information page at www. gutenberg. org"
          ]
        },
        {
          "sentences": [
            "Section 3.",
            "Information about the Project Gutenberg Literary Archive Foundation"
          ]
        },
        {
          "sentences": [
            "The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.",
            "The Foundation's EIN or federal tax identification number is 64-6221541.",
            "Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state's laws."
          ]
        },
        {
          "sentences": [
            "The Foundation's business office is located at North West, Salt Lake City, UT 84116, (801) 596-1887.",
            "Email contact links and up to date contact information can be found at the Foundation's website and official page at www. gutenberg. org/contact"
          ]
        },
        {
          "sentences": [
            "Section 4.",
            "Information about Donations to the Project Gutenberg Literary Archive Foundation"
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment.",
            "Many small donations ($ to $5,000) are particularly important to maintaining tax exempt status with the IRS."
          ]
        },
        {
          "sentences": [
            "The Foundation is committed to complying with the laws regulating charities and charitable donations in all states of the United States.",
            "Compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements.",
            "We do not solicit donations in locations where we have not received written confirmation of compliance.",
            "To SEND DONATIONS or determine the status of compliance for any particular state visit www. gutenberg. org/donate"
          ]
        },
        {
          "sentences": [
            "While we cannot and do not solicit contributions from states where we have not met the solicitation requirements, we know of no prohibition against accepting unsolicited donations from donors in such states who approach us with offers to donate."
          ]
        },
        {
          "sentences": [
            "International donations are gratefully accepted, but we cannot make any statements concerning tax treatment of donations received from outside the United States.",
            "U.S. laws alone swamp our small staff."
          ]
        },
        {
          "sentences": [
            "Please check the Project Gutenberg web pages for current donation methods and addresses.",
            "Donations are accepted in a number of other ways including checks, online payments and credit card donations.",
            "To donate, please visit: www. gutenberg. org/donate"
          ]
        },
        {
          "sentences": [
            "Section 5.",
            "General Information About Project Gutenberg-tm electronic works"
          ]
        },
        {
          "sentences": [
            "Professor Michael S.",
            "Hart was the originator of the Project Gutenberg-tm concept of a library of electronic works that could be freely shared with anyone.",
            "For forty years, he produced and distributed Project Gutenberg-tm eBooks with only a loose network of volunteer support."
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm eBooks are often created from several printed editions, all of which are confirmed as not protected by copyright in the U.S. unless a copyright notice is included.",
            "Thus, we do not necessarily keep eBooks in compliance with any particular paper edition."
          ]
        },
        {
          "sentences": [
            "Most people start at our website which has the main PG search facility: www. gutenberg. org"
          ]
        },
        {
          "sentences": [
            "This website includes information about Project Gutenberg-tm, including how to make donations to the Project Gutenberg Literary Archive Foundation, how to help produce our new eBooks, and how to subscribe to our email newsletter to hear about new eBooks."
          ]
        }
      ],
      "sentence_count": 1170,
      "word_count": 36141
    }
  ],
  "statistics": {
    "total_chapters": 1,
    "total_paragraphs": 173,
    "total_sentences": 1170,
    "total_words": 36141,
    "average_sentences_per_chapter": 1170.0,
    "average_paragraphs_per_chapter": 173.0,
    "average_sentences_per_paragraph": 6.763005780346821,
    "average_words_per_sentence": 30.88974358974359
  }
}