{
  "metadata": {
    "title": "Metamorphosis",
    "author": "Franz Kafka",
    "date": "May 13, 2002 [eBook #5200]",
    "source": "Project Gutenberg",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "will have to check the laws of the country where you are located before",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "using this eBook."
          ]
        },
        {
          "sentences": [
            "** This is a COPYRIGHTED Project Gutenberg eBook, Details Below ** ** Please follow the copyright guidelines in this file. **"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 24
    },
    {
      "number": "2",
      "title": "Language: English",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Character set encoding: UTF Copyright (C) by David Wyllie."
          ]
        },
        {
          "sentences": [
            "*** START OF THE PROJECT GUTENBERG EBOOK METAMORPHOSIS ***"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 18
    },
    {
      "number": "3",
      "title": "Translated by David Wyllie",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "I"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 1
    },
    {
      "number": "4",
      "title": "hat and fur boa who sat upright, raising a heavy fur muff that covered",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the whole of her lower arm towards the viewer."
          ]
        },
        {
          "sentences": [
            "Gregor then turned to look out the window at the dull weather.",
            "Drops of rain could be heard hitting the pane, which made him feel quite sad. “How about if I sleep a little bit longer and forget all this"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 49
    },
    {
      "number": "5",
      "title": "back because as soon as he touched it he was overcome by a cold",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "shudder."
          ]
        },
        {
          "sentences": [
            "He slid back into his former position. “Getting up early all the time”, he thought, “it makes you stupid.",
            "You’ve got to get enough sleep.",
            "Other travelling salesmen live a life of luxury.",
            "For instance, whenever I go back to the guest house during the morning to copy out the contract, these gentlemen are always still sitting there eating their breakfasts.",
            "I ought to just try that with my boss; I’d get kicked out on the spot.",
            "But who knows, maybe that would be the best thing for me.",
            "If I didn’t"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 93
    },
    {
      "number": "6",
      "title": "together to pay off my parents’ debt to him—another five or six years I",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "suppose—that’s definitely what I’ll do.",
            "That’s when I’ll make the big change.",
            "First of all though, I’ve got to get up, my train leaves at five.”"
          ]
        },
        {
          "sentences": [
            "And he looked over at the alarm clock, ticking on the chest of drawers. “God in Heaven!” he thought.",
            "It was half past six and the hands were"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 54
    },
    {
      "number": "7",
      "title": "against their expectations was still at home, and soon his father came",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "knocking at one of the side doors, gently, but with his fist. “Gregor, Gregor”, he called, “what’s wrong?” And after a short while he called again with a warning deepness in his voice: “Gregor!",
            "Gregor!” At the other side door his sister came plaintively: “Gregor?",
            "Aren’t you well?",
            "Do you need anything?” Gregor answered to both sides: “I’m ready, now”,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 60
    },
    {
      "number": "8",
      "title": "on his right there followed a painful silence; in the room on his left",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his sister began to cry."
          ]
        },
        {
          "sentences": [
            "So why did his sister not go and join the others?",
            "She had probably only just got up and had not even begun to get dressed.",
            "And why was she crying?",
            "Was it because he had not got up, and had not let the chief"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 50
    },
    {
      "number": "9",
      "title": "turnover has been very unsatisfactory of late; I grant you that it’s",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "not the time of year to do especially good business, we recognise that; but there simply is no time of year to do no business at all, Mr. Samsa, we cannot allow there to be.”"
          ]
        },
        {
          "sentences": [
            "“But Sir”, called Gregor, beside himself and forgetting all else in the excitement, “I’ll open up immediately, just a moment.",
            "I’m slightly unwell, an attack of dizziness, I haven’t been able to get up.",
            "I’m still in bed now.",
            "I’m quite fresh again now, though.",
            "I’m just getting out of bed.",
            "Just a moment.",
            "Be patient!",
            "It’s not quite as easy as I’d thought.",
            "I’m quite alright now, though.",
            "It’s shocking, what can suddenly happen to a person!",
            "I was quite alright last night, my parents"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 121
    },
    {
      "number": "10",
      "title": "himself fall against the back of a nearby chair and held tightly to the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "edges of it with his little legs.",
            "By now he had also calmed down, and kept quiet so that he could listen to what the chief clerk was saying."
          ]
        },
        {
          "sentences": [
            "“Did you understand a word of all that?” the chief clerk asked his parents, “surely he’s not trying to make fools of us”. “Oh, God!”"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 54
    },
    {
      "number": "11",
      "title": "called his mother, who was already in tears, “he could be seriously ill",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "and we’re making him suffer.",
            "Grete!",
            "Grete!” she then cried. “Mother?” his sister called from the other side.",
            "They communicated across Gregor’s room. “You’ll have to go for the doctor straight away.",
            "Gregor is ill.",
            "Quick, get the doctor.",
            "Did you hear the way Gregor spoke just now?” “That was the voice of an animal”, said the chief clerk, with a calmness that was in contrast with his mother’s screams. “Anna!",
            "Anna!”"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 72
    },
    {
      "number": "12",
      "title": "where he was held and sent him flying, and heavily bleeding, deep into",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his room.",
            "The door was slammed shut with the stick, then, finally, all was quiet."
          ]
        },
        {
          "sentences": [
            "II"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 16
    },
    {
      "number": "13",
      "title": "able to provide a life like that in such a nice home for his sister and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "parents.",
            "But what now, if all this peace and wealth and comfort should come to a horrible and frightening end?",
            "That was something that Gregor did not want to think about too much, so he started to move about, crawling up and down the room."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 45
    },
    {
      "number": "14",
      "title": "She even swore emphatically not to tell anyone the slightest about what",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "had happened, even though no-one had asked that of her."
          ]
        },
        {
          "sentences": [
            "Now Gregor’s sister also had to help his mother with the cooking; although that was not so much bother as no-one ate very much.",
            "Gregor often heard how one of them would unsuccessfully urge another to eat,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 47
    },
    {
      "number": "15",
      "title": "least, now totally covered by Gregor, would certainly be taken away by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "no-one.",
            "He turned his head to face the door into the living room so that he could watch the women when they came back."
          ]
        },
        {
          "sentences": [
            "They had not allowed themselves a long rest and came back quite soon; Grete had put her arm around her mother and was nearly carrying her. “What shall we take now, then?”, said Grete and looked around.",
            "Her eyes met those of Gregor on the wall.",
            "Perhaps only because her mother was"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 76
    },
    {
      "number": "16",
      "title": "not be necessary to drive him back but that they had only to open the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "door and he would disappear."
          ]
        },
        {
          "sentences": [
            "His father, though, was not in the mood to notice subtleties like that; “Ah!”, he shouted as he came in, sounding as if he were both angry and glad at the same time.",
            "Gregor drew his head back from the door and lifted it towards his father.",
            "He really had not imagined his father the way he stood there now; of late, with his new habit of crawling about,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 74
    },
    {
      "number": "17",
      "title": "totally—now Gregor lost his ability to see anything—her hands behind",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his father’s head begging him to spare Gregor’s life."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 9
    },
    {
      "number": "18",
      "title": "open, clearly intending not to close her mouth until the chair in her",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "hand had been slammed down into Gregor’s back. “Aren’t you coming any closer, then?”, she asked when Gregor turned round again, and she calmly put the chair back in the corner."
          ]
        },
        {
          "sentences": [
            "Gregor had almost entirely stopped eating.",
            "Only if he happened to find"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "19",
      "title": "his mother’s lap fell from her trembling fingers and landed loudly on",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the floor."
          ]
        },
        {
          "sentences": [
            "“Father, Mother”, said his sister, hitting the table with her hand as introduction, “we can’t carry on like this.",
            "Maybe you can’t see it, but I can.",
            "I don’t want to call this monster my brother, all I can say is: we have to try and get rid of it.",
            "We’ve done all that’s humanly"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 57
    },
    {
      "number": "20",
      "title": "broke out so heavily in tears that they flowed down the face of her",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "mother, and she wiped them away with mechanical hand movements."
          ]
        },
        {
          "sentences": [
            "“My child”, said her father with sympathy and obvious understanding, “what are we to do?”"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 25
    },
    {
      "number": "21",
      "title": "impossible, “then perhaps we could come to some kind of arrangement",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with him.",
            "But as it is...”"
          ]
        },
        {
          "sentences": [
            "“It’s got to go”, shouted his sister, “that’s the only way, Father.",
            "You’ve got to get rid of the idea that that’s Gregor.",
            "We’ve only harmed ourselves by believing it for so long.",
            "How can that be Gregor?"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 44
    },
    {
      "number": "22",
      "title": "against each other, her eyes nearly closed with exhaustion; his sister",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sat next to his father with her arms around his neck."
          ]
        },
        {
          "sentences": [
            "“Maybe now they’ll let me turn round”, thought Gregor and went back to work.",
            "He could not help panting loudly with the effort and had sometimes to stop and take a rest.",
            "No-one was making him rush any more, everything was left up to him.",
            "As soon as he had finally finished turning round he began to move straight ahead.",
            "He was amazed at the"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 76
    },
    {
      "number": "23",
      "title": "to see that nothing behind him had changed, only his sister had stood",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "With his last glance he saw that his mother had now fallen completely asleep."
          ]
        },
        {
          "sentences": [
            "He was hardly inside his room before the door was hurriedly shut, bolted and locked.",
            "The sudden noise behind Gregor so startled him that his little legs collapsed under him.",
            "It was his sister who had been in so much of a rush.",
            "She had been standing there waiting and sprung"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 65
    },
    {
      "number": "24",
      "title": "forward lightly, Gregor had not heard her coming at all, and as she",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "turned the key in the lock she said loudly to her parents “At last!”."
          ]
        },
        {
          "sentences": [
            "“What now, then?”, Gregor asked himself as he looked round in the darkness.",
            "He soon made the discovery that he could no longer move at all.",
            "This was no surprise to him, it seemed rather that being able to"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 53
    },
    {
      "number": "25",
      "title": "make an effort to get over the shock caused by the cleaner before they",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "could grasp what she was saying.",
            "But then, each from his own side, they hurried out of bed.",
            "Mr. Samsa threw the blanket over his shoulders, Mrs. Samsa just came out in her nightdress; and that is how they went into Gregor’s room.",
            "On the way they opened the door to the living room where Grete had been sleeping since the three gentlemen had moved in;"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 66
    },
    {
      "number": "26",
      "title": "said”, replied the cleaner, and to prove it she gave Gregor’s body",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "another shove with the broom, sending it sideways across the floor.",
            "Mrs. Samsa made a movement as if she wanted to hold back the broom, but did not complete it. “Now then”, said Mr. Samsa, “let’s give thanks to God for that”.",
            "He crossed himself, and the three women followed his example.",
            "Grete, who had not taken her eyes from the corpse, said: “Just look how thin he was.",
            "He didn’t eat anything for so long.",
            "The food came out again just the same as when it went in”.",
            "Gregor’s body was indeed"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 93
    },
    {
      "number": "27",
      "title": "a pained smile, and Grete followed her parents into the bedroom but not",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "without looking back at the body.",
            "The cleaner shut the door and opened the window wide.",
            "Although it was still early in the morning the fresh air had something of warmth mixed in with it.",
            "It was already the end of March, after all."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 44
    },
    {
      "number": "28",
      "title": "them had been crying a little; Grete now and then pressed her face",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "against her father’s arm."
          ]
        },
        {
          "sentences": [
            "“Leave my home.",
            "Now!”, said Mr. Samsa, indicating the door and without letting the women from him. “What do you mean?”, asked the middle of the three gentlemen somewhat disconcerted, and he smiled sweetly."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "29",
      "title": "intentions, as soon as they reached their destination Grete was the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "first to get up and stretch out her young body."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK METAMORPHOSIS ***"
          ]
        },
        {
          "sentences": [
            "***** This file should be named 5200-0. txt or 5200-0. zip ***** This and all associated files of various formats will be found in:  https://www. gutenberg. org/5/2/0/5200/"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 46
    },
    {
      "number": "30",
      "title": "Updated editions will replace the previous one--the old editions will",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "be renamed."
          ]
        },
        {
          "sentences": [
            "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!) can copy and distribute it in the"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 38
    },
    {
      "number": "31",
      "title": "for this particular work and the terms of use imposed by the copyright",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "holder on this work are set forth at the beginning of this work."
          ]
        },
        {
          "sentences": [
            "1.D.",
            "The copyright laws of the place where you are located also govern what you can do with this work.",
            "Copyright laws in most countries are in a constant state of change.",
            "If you are outside the United States,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 52
    },
    {
      "number": "32",
      "title": "representations concerning the copyright status of any work in any",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "country other than the United States."
          ]
        },
        {
          "sentences": [
            "1.E.",
            "Unless you have removed all references to Project Gutenberg:"
          ]
        },
        {
          "sentences": [
            "1.E.1.",
            "The following sentence, with active links to, or other"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 26
    },
    {
      "number": "33",
      "title": "electronic work is discovered and reported to you within 90 days of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "receipt of the work."
          ]
        },
        {
          "sentences": [
            "* You comply with all other terms of this agreement for free  distribution of Project Gutenberg-tm works."
          ]
        },
        {
          "sentences": [
            "1.E.9.",
            "If you wish to charge a fee or distribute a Project"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 33
    },
    {
      "number": "34",
      "title": "from the Project Gutenberg Literary Archive Foundation, the manager of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Project Gutenberg-tm trademark.",
            "Contact the Foundation as set forth in Section below."
          ]
        },
        {
          "sentences": [
            "1.F."
          ]
        },
        {
          "sentences": [
            "1.F.1.",
            "Project Gutenberg volunteers and employees expend considerable"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 22
    },
    {
      "number": "35",
      "title": "Please check the Project Gutenberg web pages for current donation",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "methods and addresses.",
            "Donations are accepted in a number of other ways including checks, online payments and credit card donations.",
            "To donate, please visit: www. gutenberg. org/donate"
          ]
        },
        {
          "sentences": [
            "Section 5.",
            "General Information About Project Gutenberg-tm electronic works"
          ]
        },
        {
          "sentences": [
            "Professor Michael S.",
            "Hart was the originator of the Project"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 46
    }
  ],
  "statistics": {
    "total_chapters": 35,
    "total_paragraphs": 67,
    "total_sentences": 152,
    "total_words": 1730,
    "average_sentences_per_chapter": 4.3428571428571425,
    "average_paragraphs_per_chapter": 1.9142857142857144,
    "average_sentences_per_paragraph": 2.2686567164179103,
    "average_words_per_sentence": 11.381578947368421
  }
}