{
  "metadata": {
    "title": "THE PROPHET",
    "author": "Kahlil Gibran",
    "format": "standard",
    "format_confidence": 50,
    "original_metadata": {
      "title": "THE PROPHET",
      "author": "Kahlil Gibran",
      "language": null,
      "release_date": null,
      "ebook_number": null
    },
    "raw_text_length": 66986,
    "cleaned_text_length": 66635
  },
  "chapters": [
    {
      "number": 1,
      "title": "Chapter 1",
      "paragraphs": [
        {
          "sentences": [
            "THE PROPHET"
          ]
        },
        {
          "sentences": [
            "By Kahlil Gibran"
          ]
        },
        {
          "sentences": [
            "New York: Alfred A.",
            "Knopf"
          ]
        },
        {
          "sentences": [
            "_The Twelve Illustrations In This Volume Are Reproduced From Original Drawings By The Author_"
          ]
        },
        {
          "sentences": [
            "“His power came from some great reservoir of spiritual life else it could not have been so universal and so potent, but the majesty and beauty of the language with which he clothed it were all his own?”"
          ]
        },
        {
          "sentences": [
            "--Claude Bragdon"
          ]
        },
        {
          "sentences": [
            "THE BOOKS OF KAHLIL GIBRAN"
          ]
        },
        {
          "sentences": [
            "The Madman. 1918 Twenty Drawings. 1919 The Forerunner. 1920 The Prophet. 1923 Sand and Foam. 1926 Jesus the Son of Man. 1928 The Forth Gods. 1931 The Wanderer. 1932 The Garden of the Prophet 1933 Prose Poems. 1934 Nymphs of the Valley. 1948"
          ]
        },
        {
          "sentences": [
            "CONTENTS"
          ]
        },
        {
          "sentences": [
            "The Coming of the Ship On Love On Marriage On Children On Giving On Eating and Drinking On Work On Joy and Sorrow On Houses On Clothes On Buying and Selling On Crime and Punishment On Laws On Freedom On Reason and Passion On Pain On Self-Knowledge On Teaching On Friendship On Talking On Time On Good and Evil On Prayer On Pleasure On Beauty On Religion On Death The Farewell"
          ]
        },
        {
          "sentences": [
            "THE PROPHET"
          ]
        },
        {
          "sentences": [
            "Almustafa, the chosen and the beloved, who was a dawn unto his own day, had waited twelve years in the city of Orphalese for his ship that was to return and bear him back to the isle of his birth."
          ]
        },
        {
          "sentences": [
            "And in the twelfth year, on the seventh day of Ielool, the month of reaping, he climbed the hill without the city walls and looked seaward; and he beheld his ship coming with the mist."
          ]
        },
        {
          "sentences": [
            "Then the gates of his heart were flung open, and his joy flew far over the sea.",
            "And he closed his eyes and prayed in the silences of his soul."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "But as he descended the hill, a sadness came upon him, and he thought in his heart:"
          ]
        },
        {
          "sentences": [
            "How shall I go in peace and without sorrow?",
            "Nay, not without a wound in the spirit shall I leave this city."
          ]
        },
        {
          "sentences": [
            "Long were the days of pain I have spent within its walls, and long were the nights of aloneness; and who can depart from his pain and his aloneness without regret?"
          ]
        },
        {
          "sentences": [
            "Too many fragments of the spirit have I scattered in these streets, and too many are the children of my longing that walk naked among these hills, and I cannot withdraw from them without a burden and an ache."
          ]
        },
        {
          "sentences": [
            "It is not a garment I cast off this day, but a skin that I tear with my own hands."
          ]
        },
        {
          "sentences": [
            "Nor is it a thought I leave behind me, but a heart made sweet with hunger and with thirst."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Yet I cannot tarry longer."
          ]
        },
        {
          "sentences": [
            "The sea that calls all things unto her calls me, and I must embark."
          ]
        },
        {
          "sentences": [
            "For to stay, though the hours burn in the night, is to freeze and crystallize and be bound in a mould."
          ]
        },
        {
          "sentences": [
            "Fain would I take with me all that is here.",
            "But how shall I?"
          ]
        },
        {
          "sentences": [
            "A voice cannot carry the tongue and the lips that gave it wings.",
            "Alone must it seek the ether."
          ]
        },
        {
          "sentences": [
            "And alone and without his nest shall the eagle fly across the sun."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Now when he reached the foot of the hill, he turned again towards the sea, and he saw his ship approaching the harbour, and upon her prow the mariners, the men of his own land."
          ]
        },
        {
          "sentences": [
            "And his soul cried out to them, and he said:"
          ]
        },
        {
          "sentences": [
            "Sons of my ancient mother, you riders of the tides,"
          ]
        },
        {
          "sentences": [
            "How often have you sailed in my dreams.",
            "And now you come in my awakening, which is my deeper dream."
          ]
        },
        {
          "sentences": [
            "Ready am I to go, and my eagerness with sails full set awaits the wind."
          ]
        },
        {
          "sentences": [
            "Only another breath will I breathe in this still air, only another loving look cast backward,"
          ]
        },
        {
          "sentences": [
            "And then I shall stand among you, a seafarer among seafarers."
          ]
        },
        {
          "sentences": [
            "And you, vast sea, sleepless mother,"
          ]
        },
        {
          "sentences": [
            "Who alone are peace and freedom to the river and the stream,"
          ]
        },
        {
          "sentences": [
            "Only another winding will this stream make, only another murmur in this glade,"
          ]
        },
        {
          "sentences": [
            "And then shall I come to you, a boundless drop to a boundless ocean."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And as he walked he saw from afar men and women leaving their fields and their vineyards and hastening towards the city gates."
          ]
        },
        {
          "sentences": [
            "And he heard their voices calling his name, and shouting from field to field telling one another of the coming of his ship."
          ]
        },
        {
          "sentences": [
            "And he said to himself:"
          ]
        },
        {
          "sentences": [
            "Shall the day of parting be the day of gathering?"
          ]
        },
        {
          "sentences": [
            "And shall it be said that my eve was in truth my dawn?"
          ]
        },
        {
          "sentences": [
            "And what shall I give unto him who has left his plough in midfurrow, or to him who has stopped the wheel of his winepress?"
          ]
        },
        {
          "sentences": [
            "Shall my heart become a tree heavy-laden with fruit that I may gather and give unto them?"
          ]
        },
        {
          "sentences": [
            "And shall my desires flow like a fountain that I may fill their cups?"
          ]
        },
        {
          "sentences": [
            "Am I a harp that the hand of the mighty may touch me, or a flute that his breath may pass through me?"
          ]
        },
        {
          "sentences": [
            "A seeker of silences am I, and what treasure have I found in silences that I may dispense with confidence?"
          ]
        },
        {
          "sentences": [
            "If this is my day of harvest, in what fields have I sowed the seed, and in what unremembered seasons?"
          ]
        },
        {
          "sentences": [
            "If this indeed be the hour in which I lift up my lantern, it is not my flame that shall burn therein."
          ]
        },
        {
          "sentences": [
            "Empty and dark shall I raise my lantern,"
          ]
        },
        {
          "sentences": [
            "And the guardian of the night shall fill it with oil and he shall light it also."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "These things he said in words.",
            "But much in his heart remained unsaid.",
            "For he himself could not speak his deeper secret."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And when he entered into the city all the people came to meet him, and they were crying out to him as with one voice."
          ]
        },
        {
          "sentences": [
            "And the elders of the city stood forth and said:"
          ]
        },
        {
          "sentences": [
            "Go not yet away from us."
          ]
        },
        {
          "sentences": [
            "A noontide have you been in our twilight, and your youth has given us dreams to dream."
          ]
        },
        {
          "sentences": [
            "No stranger are you among us, nor a guest, but our son and our dearly beloved."
          ]
        },
        {
          "sentences": [
            "Suffer not yet our eyes to hunger for your face."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And the priests and the priestesses said unto him:"
          ]
        },
        {
          "sentences": [
            "Let not the waves of the sea separate us now, and the years you have spent in our midst become a memory."
          ]
        },
        {
          "sentences": [
            "You have walked among us a spirit, and your shadow has been a light upon our faces."
          ]
        },
        {
          "sentences": [
            "Much have we loved you.",
            "But speechless was our love, and with veils has it been veiled."
          ]
        },
        {
          "sentences": [
            "Yet now it cries aloud unto you, and would stand revealed before you."
          ]
        },
        {
          "sentences": [
            "And ever has it been that love knows not its own depth until the hour of separation."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And others came also and entreated him.",
            "But he answered them not.",
            "He only bent his head; and those who stood near saw his tears falling upon his breast."
          ]
        },
        {
          "sentences": [
            "And he and the people proceeded towards the great square before the temple."
          ]
        },
        {
          "sentences": [
            "And there came out of the sanctuary a woman whose name was Almitra.",
            "And she was a seeress."
          ]
        },
        {
          "sentences": [
            "And he looked upon her with exceeding tenderness, for it was she who had first sought and believed in him when he had been but a day in their city."
          ]
        },
        {
          "sentences": [
            "And she hailed him, saying:"
          ]
        },
        {
          "sentences": [
            "Prophet of God, in quest of the uttermost, long have you searched the distances for your ship."
          ]
        },
        {
          "sentences": [
            "And now your ship has come, and you must needs go."
          ]
        },
        {
          "sentences": [
            "Deep is your longing for the land of your memories and the dwelling place of your greater desires; and our love would not bind you nor our needs hold you."
          ]
        },
        {
          "sentences": [
            "Yet this we ask ere you leave us, that you speak to us and give us of your truth."
          ]
        },
        {
          "sentences": [
            "And we will give it unto our children, and they unto their children, and it shall not perish."
          ]
        },
        {
          "sentences": [
            "In your aloneness you have watched with our days, and in your wakefulness you have listened to the weeping and the laughter of our sleep."
          ]
        },
        {
          "sentences": [
            "Now therefore disclose us to ourselves, and tell us all that has been shown you of that which is between birth and death."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And he answered,"
          ]
        },
        {
          "sentences": [
            "People of Orphalese, of what can I speak save of that which is even now moving within your souls?"
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then said Almitra, Speak to us of _Love_."
          ]
        },
        {
          "sentences": [
            "And he raised his head and looked upon the people, and there fell a stillness upon them.",
            "And with a great voice he said:"
          ]
        },
        {
          "sentences": [
            "When love beckons to you, follow him,"
          ]
        },
        {
          "sentences": [
            "Though his ways are hard and steep."
          ]
        },
        {
          "sentences": [
            "And when his wings enfold you yield to him,"
          ]
        },
        {
          "sentences": [
            "Though the sword hidden among his pinions may wound you."
          ]
        },
        {
          "sentences": [
            "And when he speaks to you believe in him,"
          ]
        },
        {
          "sentences": [
            "Though his voice may shatter your dreams as the north wind lays waste the garden."
          ]
        },
        {
          "sentences": [
            "For even as love crowns you so shall he crucify you.",
            "Even as he is for your growth so is he for your pruning."
          ]
        },
        {
          "sentences": [
            "Even as he ascends to your height and caresses your tenderest branches that quiver in the sun,"
          ]
        },
        {
          "sentences": [
            "So shall he descend to your roots and shake them in their clinging to the earth."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Like sheaves of corn he gathers you unto himself."
          ]
        },
        {
          "sentences": [
            "He threshes you to make you naked."
          ]
        },
        {
          "sentences": [
            "He sifts you to free you from your husks."
          ]
        },
        {
          "sentences": [
            "He grinds you to whiteness."
          ]
        },
        {
          "sentences": [
            "He kneads you until you are pliant;"
          ]
        },
        {
          "sentences": [
            "And then he assigns you to his sacred fire, that you may become sacred bread for God’s sacred feast."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "All these things shall love do unto you that you may know the secrets of your heart, and in that knowledge become a fragment of Life’s heart."
          ]
        },
        {
          "sentences": [
            "But if in your fear you would seek only love’s peace and love’s pleasure,"
          ]
        },
        {
          "sentences": [
            "Then it is better for you that you cover your nakedness and pass out of love’s threshing-floor,"
          ]
        },
        {
          "sentences": [
            "Into the seasonless world where you shall laugh, but not all of your laughter, and weep, but not all of your tears."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Love gives naught but itself and takes naught but from itself."
          ]
        },
        {
          "sentences": [
            "Love possesses not nor would it be possessed;"
          ]
        },
        {
          "sentences": [
            "For love is sufficient unto love."
          ]
        },
        {
          "sentences": [
            "When you love you should not say, “God is in my heart,” but rather, “I am in the heart of God.”"
          ]
        },
        {
          "sentences": [
            "And think not you can direct the course of love, for love, if it finds you worthy, directs your course."
          ]
        },
        {
          "sentences": [
            "Love has no other desire but to fulfil itself."
          ]
        },
        {
          "sentences": [
            "But if you love and must needs have desires, let these be your desires:"
          ]
        },
        {
          "sentences": [
            "To melt and be like a running brook that sings its melody to the night."
          ]
        },
        {
          "sentences": [
            "To know the pain of too much tenderness."
          ]
        },
        {
          "sentences": [
            "To be wounded by your own understanding of love;"
          ]
        },
        {
          "sentences": [
            "And to bleed willingly and joyfully."
          ]
        },
        {
          "sentences": [
            "To wake at dawn with a winged heart and give thanks for another day of loving;"
          ]
        },
        {
          "sentences": [
            "To rest at the noon hour and meditate love’s ecstacy;"
          ]
        },
        {
          "sentences": [
            "To return home at eventide with gratitude;"
          ]
        },
        {
          "sentences": [
            "And then to sleep with a prayer for the beloved in your heart and a song of praise upon your lips."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then Almitra spoke again and said, And what of _Marriage_ master?"
          ]
        },
        {
          "sentences": [
            "And he answered saying:"
          ]
        },
        {
          "sentences": [
            "You were born together, and together you shall be forevermore."
          ]
        },
        {
          "sentences": [
            "You shall be together when the white wings of death scatter your days."
          ]
        },
        {
          "sentences": [
            "Aye, you shall be together even in the silent memory of God."
          ]
        },
        {
          "sentences": [
            "But let there be spaces in your togetherness,"
          ]
        },
        {
          "sentences": [
            "And let the winds of the heavens dance between you."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Love one another, but make not a bond of love:"
          ]
        },
        {
          "sentences": [
            "Let it rather be a moving sea between the shores of your souls."
          ]
        },
        {
          "sentences": [
            "Fill each other’s cup but drink not from one cup."
          ]
        },
        {
          "sentences": [
            "Give one another of your bread but eat not from the same loaf."
          ]
        },
        {
          "sentences": [
            "Sing and dance together and be joyous, but let each one of you be alone,"
          ]
        },
        {
          "sentences": [
            "Even as the strings of a lute are alone though they quiver with the same music."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Give your hearts, but not into each other’s keeping."
          ]
        },
        {
          "sentences": [
            "For only the hand of Life can contain your hearts."
          ]
        },
        {
          "sentences": [
            "And stand together yet not too near together:"
          ]
        },
        {
          "sentences": [
            "For the pillars of the temple stand apart,"
          ]
        },
        {
          "sentences": [
            "And the oak tree and the cypress grow not in each other’s shadow."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a woman who held a babe against her bosom said, Speak to us of _Children_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "Your children are not your children."
          ]
        },
        {
          "sentences": [
            "They are the sons and daughters of Life’s longing for itself."
          ]
        },
        {
          "sentences": [
            "They come through you but not from you,"
          ]
        },
        {
          "sentences": [
            "And though they are with you yet they belong not to you."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "You may give them your love but not your thoughts,"
          ]
        },
        {
          "sentences": [
            "For they have their own thoughts."
          ]
        },
        {
          "sentences": [
            "You may house their bodies but not their souls,"
          ]
        },
        {
          "sentences": [
            "For their souls dwell in the house of tomorrow, which you cannot visit, not even in your dreams."
          ]
        },
        {
          "sentences": [
            "You may strive to be like them, but seek not to make them like you."
          ]
        },
        {
          "sentences": [
            "For life goes not backward nor tarries with yesterday."
          ]
        },
        {
          "sentences": [
            "You are the bows from which your children as living arrows are sent forth."
          ]
        },
        {
          "sentences": [
            "The archer sees the mark upon the path of the infinite, and He bends you with His might that His arrows may go swift and far."
          ]
        },
        {
          "sentences": [
            "Let your bending in the Archer’s hand be for gladness;"
          ]
        },
        {
          "sentences": [
            "For even as he loves the arrow that flies, so He loves also the bow that is stable."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then said a rich man, Speak to us of _Giving_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "You give but little when you give of your possessions."
          ]
        },
        {
          "sentences": [
            "It is when you give of yourself that you truly give."
          ]
        },
        {
          "sentences": [
            "For what are your possessions but things you keep and guard for fear you may need them tomorrow?"
          ]
        },
        {
          "sentences": [
            "And tomorrow, what shall tomorrow bring to the overprudent dog burying bones in the trackless sand as he follows the pilgrims to the holy city?"
          ]
        },
        {
          "sentences": [
            "And what is fear of need but need itself?"
          ]
        },
        {
          "sentences": [
            "Is not dread of thirst when your well is full, the thirst that is unquenchable?"
          ]
        },
        {
          "sentences": [
            "There are those who give little of the much which they have--and they give it for recognition and their hidden desire makes their gifts unwholesome."
          ]
        },
        {
          "sentences": [
            "And there are those who have little and give it all."
          ]
        },
        {
          "sentences": [
            "These are the believers in life and the bounty of life, and their coffer is never empty."
          ]
        },
        {
          "sentences": [
            "There are those who give with joy, and that joy is their reward."
          ]
        },
        {
          "sentences": [
            "And there are those who give with pain, and that pain is their baptism."
          ]
        },
        {
          "sentences": [
            "And there are those who give and know not pain in giving, nor do they seek joy, nor give with mindfulness of virtue;"
          ]
        },
        {
          "sentences": [
            "They give as in yonder valley the myrtle breathes its fragrance into space."
          ]
        },
        {
          "sentences": [
            "Through the hands of such as these God speaks, and from behind their eyes He smiles upon the earth."
          ]
        },
        {
          "sentences": [
            "It is well to give when asked, but it is better to give unasked, through understanding;"
          ]
        },
        {
          "sentences": [
            "And to the open-handed the search for one who shall receive is joy greater than giving."
          ]
        },
        {
          "sentences": [
            "And is there aught you would withhold?"
          ]
        },
        {
          "sentences": [
            "All you have shall some day be given;"
          ]
        },
        {
          "sentences": [
            "Therefore give now, that the season of giving may be yours and not your inheritors’."
          ]
        },
        {
          "sentences": [
            "You often say, “I would give, but only to the deserving.”"
          ]
        },
        {
          "sentences": [
            "The trees in your orchard say not so, nor the flocks in your pasture."
          ]
        },
        {
          "sentences": [
            "They give that they may live, for to withhold is to perish."
          ]
        },
        {
          "sentences": [
            "Surely he who is worthy to receive his days and his nights, is worthy of all else from you."
          ]
        },
        {
          "sentences": [
            "And he who has deserved to drink from the ocean of life deserves to fill his cup from your little stream."
          ]
        },
        {
          "sentences": [
            "And what desert greater shall there be, than that which lies in the courage and the confidence, nay the charity, of receiving?"
          ]
        },
        {
          "sentences": [
            "And who are you that men should rend their bosom and unveil their pride, that you may see their worth naked and their pride unabashed?"
          ]
        },
        {
          "sentences": [
            "See first that you yourself deserve to be a giver, and an instrument of giving."
          ]
        },
        {
          "sentences": [
            "For in truth it is life that gives unto life--while you, who deem yourself a giver, are but a witness."
          ]
        },
        {
          "sentences": [
            "And you receivers--and you are all receivers--assume no weight of gratitude, lest you lay a yoke upon yourself and upon him who gives."
          ]
        },
        {
          "sentences": [
            "Rather rise together with the giver on his gifts as on wings;"
          ]
        },
        {
          "sentences": [
            "For to be overmindful of your debt, is to doubt his generosity who has the freehearted earth for mother, and God for father."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then an old man, a keeper of an inn, said, Speak to us of _Eating and Drinking_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "Would that you could live on the fragrance of the earth, and like an air plant be sustained by the light."
          ]
        },
        {
          "sentences": [
            "But since you must kill to eat, and rob the newly born of its mother’s milk to quench your thirst, let it then be an act of worship,"
          ]
        },
        {
          "sentences": [
            "And let your board stand an altar on which the pure and the innocent of forest and plain are sacrificed for that which is purer and still more innocent in man."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "When you kill a beast say to him in your heart,"
          ]
        },
        {
          "sentences": [
            "“By the same power that slays you, I too am slain; and I too shall be consumed."
          ]
        },
        {
          "sentences": [
            "For the law that delivered you into my hand shall deliver me into a mightier hand."
          ]
        },
        {
          "sentences": [
            "Your blood and my blood is naught but the sap that feeds the tree of heaven.”"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And when you crush an apple with your teeth, say to it in your heart,"
          ]
        },
        {
          "sentences": [
            "“Your seeds shall live in my body,"
          ]
        },
        {
          "sentences": [
            "And the buds of your tomorrow shall blossom in my heart,"
          ]
        },
        {
          "sentences": [
            "And your fragrance shall be my breath, And together we shall rejoice through all the seasons.”"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And in the autumn, when you gather the grapes of your vineyards for the winepress, say in your heart,"
          ]
        },
        {
          "sentences": [
            "“I too am a vineyard, and my fruit shall be gathered for the winepress,"
          ]
        },
        {
          "sentences": [
            "And like new wine I shall be kept in eternal vessels.”"
          ]
        },
        {
          "sentences": [
            "And in winter, when you draw the wine, let there be in your heart a song for each cup;"
          ]
        },
        {
          "sentences": [
            "And let there be in the song a remembrance for the autumn days, and for the vineyard, and for the winepress."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a ploughman said, Speak to us of _Work_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "You work that you may keep pace with the earth and the soul of the earth."
          ]
        },
        {
          "sentences": [
            "For to be idle is to become a stranger unto the seasons, and to step out of life’s procession, that marches in majesty and proud submission towards the infinite."
          ]
        },
        {
          "sentences": [
            "When you work you are a flute through whose heart the whispering of the hours turns to music."
          ]
        },
        {
          "sentences": [
            "Which of you would be a reed, dumb and silent, when all else sings together in unison?"
          ]
        },
        {
          "sentences": [
            "Always you have been told that work is a curse and labour a misfortune."
          ]
        },
        {
          "sentences": [
            "But I say to you that when you work you fulfil a part of earth’s furthest dream, assigned to you when that dream was born,"
          ]
        },
        {
          "sentences": [
            "And in keeping yourself with labour you are in truth loving life,"
          ]
        },
        {
          "sentences": [
            "And to love life through labour is to be intimate with life’s inmost secret."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "But if you in your pain call birth an affliction and the support of the flesh a curse written upon your brow, then I answer that naught but the sweat of your brow shall wash away that which is written."
          ]
        },
        {
          "sentences": [
            "You have been told also that life is darkness, and in your weariness you echo what was said by the weary."
          ]
        },
        {
          "sentences": [
            "And I say that life is indeed darkness ‘save when there is urge,"
          ]
        },
        {
          "sentences": [
            "And all urge is blind save when there is knowledge,"
          ]
        },
        {
          "sentences": [
            "And all knowledge is vain save when there is work,"
          ]
        },
        {
          "sentences": [
            "And all work is empty save when there is love;"
          ]
        },
        {
          "sentences": [
            "And when you work with love you bind yourself to yourself, and to one another, and to God."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And what is it to work with love?"
          ]
        },
        {
          "sentences": [
            "It is to weave the cloth with threads drawn from your heart, even as if your beloved were to wear that cloth."
          ]
        },
        {
          "sentences": [
            "It is to build a house with affection, even as if your beloved were to dwell in that house."
          ]
        },
        {
          "sentences": [
            "It is to sow seeds with tenderness and reap the harvest with joy, even as if your beloved were to eat the fruit."
          ]
        },
        {
          "sentences": [
            "It is to charge all things you fashion with a breath of your own spirit,"
          ]
        },
        {
          "sentences": [
            "And to know that all the blessed dead are standing about you and watching."
          ]
        },
        {
          "sentences": [
            "Often have I heard you say, as if speaking in sleep, “He who works in marble, and finds the shape of his own soul in the stone, is nobler than he who ploughs the soil."
          ]
        },
        {
          "sentences": [
            "And he who seizes the rainbow to lay it on a cloth in the likeness of man, is more than he who makes the sandals for our feet.”"
          ]
        },
        {
          "sentences": [
            "But I say, not in sleep but in the overwakefulness of noontide, that the wind speaks not more sweetly to the giant oaks than to the least of all the blades of grass;"
          ]
        },
        {
          "sentences": [
            "And he alone is great who turns the voice of the wind into a song made sweeter by his own loving."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Work is love made visible."
          ]
        },
        {
          "sentences": [
            "And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy."
          ]
        },
        {
          "sentences": [
            "For if you bake bread with indifference, you bake a bitter bread that feeds but half man’s hunger."
          ]
        },
        {
          "sentences": [
            "And if you grudge the crushing of the grapes, your grudge distils a poison in the wine."
          ]
        },
        {
          "sentences": [
            "And if you sing though as angels, and love not the singing, you muffle man’s ears to the voices of the day and the voices of the night."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a woman said, Speak to us of _Joy and Sorrow_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "Your joy is your sorrow unmasked."
          ]
        },
        {
          "sentences": [
            "And the selfsame well from which your laughter rises was oftentimes filled with your tears."
          ]
        },
        {
          "sentences": [
            "And how else can it be?"
          ]
        },
        {
          "sentences": [
            "The deeper that sorrow carves into your being, the more joy you can contain."
          ]
        },
        {
          "sentences": [
            "Is not the cup that holds your wine the very cup that was burned in the potter’s oven?"
          ]
        },
        {
          "sentences": [
            "And is not the lute that soothes your spirit, the very wood that was hollowed with knives?"
          ]
        },
        {
          "sentences": [
            "When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy."
          ]
        },
        {
          "sentences": [
            "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Some of you say, “Joy is greater than sorrow,” and others say, “Nay, sorrow is the greater.”"
          ]
        },
        {
          "sentences": [
            "But I say unto you, they are inseparable."
          ]
        },
        {
          "sentences": [
            "Together they come, and when one sits alone with you at your board, remember that the other is asleep upon your bed."
          ]
        },
        {
          "sentences": [
            "Verily you are suspended like scales between your sorrow and your joy."
          ]
        },
        {
          "sentences": [
            "Only when you are empty are you at standstill and balanced."
          ]
        },
        {
          "sentences": [
            "When the treasure-keeper lifts you to weigh his gold and his silver, needs must your joy or your sorrow rise or fall."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a mason came forth and said, Speak to us of _Houses_."
          ]
        },
        {
          "sentences": [
            "And he answered and said:"
          ]
        },
        {
          "sentences": [
            "Build of your imaginings a bower in the wilderness ere you build a house within the city walls."
          ]
        },
        {
          "sentences": [
            "For even as you have home-comings in your twilight, so has the wanderer in you, the ever distant and alone."
          ]
        },
        {
          "sentences": [
            "Your house is your larger body."
          ]
        },
        {
          "sentences": [
            "It grows in the sun and sleeps in the stillness of the night; and it is not dreamless.",
            "Does not your house dream? and dreaming, leave the city for grove or hilltop?"
          ]
        },
        {
          "sentences": [
            "Would that I could gather your houses into my hand, and like a sower scatter them in forest and meadow."
          ]
        },
        {
          "sentences": [
            "Would the valleys were your streets, and the green paths your alleys, that you might seek one another through vineyards, and come with the fragrance of the earth in your garments."
          ]
        },
        {
          "sentences": [
            "But these things are not yet to be."
          ]
        },
        {
          "sentences": [
            "In their fear your forefathers gathered you too near together.",
            "And that fear shall endure a little longer.",
            "A little longer shall your city walls separate your hearths from your fields."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And tell me, people of Orphalese, what have you in these houses?",
            "And what is it you guard with fastened doors?"
          ]
        },
        {
          "sentences": [
            "Have you peace, the quiet urge that reveals your power?"
          ]
        },
        {
          "sentences": [
            "Have you remembrances, the glimmering arches that span the summits of the mind?"
          ]
        },
        {
          "sentences": [
            "Have you beauty, that leads the heart from things fashioned of wood and stone to the holy mountain?"
          ]
        },
        {
          "sentences": [
            "Tell me, have you these in your houses?"
          ]
        },
        {
          "sentences": [
            "Or have you only comfort, and the lust for comfort, that stealthy thing that enters the house a guest, and then becomes a host, and then a master?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Ay, and it becomes a tamer, and with hook and scourge makes puppets of your larger desires."
          ]
        },
        {
          "sentences": [
            "Though its hands are silken, its heart is of iron."
          ]
        },
        {
          "sentences": [
            "It lulls you to sleep only to stand by your bed and jeer at the dignity of the flesh."
          ]
        },
        {
          "sentences": [
            "It makes mock of your sound senses, and lays them in thistledown like fragile vessels."
          ]
        },
        {
          "sentences": [
            "Verily the lust for comfort murders the passion of the soul, and then walks grinning in the funeral."
          ]
        },
        {
          "sentences": [
            "But you, children of space, you restless in rest, you shall not be trapped nor tamed."
          ]
        },
        {
          "sentences": [
            "Your house shall be not an anchor but a mast."
          ]
        },
        {
          "sentences": [
            "It shall not be a glistening film that covers a wound, but an eyelid that guards the eye."
          ]
        },
        {
          "sentences": [
            "You shall not fold your wings that you may pass through doors, nor bend your heads that they strike not against a ceiling, nor fear to breathe lest walls should crack and fall down."
          ]
        },
        {
          "sentences": [
            "You shall not dwell in tombs made by the dead for the living."
          ]
        },
        {
          "sentences": [
            "And though of magnificence and splendour, your house shall not hold your secret nor shelter your longing."
          ]
        },
        {
          "sentences": [
            "For that which is boundless in you abides in the mansion of the sky, whose door is the morning mist, and whose windows are the songs and the silences of night."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And the weaver said, Speak to us of _Clothes_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "Your clothes conceal much of your beauty, yet they hide not the unbeautiful."
          ]
        },
        {
          "sentences": [
            "And though you seek in garments the freedom of privacy you may find in them a harness and a chain."
          ]
        },
        {
          "sentences": [
            "Would that you could meet the sun and the wind with more of your skin and less of your raiment,"
          ]
        },
        {
          "sentences": [
            "For the breath of life is in the sunlight and the hand of life is in the wind."
          ]
        },
        {
          "sentences": [
            "Some of you say, “It is the north wind who has woven the clothes we wear.”"
          ]
        },
        {
          "sentences": [
            "And I say, Ay, it was the north wind,"
          ]
        },
        {
          "sentences": [
            "But shame was his loom, and the softening of the sinews was his thread."
          ]
        },
        {
          "sentences": [
            "And when his work was done he laughed in the forest."
          ]
        },
        {
          "sentences": [
            "Forget not that modesty is for a shield against the eye of the unclean."
          ]
        },
        {
          "sentences": [
            "And when the unclean shall be no more, what were modesty but a fetter and a fouling of the mind?"
          ]
        },
        {
          "sentences": [
            "And forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a merchant said, Speak to us of _Buying and Selling_."
          ]
        },
        {
          "sentences": [
            "And he answered and said:"
          ]
        },
        {
          "sentences": [
            "To you the earth yields her fruit, and you shall not want if you but know how to fill your hands."
          ]
        },
        {
          "sentences": [
            "It is in exchanging the gifts of the earth that you shall find abundance and be satisfied."
          ]
        },
        {
          "sentences": [
            "Yet unless the exchange be in love and kindly justice, it will but lead some to greed and others to hunger."
          ]
        },
        {
          "sentences": [
            "When in the market place you toilers of the sea and fields and vineyards meet the weavers and the potters and the gatherers of spices,--"
          ]
        },
        {
          "sentences": [
            "Invoke then the master spirit of the earth, to come into your midst and sanctify the scales and the reckoning that weighs value against value."
          ]
        },
        {
          "sentences": [
            "And suffer not the barren-handed to take part in your transactions, who would sell their words for your labour."
          ]
        },
        {
          "sentences": [
            "To such men you should say,"
          ]
        },
        {
          "sentences": [
            "“Come with us to the field, or go with our brothers to the sea and cast your net;"
          ]
        },
        {
          "sentences": [
            "For the land and the sea shall be bountiful to you even as to us.”"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And if there come the singers and the dancers and the flute players,--buy of their gifts also."
          ]
        },
        {
          "sentences": [
            "For they too are gatherers of fruit and frankincense, and that which they bring, though fashioned of dreams, is raiment and food for your soul."
          ]
        },
        {
          "sentences": [
            "And before you leave the market place, see that no one has gone his way with empty hands."
          ]
        },
        {
          "sentences": [
            "For the master spirit of the earth shall not sleep peacefully upon the wind till the needs of the least of you are satisfied."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then one of the judges of the city stood forth and said, Speak to us of _Crime and Punishment_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "It is when your spirit goes wandering upon the wind,"
          ]
        },
        {
          "sentences": [
            "That you, alone and unguarded, commit a wrong unto others and therefore unto yourself."
          ]
        },
        {
          "sentences": [
            "And for that wrong committed must you knock and wait a while unheeded at the gate of the blessed."
          ]
        },
        {
          "sentences": [
            "Like the ocean is your god-self;"
          ]
        },
        {
          "sentences": [
            "It remains for ever undefiled."
          ]
        },
        {
          "sentences": [
            "And like the ether it lifts but the winged."
          ]
        },
        {
          "sentences": [
            "Even like the sun is your god-self;"
          ]
        },
        {
          "sentences": [
            "It knows not the ways of the mole nor seeks it the holes of the serpent."
          ]
        },
        {
          "sentences": [
            "But your god-self dwells not alone in your being."
          ]
        },
        {
          "sentences": [
            "Much in you is still man, and much in you is not yet man,"
          ]
        },
        {
          "sentences": [
            "But a shapeless pigmy that walks asleep in the mist searching for its own awakening."
          ]
        },
        {
          "sentences": [
            "And of the man in you would I now speak."
          ]
        },
        {
          "sentences": [
            "For it is he and not your god-self nor the pigmy in the mist, that knows crime and the punishment of crime."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Oftentimes have I heard you speak of one who commits a wrong as though he were not one of you, but a stranger unto you and an intruder upon your world."
          ]
        },
        {
          "sentences": [
            "But I say that even as the holy and the righteous cannot rise beyond the highest which is in each one of you,"
          ]
        },
        {
          "sentences": [
            "So the wicked and the weak cannot fall lower than the lowest which is in you also."
          ]
        },
        {
          "sentences": [
            "And as a single leaf turns not yellow but with the silent knowledge of the whole tree,"
          ]
        },
        {
          "sentences": [
            "So the wrong-doer cannot do wrong without the hidden will of you all."
          ]
        },
        {
          "sentences": [
            "Like a procession you walk together towards your god-self."
          ]
        },
        {
          "sentences": [
            "You are the way and the wayfarers."
          ]
        },
        {
          "sentences": [
            "And when one of you falls down he falls for those behind him, a caution against the stumbling stone."
          ]
        },
        {
          "sentences": [
            "Ay, and he falls for those ahead of him, who though faster and surer of foot, yet removed not the stumbling stone."
          ]
        },
        {
          "sentences": [
            "And this also, though the word lie heavy upon your hearts:"
          ]
        },
        {
          "sentences": [
            "The murdered is not unaccountable for his own murder,"
          ]
        },
        {
          "sentences": [
            "And the robbed is not blameless in being robbed."
          ]
        },
        {
          "sentences": [
            "The righteous is not innocent of the deeds of the wicked,"
          ]
        },
        {
          "sentences": [
            "And the white-handed is not clean in the doings of the felon."
          ]
        },
        {
          "sentences": [
            "Yea, the guilty is oftentimes the victim of the injured,"
          ]
        },
        {
          "sentences": [
            "And still more often the condemned is the burden bearer for the guiltless and unblamed."
          ]
        },
        {
          "sentences": [
            "You cannot separate the just from the unjust and the good from the wicked;"
          ]
        },
        {
          "sentences": [
            "For they stand together before the face of the sun even as the black thread and the white are woven together."
          ]
        },
        {
          "sentences": [
            "And when the black thread breaks, the weaver shall look into the whole cloth, and he shall examine the loom also."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "If any of you would bring to judgment the unfaithful wife,"
          ]
        },
        {
          "sentences": [
            "Let him also weigh the heart of her husband in scales, and measure his soul with measurements."
          ]
        },
        {
          "sentences": [
            "And let him who would lash the offender look unto the spirit of the offended."
          ]
        },
        {
          "sentences": [
            "And if any of you would punish in the name of righteousness and lay the ax unto the evil tree, let him see to its roots;"
          ]
        },
        {
          "sentences": [
            "And verily he will find the roots of the good and the bad, the fruitful and the fruitless, all entwined together in the silent heart of the earth."
          ]
        },
        {
          "sentences": [
            "And you judges who would be just,"
          ]
        },
        {
          "sentences": [
            "What judgment pronounce you upon him who though honest in the flesh yet is a thief in spirit?"
          ]
        },
        {
          "sentences": [
            "What penalty lay you upon him who slays in the flesh yet is himself slain in the spirit?"
          ]
        },
        {
          "sentences": [
            "And how prosecute you him who in action is a deceiver and an oppressor,"
          ]
        },
        {
          "sentences": [
            "Yet who also is aggrieved and outraged?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And how shall you punish those whose remorse is already greater than their misdeeds?"
          ]
        },
        {
          "sentences": [
            "Is not remorse the justice which is administered by that very law which you would fain serve?"
          ]
        },
        {
          "sentences": [
            "Yet you cannot lay remorse upon the innocent nor lift it from the heart of the guilty."
          ]
        },
        {
          "sentences": [
            "Unbidden shall it call in the night, that men may wake and gaze upon themselves."
          ]
        },
        {
          "sentences": [
            "And you who would understand justice, how shall you unless you look upon all deeds in the fullness of light?"
          ]
        },
        {
          "sentences": [
            "Only then shall you know that the erect and the fallen are but one man standing in twilight between the night of his pigmy-self and the day of his god-self, And that the corner-stone of the temple is not higher than the lowest stone in its foundation."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a lawyer said, But what of our _Laws_, master?"
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "You delight in laying down laws,"
          ]
        },
        {
          "sentences": [
            "Yet you delight more in breaking them."
          ]
        },
        {
          "sentences": [
            "Like children playing by the ocean who build sand-towers with constancy and then destroy them with laughter."
          ]
        },
        {
          "sentences": [
            "But while you build your sand-towers the ocean brings more sand to the shore,"
          ]
        },
        {
          "sentences": [
            "And when you destroy them the ocean laughs with you."
          ]
        },
        {
          "sentences": [
            "Verily the ocean laughs always with the innocent."
          ]
        },
        {
          "sentences": [
            "But what of those to whom life is not an ocean, and man-made laws are not sand-towers,"
          ]
        },
        {
          "sentences": [
            "But to whom life is a rock, and the law a chisel with which they would carve it in their own likeness?"
          ]
        },
        {
          "sentences": [
            "What of the cripple who hates dancers?"
          ]
        },
        {
          "sentences": [
            "What of the ox who loves his yoke and deems the elk and deer of the forest stray and vagrant things?"
          ]
        },
        {
          "sentences": [
            "What of the old serpent who cannot shed his skin, and calls all others naked and shameless?"
          ]
        },
        {
          "sentences": [
            "And of him who comes early to the wedding-feast, and when over-fed and tired goes his way saying that all feasts are violation and all feasters lawbreakers?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "What shall I say of these save that they too stand in the sunlight, but with their backs to the sun?"
          ]
        },
        {
          "sentences": [
            "They see only their shadows, and their shadows are their laws."
          ]
        },
        {
          "sentences": [
            "And what is the sun to them but a caster of shadows?"
          ]
        },
        {
          "sentences": [
            "And what is it to acknowledge the laws but to stoop down and trace their shadows upon the earth?"
          ]
        },
        {
          "sentences": [
            "But you who walk facing the sun, what images drawn on the earth can hold you?"
          ]
        },
        {
          "sentences": [
            "You who travel with the wind, what weather-vane shall direct your course?"
          ]
        },
        {
          "sentences": [
            "What man’s law shall bind you if you break your yoke but upon no man’s prison door?"
          ]
        },
        {
          "sentences": [
            "What laws shall you fear if you dance but stumble against no man’s iron chains?"
          ]
        },
        {
          "sentences": [
            "And who is he that shall bring you to judgment if you tear off your garment yet leave it in no man’s path?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "People of Orphalese, you can muffle the drum, and you can loosen the strings of the lyre, but who shall command the skylark not to sing?"
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And an orator said, Speak to us of _Freedom_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "At the city gate and by your fireside I have seen you prostrate yourself and worship your own freedom,"
          ]
        },
        {
          "sentences": [
            "Even as slaves humble themselves before a tyrant and praise him though he slays them."
          ]
        },
        {
          "sentences": [
            "Ay, in the grove of the temple and in the shadow of the citadel I have seen the freest among you wear their freedom as a yoke and a handcuff."
          ]
        },
        {
          "sentences": [
            "And my heart bled within me; for you can only be free when even the desire of seeking freedom becomes a harness to you, and when you cease to speak of freedom as a goal and a fulfilment."
          ]
        },
        {
          "sentences": [
            "You shall be free indeed when your days are not without a care nor your nights without a want and a grief,"
          ]
        },
        {
          "sentences": [
            "But rather when these things girdle your life and yet you rise above them naked and unbound."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And how shall you rise beyond your days and nights unless you break the chains which you at the dawn of your understanding have fastened around your noon hour?"
          ]
        },
        {
          "sentences": [
            "In truth that which you call freedom is the strongest of these chains, though its links glitter in the sun and dazzle your eyes."
          ]
        },
        {
          "sentences": [
            "And what is it but fragments of your own self you would discard that you may become free?"
          ]
        },
        {
          "sentences": [
            "If it is an unjust law you would abolish, that law was written with your own hand upon your own forehead."
          ]
        },
        {
          "sentences": [
            "You cannot erase it by burning your law books nor by washing the foreheads of your judges, though you pour the sea upon them."
          ]
        },
        {
          "sentences": [
            "And if it is a despot you would dethrone, see first that his throne erected within you is destroyed."
          ]
        },
        {
          "sentences": [
            "For how can a tyrant rule the free and the proud, but for a tyranny in their own freedom and a shame in their own pride?"
          ]
        },
        {
          "sentences": [
            "And if it is a care you would cast off, that cart has been chosen by you rather than imposed upon you."
          ]
        },
        {
          "sentences": [
            "And if it is a fear you would dispel, the seat of that fear is in your heart and not in the hand of the feared."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Verily all things move within your being in constant half embrace, the desired and the dreaded, the repugnant and the cherished, the pursued and that which you would escape."
          ]
        },
        {
          "sentences": [
            "These things move within you as lights and shadows in pairs that cling."
          ]
        },
        {
          "sentences": [
            "And when the shadow fades and is no more, the light that lingers becomes a shadow to another light."
          ]
        },
        {
          "sentences": [
            "And thus your freedom when it loses its fetters becomes itself the fetter of a greater freedom."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And the priestess spoke again and said: Speak to us of _Reason and Passion_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "Your soul is oftentimes a battlefield, upon which your reason and your judgment wage war against your passion and your appetite."
          ]
        },
        {
          "sentences": [
            "Would that I could be the peacemaker in your soul, that I might turn the discord and the rivalry of your elements into oneness and melody."
          ]
        },
        {
          "sentences": [
            "But how shall I, unless you yourselves be also the peacemakers, nay, the lovers of all your elements?"
          ]
        },
        {
          "sentences": [
            "Your reason and your passion are the rudder and the sails of your seafaring soul."
          ]
        },
        {
          "sentences": [
            "If either your sails or your rudder be broken, you can but toss and drift, or else be held at a standstill in mid-seas."
          ]
        },
        {
          "sentences": [
            "For reason, ruling alone, is a force confining; and passion, unattended, is a flame that burns to its own destruction."
          ]
        },
        {
          "sentences": [
            "Therefore let your soul exalt your reason to the height of passion, that it may sing;"
          ]
        },
        {
          "sentences": [
            "And let it direct your passion with reason, that your passion may live through its own daily resurrection, and like the phoenix rise above its own ashes."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "I would have you consider your judgment and your appetite even as you would two loved guests in your house."
          ]
        },
        {
          "sentences": [
            "Surely you would not honour one guest above the other; for he who is more mindful of one loses the love and the faith of both"
          ]
        },
        {
          "sentences": [
            "Among the hills, when you sit in the cool shade of the white poplars, sharing the peace and serenity of distant fields and meadows--then let your heart say in silence, “God rests in reason.”"
          ]
        },
        {
          "sentences": [
            "And when the storm comes, and the mighty wind shakes the forest, and thunder and lightning proclaim the majesty of the sky,--then let your heart say in awe, “God moves in passion.”"
          ]
        },
        {
          "sentences": [
            "And since you are a breath in God’s sphere, and a leaf in God’s forest, you too should rest in reason and move in passion."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a woman spoke, saying, Tell us of _Pain_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "Your pain is the breaking of the shell that encloses your understanding."
          ]
        },
        {
          "sentences": [
            "Even as the stone of the fruit must break, that its heart may stand in the sun, so must you know pain."
          ]
        },
        {
          "sentences": [
            "And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy;"
          ]
        },
        {
          "sentences": [
            "And you would accept the seasons of your heart, even as you have always accepted the seasons that pass over your fields."
          ]
        },
        {
          "sentences": [
            "And you would watch with serenity through the winters of your grief."
          ]
        },
        {
          "sentences": [
            "Much of your pain is self-chosen."
          ]
        },
        {
          "sentences": [
            "It is the bitter potion by which the physician within you heals your sick self."
          ]
        },
        {
          "sentences": [
            "Therefore trust the physician, and drink his remedy in silence and tranquillity: For his hand, though heavy and hard, is guided by the tender hand of the Unseen, And the cup he brings, though it burn your lips, has been fashioned of the clay which the Potter has moistened with His own sacred tears."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a man said, Speak to us of _Self-Knowledge_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "Your hearts know in silence the secrets of the days and the nights."
          ]
        },
        {
          "sentences": [
            "But your ears thirst for the sound of your heart’s knowledge."
          ]
        },
        {
          "sentences": [
            "You would know in words that which you have always known in thought."
          ]
        },
        {
          "sentences": [
            "You would touch with your fingers the naked body of your dreams."
          ]
        },
        {
          "sentences": [
            "And it is well you should."
          ]
        },
        {
          "sentences": [
            "The hidden well-spring of your soul must needs rise and run murmuring to the sea;"
          ]
        },
        {
          "sentences": [
            "And the treasure of your infinite depths would be revealed to your eyes."
          ]
        },
        {
          "sentences": [
            "But let there be no scales to weigh your unknown treasure;"
          ]
        },
        {
          "sentences": [
            "And seek not the depths of your knowledge with staff or sounding line."
          ]
        },
        {
          "sentences": [
            "For self is a sea boundless and measureless."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Say not, “I have found the truth,” but rather, “I have found a truth.”"
          ]
        },
        {
          "sentences": [
            "Say not, “I have found the path of the soul.” Say rather, “I have met the soul walking upon my path.”"
          ]
        },
        {
          "sentences": [
            "For the soul walks upon all paths."
          ]
        },
        {
          "sentences": [
            "The soul walks not upon a line, neither does it grow like a reed."
          ]
        },
        {
          "sentences": [
            "The soul unfolds itself, like a lotus of countless petals."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then said a teacher, Speak to us of _Teaching_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "“No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge."
          ]
        },
        {
          "sentences": [
            "The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness."
          ]
        },
        {
          "sentences": [
            "If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind."
          ]
        },
        {
          "sentences": [
            "The astronomer may speak to you of his understanding of space, but he cannot give you his understanding."
          ]
        },
        {
          "sentences": [
            "The musician may sing to you of the rhythm which is in all space, but he cannot give you the ear which arrests the rhythm nor the voice that echoes it."
          ]
        },
        {
          "sentences": [
            "And he who is versed in the science of numbers can tell of the regions of weight and measure, but he cannot conduct you thither."
          ]
        },
        {
          "sentences": [
            "For the vision of one man lends not its wings to another man."
          ]
        },
        {
          "sentences": [
            "And even as each one of you stands alone in God’s knowledge, so must each one of you be alone in his knowledge of God and in his understanding of the earth."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a youth said, Speak to us of _Friendship_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "Your friend is your needs answered."
          ]
        },
        {
          "sentences": [
            "He is your field which you sow with love and reap with thanksgiving."
          ]
        },
        {
          "sentences": [
            "And he is your board and your fireside."
          ]
        },
        {
          "sentences": [
            "For you come to him with your hunger, and you seek him for peace."
          ]
        },
        {
          "sentences": [
            "When your friend speaks his mind you fear not the “nay” in your own mind, nor do you withhold the “ay.”"
          ]
        },
        {
          "sentences": [
            "And when he is silent your heart ceases not to listen to his heart;"
          ]
        },
        {
          "sentences": [
            "For without words, in friendship, all thoughts, all desires, all expectations are born and shared, with joy that is unacclaimed."
          ]
        },
        {
          "sentences": [
            "When you part from your friend, you grieve not;"
          ]
        },
        {
          "sentences": [
            "For that which you love most in him may be clearer in his absence, as the mountain to the climber is clearer from the plain."
          ]
        },
        {
          "sentences": [
            "And let there be no purpose in friendship save the deepening of the spirit."
          ]
        },
        {
          "sentences": [
            "For love that seeks aught but the disclosure of its own mystery is not love but a net cast forth: and only the unprofitable is caught."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And let your best be for your friend."
          ]
        },
        {
          "sentences": [
            "If he must know the ebb of your tide, let him know its flood also."
          ]
        },
        {
          "sentences": [
            "For what is your friend that you should seek him with hours to kill?"
          ]
        },
        {
          "sentences": [
            "Seek him always with hours to live."
          ]
        },
        {
          "sentences": [
            "For it is his to fill your need, but not your emptiness."
          ]
        },
        {
          "sentences": [
            "And in the sweetness of friendship let there be laughter, and sharing of pleasures."
          ]
        },
        {
          "sentences": [
            "For in the dew of little things the heart finds its morning and is refreshed."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And then a scholar said, Speak of _Talking_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "You talk when you cease to be at peace with your thoughts;"
          ]
        },
        {
          "sentences": [
            "And when you can no longer dwell in the solitude of your heart you live in your lips, and sound is a diversion and a pastime."
          ]
        },
        {
          "sentences": [
            "And in much of your talking, thinking is half murdered."
          ]
        },
        {
          "sentences": [
            "For thought is a bird of space, that in a cage of words may indeed unfold its wings but cannot fly."
          ]
        },
        {
          "sentences": [
            "There are those among you who seek the talkative through fear of being alone."
          ]
        },
        {
          "sentences": [
            "The silence of aloneness reveals to their eyes their naked selves and they would escape."
          ]
        },
        {
          "sentences": [
            "And there are those who talk, and without knowledge or forethought reveal a truth which they themselves do not understand."
          ]
        },
        {
          "sentences": [
            "And there are those who have the truth within them, but they tell it not in words."
          ]
        },
        {
          "sentences": [
            "In the bosom of such as these the spirit dwells in rhythmic silence."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "When you meet your friend on the roadside or in the market place, let the spirit in you move your lips and direct your tongue."
          ]
        },
        {
          "sentences": [
            "Let the voice within your voice speak to the ear of his ear;"
          ]
        },
        {
          "sentences": [
            "For his soul will keep the truth of your heart as the taste of the wine is remembered"
          ]
        },
        {
          "sentences": [
            "When the colour is forgotten and the vessel is no more."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And an astronomer said, Master, what of _Time_?"
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "You would measure time the measureless and the immeasurable."
          ]
        },
        {
          "sentences": [
            "You would adjust your conduct and even direct the course of your spirit according to hours and seasons."
          ]
        },
        {
          "sentences": [
            "Of time you would make a stream upon whose bank you would sit and watch its flowing."
          ]
        },
        {
          "sentences": [
            "Yet the timeless in you is aware of life’s timelessness,"
          ]
        },
        {
          "sentences": [
            "And knows that yesterday is but today’s memory and tomorrow is today’s dream."
          ]
        },
        {
          "sentences": [
            "And that that which sings and contemplates in you is still dwelling within the bounds of that first moment which scattered the stars into space."
          ]
        },
        {
          "sentences": [
            "Who among you does not feel that his power to love is boundless?"
          ]
        },
        {
          "sentences": [
            "And yet who does not feel that very love, though boundless, encompassed within the centre of his being, and moving not from love thought to love thought, nor from love deeds to other love deeds?"
          ]
        },
        {
          "sentences": [
            "And is not time even as love is, undivided and paceless?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "But if in your thought you must measure time into seasons, let each season encircle all the other seasons,"
          ]
        },
        {
          "sentences": [
            "And let today embrace the past with remembrance and the future with longing."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And one of the elders of the city said, Speak to us of _Good and Evil_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "Of the good in you I can speak, but not of the evil."
          ]
        },
        {
          "sentences": [
            "For what is evil but good tortured by its own hunger and thirst?"
          ]
        },
        {
          "sentences": [
            "Verily when good is hungry it seeks food even in dark caves, and when it thirsts it drinks even of dead waters."
          ]
        },
        {
          "sentences": [
            "You are good when you are one with yourself."
          ]
        },
        {
          "sentences": [
            "Yet when you are not one with yourself you are not evil."
          ]
        },
        {
          "sentences": [
            "For a divided house is not a den of thieves; it is only a divided house."
          ]
        },
        {
          "sentences": [
            "And a ship without rudder may wander aimlessly among perilous isles yet sink not to the bottom."
          ]
        },
        {
          "sentences": [
            "You are good when you strive to give of yourself."
          ]
        },
        {
          "sentences": [
            "Yet you are not evil when you seek gain for yourself."
          ]
        },
        {
          "sentences": [
            "For when you strive for gain you are but a root that clings to the earth and sucks at her breast."
          ]
        },
        {
          "sentences": [
            "Surely the fruit cannot say to the root, “Be like me, ripe and full and ever giving of your abundance.”"
          ]
        },
        {
          "sentences": [
            "For to the fruit giving is a need, as receiving is a need to the root."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "You are good when you are fully awake in your speech,"
          ]
        },
        {
          "sentences": [
            "Yet you are not evil when you sleep while your tongue staggers without purpose."
          ]
        },
        {
          "sentences": [
            "And even stumbling speech may strengthen a weak tongue."
          ]
        },
        {
          "sentences": [
            "You are good when you walk to your goal firmly and with bold steps."
          ]
        },
        {
          "sentences": [
            "Yet you are not evil when you go thither limping."
          ]
        },
        {
          "sentences": [
            "Even those who limp go not backward."
          ]
        },
        {
          "sentences": [
            "But you who are strong and swift, see that you do not limp before the lame, deeming it kindness."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "You are good in countless ways, and you are not evil when you are not good,"
          ]
        },
        {
          "sentences": [
            "You are only loitering and sluggard."
          ]
        },
        {
          "sentences": [
            "Pity that the stags cannot teach swiftness to the turtles."
          ]
        },
        {
          "sentences": [
            "In your longing for your giant self lies your goodness: and that longing is in all of you."
          ]
        },
        {
          "sentences": [
            "But in some of you that longing is a torrent rushing with might to the sea, carrying the secrets of the hillsides and the songs of the forest."
          ]
        },
        {
          "sentences": [
            "And in others it is a flat stream that loses itself in angles and bends and lingers before it reaches the shore."
          ]
        },
        {
          "sentences": [
            "But let not him who longs much say to him who longs little, “Wherefore are you slow and halting?”"
          ]
        },
        {
          "sentences": [
            "For the truly good ask not the naked, “Where is your garment?” nor the houseless, “What has befallen your house?”"
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a priestess said, Speak to us of _Prayer_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "You pray in your distress and in your need; would that you might pray also in the fullness of your joy and in your days of abundance."
          ]
        },
        {
          "sentences": [
            "For what is prayer but the expansion of yourself into the living ether?"
          ]
        },
        {
          "sentences": [
            "And if it is for your comfort to pour your darkness into space, it is also for your delight to pour forth the dawning of your heart."
          ]
        },
        {
          "sentences": [
            "And if you cannot but weep when your soul summons you to prayer, she should spur you again and yet again, though weeping, until you shall come laughing."
          ]
        },
        {
          "sentences": [
            "When you pray you rise to meet in the air those who are praying at that very hour, and whom save in prayer you may not meet."
          ]
        },
        {
          "sentences": [
            "Therefore let your visit to that temple invisible be for naught but ecstasy and sweet communion."
          ]
        },
        {
          "sentences": [
            "For if you should enter the temple for no other purpose than asking you shall not receive:"
          ]
        },
        {
          "sentences": [
            "And if you should enter into it to humble yourself you shall not be lifted:"
          ]
        },
        {
          "sentences": [
            "Or even if you should enter into it to beg for the good of others you shall not be heard."
          ]
        },
        {
          "sentences": [
            "It is enough that you enter the temple invisible."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "I cannot teach you how to pray in words."
          ]
        },
        {
          "sentences": [
            "God listens not to your words save when He Himself utters them through your lips."
          ]
        },
        {
          "sentences": [
            "And I cannot teach you the prayer of the seas and the forests and the mountains."
          ]
        },
        {
          "sentences": [
            "But you who are born of the mountains and the forests and the seas can find their prayer in your heart,"
          ]
        },
        {
          "sentences": [
            "And if you but listen in the stillness of the night you shall hear them saying in silence,"
          ]
        },
        {
          "sentences": [
            "“Our God, who art our winged self, it is thy will in us that willeth."
          ]
        },
        {
          "sentences": [
            "It is thy desire in us that desireth."
          ]
        },
        {
          "sentences": [
            "It is thy urge in us that would turn our nights, which are thine, into days which are thine also."
          ]
        },
        {
          "sentences": [
            "We cannot ask thee for aught, for thou knowest our needs before they are born in us:"
          ]
        },
        {
          "sentences": [
            "Thou art our need; and in giving us more of thyself thou givest us all.”"
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then a hermit, who visited the city once a year, came forth and said, Speak to us of _Pleasure_."
          ]
        },
        {
          "sentences": [
            "And he answered, saying:"
          ]
        },
        {
          "sentences": [
            "Pleasure is a freedom-song,"
          ]
        },
        {
          "sentences": [
            "But it is not freedom."
          ]
        },
        {
          "sentences": [
            "It is the blossoming of your desires,"
          ]
        },
        {
          "sentences": [
            "But it is not their fruit."
          ]
        },
        {
          "sentences": [
            "It is a depth calling unto a height,"
          ]
        },
        {
          "sentences": [
            "But it is not the deep nor the high."
          ]
        },
        {
          "sentences": [
            "It is the caged taking wing,"
          ]
        },
        {
          "sentences": [
            "But it is not space encompassed."
          ]
        },
        {
          "sentences": [
            "Ay, in very truth, pleasure is a freedom-song."
          ]
        },
        {
          "sentences": [
            "And I fain would have you sing it with fullness of heart; yet I would not have you lose your hearts in the singing."
          ]
        },
        {
          "sentences": [
            "Some of your youth seek pleasure as if it were all, and they are judged and rebuked."
          ]
        },
        {
          "sentences": [
            "I would not judge nor rebuke them.",
            "I would have them seek."
          ]
        },
        {
          "sentences": [
            "For they shall find pleasure, but not her alone;"
          ]
        },
        {
          "sentences": [
            "Seven are her sisters, and the least of them is more beautiful than pleasure."
          ]
        },
        {
          "sentences": [
            "Have you not heard of the man who was digging in the earth for roots and found a treasure?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And some of your elders remember pleasures with regret like wrongs committed in drunkenness."
          ]
        },
        {
          "sentences": [
            "But regret is the beclouding of the mind and not its chastisement."
          ]
        },
        {
          "sentences": [
            "They should remember their pleasures with gratitude, as they would the harvest of a summer."
          ]
        },
        {
          "sentences": [
            "Yet if it comforts them to regret, let them be comforted."
          ]
        },
        {
          "sentences": [
            "And there are among you those who are neither young to seek nor old to remember;"
          ]
        },
        {
          "sentences": [
            "And in their fear of seeking and remembering they shun all pleasures, lest they neglect the spirit or offend against it."
          ]
        },
        {
          "sentences": [
            "But even in their foregoing is their pleasure."
          ]
        },
        {
          "sentences": [
            "And thus they too find a treasure though they dig for roots with quivering hands."
          ]
        },
        {
          "sentences": [
            "But tell me, who is he that can offend the spirit?"
          ]
        },
        {
          "sentences": [
            "Shall the nightingale offend the stillness of the night, or the firefly the stars?"
          ]
        },
        {
          "sentences": [
            "And shall your flame or your smoke burden the wind?"
          ]
        },
        {
          "sentences": [
            "Think you the spirit is a still pool which you can trouble with a staff?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Oftentimes in denying yourself pleasure you do but store the desire in the recesses of your being."
          ]
        },
        {
          "sentences": [
            "Who knows but that which seems omitted today, waits for tomorrow?"
          ]
        },
        {
          "sentences": [
            "Even your body knows its heritage and its rightful need and will not be deceived."
          ]
        },
        {
          "sentences": [
            "And your body is the harp of your soul,"
          ]
        },
        {
          "sentences": [
            "And it is yours to bring forth sweet music from it or confused sounds."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And now you ask in your heart, “How shall we distinguish that which is good in pleasure from that which is not good?”"
          ]
        },
        {
          "sentences": [
            "Go to your fields and your gardens, and you shall learn that it is the pleasure of the bee to gather honey of the flower,"
          ]
        },
        {
          "sentences": [
            "But it is also the pleasure of the flower to yield its honey to the bee."
          ]
        },
        {
          "sentences": [
            "For to the bee a flower is a fountain of life,"
          ]
        },
        {
          "sentences": [
            "And to the flower a bee is a messenger of love,"
          ]
        },
        {
          "sentences": [
            "And to both, bee and flower, the giving and the receiving of pleasure is a need and an ecstasy."
          ]
        },
        {
          "sentences": [
            "People of Orphalese, be in your pleasures like the flowers and the bees."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And a poet said, Speak to us of _Beauty_."
          ]
        },
        {
          "sentences": [
            "And he answered:"
          ]
        },
        {
          "sentences": [
            "Where shall you seek beauty, and how shall you find her unless she herself be your way and your guide?"
          ]
        },
        {
          "sentences": [
            "And how shall you speak of her except she be the weaver of your speech?"
          ]
        },
        {
          "sentences": [
            "The aggrieved and the injured say, “Beauty is kind and gentle."
          ]
        },
        {
          "sentences": [
            "Like a young mother half-shy of her own glory she walks among us.”"
          ]
        },
        {
          "sentences": [
            "And the passionate say, “Nay, beauty is a thing of might and dread."
          ]
        },
        {
          "sentences": [
            "Like the tempest she shakes the earth beneath us and the sky above us.”"
          ]
        },
        {
          "sentences": [
            "The tired and the weary say, “Beauty is of soft whisperings.",
            "She speaks in our spirit."
          ]
        },
        {
          "sentences": [
            "Her voice yields to our silences like a faint light that quivers in fear of the shadow.”"
          ]
        },
        {
          "sentences": [
            "But the restless say, “We have heard her shouting among the mountains,"
          ]
        },
        {
          "sentences": [
            "And with her cries came the sound of hoofs, and the beating of wings and the roaring of lions.”"
          ]
        },
        {
          "sentences": [
            "At night the watchmen of the city say, “Beauty shall rise with the dawn from the east.”"
          ]
        },
        {
          "sentences": [
            "And at noontide the toilers and the wayfarers say, “We have seen her leaning over the earth from the windows of the sunset.”"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "In winter say the snow-bound, “She shall come with the spring leaping upon the hills.”"
          ]
        },
        {
          "sentences": [
            "And in the summer heat the reapers say, “We have seen her dancing with the autumn leaves, and we saw a drift of snow in her hair.”"
          ]
        },
        {
          "sentences": [
            "All these things have you said of beauty,"
          ]
        },
        {
          "sentences": [
            "Yet in truth you spoke not of her but of needs unsatisfied,"
          ]
        },
        {
          "sentences": [
            "And beauty is not a need but an ecstasy."
          ]
        },
        {
          "sentences": [
            "It is not a mouth thirsting nor an empty hand stretched forth,"
          ]
        },
        {
          "sentences": [
            "But rather a heart enflamed and a soul enchanted."
          ]
        },
        {
          "sentences": [
            "It is not the image you would see nor the song you would hear,"
          ]
        },
        {
          "sentences": [
            "But rather an image you see though you close your eyes and a song you hear though you shut your ears."
          ]
        },
        {
          "sentences": [
            "It is not the sap within the furrowed bark, nor a wing attached to a claw,"
          ]
        },
        {
          "sentences": [
            "But rather a garden for ever in bloom and a flock of angels for ever in flight."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "People of Orphalese, beauty is life when life unveils her holy face."
          ]
        },
        {
          "sentences": [
            "But you are life and you are the veil."
          ]
        },
        {
          "sentences": [
            "Beauty is eternity gazing at itself in a mirror."
          ]
        },
        {
          "sentences": [
            "But you are eternity and you are the mirror."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "And an old priest said, Speak to us of _Religion_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "Have I spoken this day of aught else?"
          ]
        },
        {
          "sentences": [
            "Is not religion all deeds and all reflection,"
          ]
        },
        {
          "sentences": [
            "And that which is neither deed nor reflection, but a wonder and a surprise ever springing in the soul, even while the hands hew the stone or tend the loom?"
          ]
        },
        {
          "sentences": [
            "Who can separate his faith from his actions, or his belief from his occupations?"
          ]
        },
        {
          "sentences": [
            "Who can spread his hours before him, saying, “This for God and this for myself; This for my soul, and this other for my body?”"
          ]
        },
        {
          "sentences": [
            "All your hours are wings that beat through space from self to self."
          ]
        },
        {
          "sentences": [
            "He who wears his morality but as his best garment were better naked."
          ]
        },
        {
          "sentences": [
            "The wind and the sun will tear no holes in his skin."
          ]
        },
        {
          "sentences": [
            "And he who defines his conduct by ethics imprisons his song-bird in a cage."
          ]
        },
        {
          "sentences": [
            "The freest song comes not through bars and wires."
          ]
        },
        {
          "sentences": [
            "And he to whom worshipping is a window, to open but also to shut, has not yet visited the house of his soul whose windows are from dawn to dawn."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Your daily life is your temple and your religion."
          ]
        },
        {
          "sentences": [
            "Whenever you enter into it take with you your all."
          ]
        },
        {
          "sentences": [
            "Take the plough and the forge and the mallet and the lute,"
          ]
        },
        {
          "sentences": [
            "The things you have fashioned in necessity or for delight."
          ]
        },
        {
          "sentences": [
            "For in revery you cannot rise above your achievements nor fall lower than your failures."
          ]
        },
        {
          "sentences": [
            "And take with you all men:"
          ]
        },
        {
          "sentences": [
            "For in adoration you cannot fly higher than their hopes nor humble yourself lower than their despair."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And if you would know God be not therefore a solver of riddles."
          ]
        },
        {
          "sentences": [
            "Rather look about you and you shall see Him playing with your children."
          ]
        },
        {
          "sentences": [
            "And look into space; you shall see Him walking in the cloud, outstretching His arms in the lightning and descending in rain."
          ]
        },
        {
          "sentences": [
            "You shall see Him smiling in flowers, then rising and waving His hands in trees."
          ]
        },
        {
          "sentences": [
            "***** *****"
          ]
        },
        {
          "sentences": [
            "Then Almitra spoke, saying, We would ask now of _Death_."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "You would know the secret of death."
          ]
        },
        {
          "sentences": [
            "But how shall you find it unless you seek it in the heart of life?"
          ]
        },
        {
          "sentences": [
            "The owl whose night-bound eyes are blind unto the day cannot unveil the mystery of light."
          ]
        },
        {
          "sentences": [
            "If you would indeed behold the spirit of death, open your heart wide unto the body of life."
          ]
        },
        {
          "sentences": [
            "For life and death are one, even as the river and the sea are one."
          ]
        },
        {
          "sentences": [
            "In the depth of your hopes and desires lies your silent knowledge of the beyond;"
          ]
        },
        {
          "sentences": [
            "And like seeds dreaming beneath the snow your heart dreams of spring."
          ]
        },
        {
          "sentences": [
            "Trust the dreams, for in them is hidden the gate to eternity."
          ]
        },
        {
          "sentences": [
            "Your fear of death is but the trembling of the shepherd when he stands before the king whose hand is to be laid upon him in honour."
          ]
        },
        {
          "sentences": [
            "Is the shepherd not joyful beneath his trembling, that he shall wear the mark of the king?"
          ]
        },
        {
          "sentences": [
            "Yet is he not more mindful of his trembling?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "For what is it to die but to stand naked in the wind and to melt into the sun?"
          ]
        },
        {
          "sentences": [
            "And what is it to cease breathing, but to free the breath from its restless tides, that it may rise and expand and seek God unencumbered?"
          ]
        },
        {
          "sentences": [
            "Only when you drink from the river of silence shall you indeed sing."
          ]
        },
        {
          "sentences": [
            "And when you have reached the mountain top, then you shall begin to climb."
          ]
        },
        {
          "sentences": [
            "And when the earth shall claim your limbs, then shall you truly dance."
          ]
        },
        {
          "sentences": [
            "And now it was evening."
          ]
        },
        {
          "sentences": [
            "And Almitra the seeress said, Blessed be this day and this place and your spirit that has spoken."
          ]
        },
        {
          "sentences": [
            "And he answered, Was it I who spoke?",
            "Was I not also a listener?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Then he descended the steps of the Temple and all the people followed him.",
            "And he reached his ship and stood upon the deck."
          ]
        },
        {
          "sentences": [
            "And facing the people again, he raised his voice and said:"
          ]
        },
        {
          "sentences": [
            "People of Orphalese, the wind bids me leave you."
          ]
        },
        {
          "sentences": [
            "Less hasty am I than the wind, yet I must go."
          ]
        },
        {
          "sentences": [
            "We wanderers, ever seeking the lonelier way, begin no day where we have ended another day; and no sunrise finds us where sunset left us."
          ]
        },
        {
          "sentences": [
            "Even while the earth sleeps we travel."
          ]
        },
        {
          "sentences": [
            "We are the seeds of the tenacious plant, and it is in our ripeness and our fullness of heart that we are given to the wind and are scattered."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Brief were my days among you, and briefer still the words I have spoken."
          ]
        },
        {
          "sentences": [
            "But should my voice fade in your ears, and my love vanish in your memory, then I will come again,"
          ]
        },
        {
          "sentences": [
            "And with a richer heart and lips more yielding to the spirit will I speak."
          ]
        },
        {
          "sentences": [
            "Yea, I shall return with the tide,"
          ]
        },
        {
          "sentences": [
            "And though death may hide me, and the greater silence enfold me, yet again will I seek your understanding."
          ]
        },
        {
          "sentences": [
            "And not in vain will I seek."
          ]
        },
        {
          "sentences": [
            "If aught I have said is truth, that truth shall reveal itself in a clearer voice, and in words more kin to your thoughts."
          ]
        },
        {
          "sentences": [
            "I go with the wind, people of Orphalese, but not down into emptiness;"
          ]
        },
        {
          "sentences": [
            "And if this day is not a fulfilment of your needs and my love, then let it be a promise till another day."
          ]
        },
        {
          "sentences": [
            "Man’s needs change, but not his love, nor his desire that his love should satisfy his needs."
          ]
        },
        {
          "sentences": [
            "Know therefore, that from the greater silence I shall return."
          ]
        },
        {
          "sentences": [
            "The mist that drifts away at dawn, leaving but dew in the fields, shall rise and gather into a cloud and then fall down in rain."
          ]
        },
        {
          "sentences": [
            "And not unlike the mist have I been."
          ]
        },
        {
          "sentences": [
            "In the stillness of the night I have walked in your streets, and my spirit has entered your houses,"
          ]
        },
        {
          "sentences": [
            "And your heart-beats were in my heart, and your breath was upon my face, and I knew you all."
          ]
        },
        {
          "sentences": [
            "Ay, I knew your joy and your pain, and in your sleep your dreams were my dreams."
          ]
        },
        {
          "sentences": [
            "And oftentimes I was among you a lake among the mountains."
          ]
        },
        {
          "sentences": [
            "I mirrored the summits in you and the bending slopes, and even the passing flocks of your thoughts and your desires."
          ]
        },
        {
          "sentences": [
            "And to my silence came the laughter of your children in streams, and the longing of your youths in rivers."
          ]
        },
        {
          "sentences": [
            "And when they reached my depth the streams and the rivers ceased not yet to sing."
          ]
        },
        {
          "sentences": [
            "But sweeter still than laughter and greater than longing came to me."
          ]
        },
        {
          "sentences": [
            "It was the boundless in you;"
          ]
        },
        {
          "sentences": [
            "The vast man in whom you are all but cells and sinews;"
          ]
        },
        {
          "sentences": [
            "He in whose chant all your singing is but a soundless throbbing."
          ]
        },
        {
          "sentences": [
            "It is in the vast man that you are vast,"
          ]
        },
        {
          "sentences": [
            "And in beholding him that I beheld you and loved you."
          ]
        },
        {
          "sentences": [
            "For what distances can love reach that are not in that vast sphere?"
          ]
        },
        {
          "sentences": [
            "What visions, what expectations and what presumptions can outsoar that flight?"
          ]
        },
        {
          "sentences": [
            "Like a giant oak tree covered with apple blossoms is the vast man in you."
          ]
        },
        {
          "sentences": [
            "His might binds you to the earth, his fragrance lifts you into space, and in his durability you are deathless."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "You have been told that, even like a chain, you are as weak as your weakest link."
          ]
        },
        {
          "sentences": [
            "This is but half the truth.",
            "You are also as strong as your strongest link."
          ]
        },
        {
          "sentences": [
            "To measure you by your smallest deed is to reckon the power of ocean by the frailty of its foam."
          ]
        },
        {
          "sentences": [
            "To judge you by your failures is to cast blame upon the seasons for their inconstancy."
          ]
        },
        {
          "sentences": [
            "Ay, you are like an ocean,"
          ]
        },
        {
          "sentences": [
            "And though heavy-grounded ships await the tide upon your shores, yet, even like an ocean, you cannot hasten your tides."
          ]
        },
        {
          "sentences": [
            "And like the seasons you are also,"
          ]
        },
        {
          "sentences": [
            "And though in your winter you deny your spring,"
          ]
        },
        {
          "sentences": [
            "Yet spring, reposing within you, smiles in her drowsiness and is not offended."
          ]
        },
        {
          "sentences": [
            "Think not I say these things in order that you may say the one to the other, “He praised us well.",
            "He saw but the good in us.”"
          ]
        },
        {
          "sentences": [
            "I only speak to you in words of that which you yourselves know in thought."
          ]
        },
        {
          "sentences": [
            "And what is word knowledge but a shadow of wordless knowledge?"
          ]
        },
        {
          "sentences": [
            "Your thoughts and my words are waves from a sealed memory that keeps records of our yesterdays,"
          ]
        },
        {
          "sentences": [
            "And of the ancient days when the earth knew not us nor herself,"
          ]
        },
        {
          "sentences": [
            "And of nights when earth was up-wrought with confusion."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Wise men have come to you to give you of their wisdom.",
            "I came to take of your wisdom:"
          ]
        },
        {
          "sentences": [
            "And behold I have found that which is greater than wisdom."
          ]
        },
        {
          "sentences": [
            "It is a flame spirit in you ever gathering more of itself,"
          ]
        },
        {
          "sentences": [
            "While you, heedless of its expansion, bewail the withering of your days."
          ]
        },
        {
          "sentences": [
            "It is life in quest of life in bodies that fear the grave."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "There are no graves here."
          ]
        },
        {
          "sentences": [
            "These mountains and plains are a cradle and a stepping-stone."
          ]
        },
        {
          "sentences": [
            "Whenever you pass by the field where you have laid your ancestors look well thereupon, and you shall see yourselves and your children dancing hand in hand."
          ]
        },
        {
          "sentences": [
            "Verily you often make merry without knowing."
          ]
        },
        {
          "sentences": [
            "Others have come to you to whom for golden promises made unto your faith you have given but riches and power and glory."
          ]
        },
        {
          "sentences": [
            "Less than a promise have I given, and yet more generous have you been to me."
          ]
        },
        {
          "sentences": [
            "You have given me my deeper thirsting after life."
          ]
        },
        {
          "sentences": [
            "Surely there is no greater gift to a man than that which turns all his aims into parching lips and all life into a fountain."
          ]
        },
        {
          "sentences": [
            "And in this lies my honour and my reward,--"
          ]
        },
        {
          "sentences": [
            "That whenever I come to the fountain to drink I find the living water itself thirsty;"
          ]
        },
        {
          "sentences": [
            "And it drinks me while I drink it."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Some of you have deemed me proud and over-shy to receive gifts."
          ]
        },
        {
          "sentences": [
            "Too proud indeed am I to receive wages, but not gifts."
          ]
        },
        {
          "sentences": [
            "And though I have eaten berries among the hills when you would have had me sit at your board,"
          ]
        },
        {
          "sentences": [
            "And slept in the portico of the temple when you would gladly have sheltered me,"
          ]
        },
        {
          "sentences": [
            "Yet was it not your loving mindfulness of my days and my nights that made food sweet to my mouth and girdled my sleep with visions?"
          ]
        },
        {
          "sentences": [
            "For this I bless you most:"
          ]
        },
        {
          "sentences": [
            "You give much and know not that you give at all."
          ]
        },
        {
          "sentences": [
            "Verily the kindness that gazes upon itself in a mirror turns to stone,"
          ]
        },
        {
          "sentences": [
            "And a good deed that calls itself by tender names becomes the parent to a curse."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And some of you have called me aloof, and drunk with my own aloneness,"
          ]
        },
        {
          "sentences": [
            "And you have said, “He holds council with the trees of the forest, but not with men."
          ]
        },
        {
          "sentences": [
            "He sits alone on hill-tops and looks down upon our city.”"
          ]
        },
        {
          "sentences": [
            "True it is that I have climbed the hills and walked in remote places."
          ]
        },
        {
          "sentences": [
            "How could I have seen you save from a great height or a great distance?"
          ]
        },
        {
          "sentences": [
            "How can one be indeed near unless he be far?"
          ]
        },
        {
          "sentences": [
            "And others among you called unto me, not in words, and they said,"
          ]
        },
        {
          "sentences": [
            "“Stranger, stranger, lover of unreachable heights, why dwell you among the summits where eagles build their nests?"
          ]
        },
        {
          "sentences": [
            "Why seek you the unattainable?"
          ]
        },
        {
          "sentences": [
            "What storms would you trap in your net,"
          ]
        },
        {
          "sentences": [
            "And what vaporous birds do you hunt in the sky?"
          ]
        },
        {
          "sentences": [
            "Come and be one of us."
          ]
        },
        {
          "sentences": [
            "Descend and appease your hunger with our bread and quench your thirst with our wine.”"
          ]
        },
        {
          "sentences": [
            "In the solitude of their souls they said these things;"
          ]
        },
        {
          "sentences": [
            "But were their solitude deeper they would have known that I sought but the secret of your joy and your pain,"
          ]
        },
        {
          "sentences": [
            "And I hunted only your larger selves that walk the sky."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "But the hunter was also the hunted;"
          ]
        },
        {
          "sentences": [
            "For many of my arrows left my bow only to seek my own breast."
          ]
        },
        {
          "sentences": [
            "And the flier was also the creeper;"
          ]
        },
        {
          "sentences": [
            "For when my wings were spread in the sun their shadow upon the earth was a turtle."
          ]
        },
        {
          "sentences": [
            "And I the believer was also the doubter;"
          ]
        },
        {
          "sentences": [
            "For often have I put my finger in my own wound that I might have the greater belief in you and the greater knowledge of you."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "And it is with this belief and this knowledge that I say,"
          ]
        },
        {
          "sentences": [
            "You are not enclosed within your bodies, nor confined to houses or fields."
          ]
        },
        {
          "sentences": [
            "That which is you dwells above the mountain and roves with the wind."
          ]
        },
        {
          "sentences": [
            "It is not a thing that crawls into the sun for warmth or digs holes into darkness for safety,"
          ]
        },
        {
          "sentences": [
            "But a thing free, a spirit that envelops the earth and moves in the ether."
          ]
        },
        {
          "sentences": [
            "If these be vague words, then seek not to clear them."
          ]
        },
        {
          "sentences": [
            "Vague and nebulous is the beginning of all things, but not their end,"
          ]
        },
        {
          "sentences": [
            "And I fain would have you remember me as a beginning."
          ]
        },
        {
          "sentences": [
            "Life, and all that lives, is conceived in the mist and not in the crystal."
          ]
        },
        {
          "sentences": [
            "And who knows but a crystal is mist in decay?"
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "This would I have you remember in remembering me:"
          ]
        },
        {
          "sentences": [
            "That which seems most feeble and bewildered in you is the strongest and most determined."
          ]
        },
        {
          "sentences": [
            "Is it not your breath that has erected and hardened the structure of your bones?"
          ]
        },
        {
          "sentences": [
            "And is it not a dream which none of you remember having dreamt, that builded your city and fashioned all there is in it?"
          ]
        },
        {
          "sentences": [
            "Could you but see the tides of that breath you would cease to see all else,"
          ]
        },
        {
          "sentences": [
            "And if you could hear the whispering of the dream you would hear no other sound."
          ]
        },
        {
          "sentences": [
            "But you do not see, nor do you hear, and it is well."
          ]
        },
        {
          "sentences": [
            "The veil that clouds your eyes shall be lifted by the hands that wove it,"
          ]
        },
        {
          "sentences": [
            "And the clay that fills your ears shall be pierced by those fingers that kneaded it."
          ]
        },
        {
          "sentences": [
            "And you shall see."
          ]
        },
        {
          "sentences": [
            "And you shall hear."
          ]
        },
        {
          "sentences": [
            "Yet you shall not deplore having known blindness, nor regret having been deaf."
          ]
        },
        {
          "sentences": [
            "For in that day you shall know the hidden purposes in all things,"
          ]
        },
        {
          "sentences": [
            "And you shall bless darkness as you would bless light."
          ]
        },
        {
          "sentences": [
            "After saying these things he looked about him, and he saw the pilot of his ship standing by the helm and gazing now at the full sails and now at the distance."
          ]
        },
        {
          "sentences": [
            "And he said:"
          ]
        },
        {
          "sentences": [
            "Patient, over patient, is the captain of my ship."
          ]
        },
        {
          "sentences": [
            "The wind blows, and restless are the sails;"
          ]
        },
        {
          "sentences": [
            "Even the rudder begs direction;"
          ]
        },
        {
          "sentences": [
            "Yet quietly my captain awaits my silence."
          ]
        },
        {
          "sentences": [
            "And these my mariners, who have heard the choir of the greater sea, they too have heard me patiently."
          ]
        },
        {
          "sentences": [
            "Now they shall wait no longer."
          ]
        },
        {
          "sentences": [
            "I am ready."
          ]
        },
        {
          "sentences": [
            "The stream has reached the sea, and once more the great mother holds her son against her breast."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "Fare you well, people of Orphalese."
          ]
        },
        {
          "sentences": [
            "This day has ended."
          ]
        },
        {
          "sentences": [
            "It is closing upon us even as the water-lily upon its own tomorrow."
          ]
        },
        {
          "sentences": [
            "What was given us here we shall keep,"
          ]
        },
        {
          "sentences": [
            "And if it suffices not, then again must we come together and together stretch our hands unto the giver."
          ]
        },
        {
          "sentences": [
            "Forget not that I shall come back to you."
          ]
        },
        {
          "sentences": [
            "A little while, and my longing shall gather dust and foam for another body."
          ]
        },
        {
          "sentences": [
            "A little while, a moment of rest upon the wind, and another woman shall bear me."
          ]
        },
        {
          "sentences": [
            "Farewell to you and the youth I have spent with you."
          ]
        },
        {
          "sentences": [
            "It was but yesterday we met in a dream."
          ]
        },
        {
          "sentences": [
            "You have sung to me in my aloneness, and I of your longings have built a tower in the sky."
          ]
        },
        {
          "sentences": [
            "But now our sleep has fled and our dream is over, and it is no longer dawn."
          ]
        },
        {
          "sentences": [
            "The noontide is upon us and our half waking has turned to fuller day, and we must part."
          ]
        },
        {
          "sentences": [
            "If in the twilight of memory we should meet once more, we shall speak again together and you shall sing to me a deeper song."
          ]
        },
        {
          "sentences": [
            "And if our hands should meet in another dream we shall build another tower in the sky."
          ]
        },
        {
          "sentences": [
            "*****"
          ]
        },
        {
          "sentences": [
            "So saying he made a signal to the seamen, and straightway they weighed anchor and cast the ship loose from its moorings, and they moved eastward."
          ]
        },
        {
          "sentences": [
            "And a cry came from the people as from a single heart, and it rose into the dusk and was carried out over the sea like a great trumpeting."
          ]
        },
        {
          "sentences": [
            "Only Almitra was silent, gazing after the ship until it had vanished into the mist."
          ]
        },
        {
          "sentences": [
            "And when all the people were dispersed she still stood alone upon the sea-wall, remembering in her heart his saying,"
          ]
        },
        {
          "sentences": [
            "“A little while, a moment of rest upon the wind, and another woman shall bear me.”"
          ]
        }
      ],
      "metadata": {}
    }
  ],
  "source_file": "books/texts/pg58585-The_Prophet.txt"
}