{
  "metadata": {
    "title": "The Iliad",
    "author": "Homer",
    "format": "multi_part",
    "format_confidence": 100,
    "original_metadata": {
      "title": "The Iliad",
      "author": "Homer",
      "language": "English",
      "release_date": "November 17, 2002 [eBook #6130]",
      "ebook_number": null
    },
    "raw_text_length": 1116715,
    "cleaned_text_length": 1094194
  },
  "chapters": [
    {
      "number": 1,
      "title": "Chapter 1",
      "paragraphs": [
        {
          "sentences": [
            "ARGUMENT."
          ]
        },
        {
          "sentences": [
            "THE REDEMPTION OF THE BODY OF HECTOR."
          ]
        },
        {
          "sentences": [
            "The gods deliberate about the redemption of Hector’s body.",
            "Jupiter sends Thetis to Achilles, to dispose him for the restoring it, and Iris to Priam, to encourage him to go in person and treat for it.",
            "The old king, notwithstanding the remonstrances of his queen, makes ready for the journey, to which he is encouraged by an omen from Jupiter.",
            "He sets forth in his chariot, with a waggon loaded with presents, under the charge of Idæus the herald.",
            "Mercury descends in the shape of a young man, and conducts him to the pavilion of Achilles.",
            "Their conversation on the way.",
            "Priam finds Achilles at his table, casts himself at his feet, and begs for the body of his son: Achilles, moved with compassion, grants his request, detains him one night in his tent, and the next morning sends him home with the body: the Trojans run out to meet him.",
            "The lamentations of Andromache, Hecuba, and Helen, with the solemnities of the funeral.",
            "The time of twelve days is employed in this book, while the body of Hector lies in the tent of Achilles; and as many more are spent in the truce allowed for his interment.",
            "The scene is partly in Achilles’ camp, and partly in Troy."
          ]
        },
        {
          "sentences": [
            "Now from the finish’d games the Grecian band Seek their black ships, and clear the crowded strand, All stretch’d at ease the genial banquet share, And pleasing slumbers quiet all their care.",
            "Not so Achilles: he, to grief resign’d, His friend’s dear image present to his mind, Takes his sad couch, more unobserved to weep; Nor tastes the gifts of all-composing sleep.",
            "Restless he roll’d around his weary bed, And all his soul on his Patroclus fed: The form so pleasing, and the heart so kind, That youthful vigour, and that manly mind, What toils they shared, what martial works they wrought, What seas they measured, and what fields they fought; All pass’d before him in remembrance dear, Thought follows thought, and tear succeeds to tear.",
            "And now supine, now prone, the hero lay, Now shifts his side, impatient for the day: Then starting up, disconsolate he goes Wide on the lonely beach to vent his woes.",
            "There as the solitary mourner raves, The ruddy morning rises o’er the waves: Soon as it rose, his furious steeds he join’d!",
            "The chariot flies, and Hector trails behind.",
            "And thrice, Patroclus! round thy monument Was Hector dragg’d, then hurried to the tent.",
            "There sleep at last o’ercomes the hero’s eyes; While foul in dust the unhonour’d carcase lies, But not deserted by the pitying skies: For Phœbus watch’d it with superior care, Preserved from gaping wounds and tainting air; And, ignominious as it swept the field, Spread o’er the sacred corse his golden shield.",
            "All heaven was moved, and Hermes will’d to go By stealth to snatch him from the insulting foe: But Neptune this, and Pallas this denies, And th’ unrelenting empress of the skies, E’er since that day implacable to Troy, What time young Paris, simple shepherd boy, Won by destructive lust (reward obscene), Their charms rejected for the Cyprian queen.",
            "But when the tenth celestial morning broke, To heaven assembled, thus Apollo spoke:"
          ]
        },
        {
          "sentences": [
            "“Unpitying powers! how oft each holy fane Has Hector tinged with blood of victims slain?",
            "And can ye still his cold remains pursue?",
            "Still grudge his body to the Trojans’ view?",
            "Deny to consort, mother, son, and sire, The last sad honours of a funeral fire?",
            "Is then the dire Achilles all your care?",
            "That iron heart, inflexibly severe; A lion, not a man, who slaughters wide, In strength of rage, and impotence of pride; Who hastes to murder with a savage joy, Invades around, and breathes but to destroy!",
            "Shame is not of his soul; nor understood, The greatest evil and the greatest good.",
            "Still for one loss he rages unresign’d, Repugnant to the lot of all mankind; To lose a friend, a brother, or a son, Heaven dooms each mortal, and its will is done: Awhile they sorrow, then dismiss their care; Fate gives the wound, and man is born to bear.",
            "But this insatiate, the commission given By fate exceeds, and tempts the wrath of heaven: Lo, how his rage dishonest drags along Hector’s dead earth, insensible of wrong!",
            "Brave though he be, yet by no reason awed, He violates the laws of man and god.”"
          ]
        },
        {
          "sentences": [
            "“If equal honours by the partial skies Are doom’d both heroes, (Juno thus replies,) If Thetis’ son must no distinction know, Then hear, ye gods! the patron of the bow.",
            "But Hector only boasts a mortal claim, His birth deriving from a mortal dame: Achilles, of your own ethereal race, Springs from a goddess by a man’s embrace (A goddess by ourself to Peleus given, A man divine, and chosen friend of heaven) To grace those nuptials, from the bright abode Yourselves were present; where this minstrel-god, Well pleased to share the feast, amid the quire Stood proud to hymn, and tune his youthful lyre.”"
          ]
        },
        {
          "sentences": [
            "Then thus the Thunderer checks the imperial dame: “Let not thy wrath the court of heaven inflame; Their merits, nor their honours, are the same.",
            "But mine, and every god’s peculiar grace Hector deserves, of all the Trojan race: Still on our shrines his grateful offerings lay, (The only honours men to gods can pay,) Nor ever from our smoking altar ceased The pure libation, and the holy feast: Howe’er by stealth to snatch the corse away, We will not: Thetis guards it night and day.",
            "But haste, and summon to our courts above The azure queen; let her persuasion move Her furious son from Priam to receive The proffer’d ransom, and the corse to leave.”"
          ]
        },
        {
          "sentences": [
            "He added not: and Iris from the skies, Swift as a whirlwind, on the message flies, Meteorous the face of ocean sweeps, Refulgent gliding o’er the sable deeps.",
            "Between where Samos wide his forests spreads, And rocky Imbrus lifts its pointed heads, Down plunged the maid; (the parted waves resound;) She plunged and instant shot the dark profound.",
            "As bearing death in the fallacious bait, From the bent angle sinks the leaden weight; So pass’d the goddess through the closing wave, Where Thetis sorrow’d in her secret cave: There placed amidst her melancholy train (The blue-hair’d sisters of the sacred main) Pensive she sat, revolving fates to come, And wept her godlike son’s approaching doom.",
            "Then thus the goddess of the painted bow: “Arise, O Thetis! from thy seats below, ’Tis Jove that calls.”—“And why (the dame replies) Calls Jove his Thetis to the hated skies?",
            "Sad object as I am for heavenly sight!",
            "Ah may my sorrows ever shun the light!",
            "Howe’er, be heaven’s almighty sire obey’d—” She spake, and veil’d her head in sable shade, Which, flowing long, her graceful person clad; And forth she paced, majestically sad."
          ]
        },
        {
          "sentences": [
            "Then through the world of waters they repair (The way fair Iris led) to upper air.",
            "The deeps dividing, o’er the coast they rise, And touch with momentary flight the skies.",
            "There in the lightning’s blaze the sire they found, And all the gods in shining synod round.",
            "Thetis approach’d with anguish in her face, (Minerva rising, gave the mourner place,) Even Juno sought her sorrows to console, And offer’d from her hand the nectar-bowl: She tasted, and resign’d it: then began The sacred sire of gods and mortal man:"
          ]
        },
        {
          "sentences": [
            "“Thou comest, fair Thetis, but with grief o’ercast; Maternal sorrows; long, ah, long to last!",
            "Suffice, we know and we partake thy cares; But yield to fate, and hear what Jove declares.",
            "Nine days are past since all the court above In Hector’s cause have moved the ear of Jove; ’Twas voted, Hermes from his godlike foe By stealth should bear him, but we will’d not so: We will, thy son himself the corse restore, And to his conquest add this glory more.",
            "Then hie thee to him, and our mandate bear: Tell him he tempts the wrath of heaven too far; Nor let him more (our anger if he dread) Vent his mad vengeance on the sacred dead; But yield to ransom and the father’s prayer; The mournful father, Iris shall prepare With gifts to sue; and offer to his hands Whate’er his honour asks, or heart demands.”"
          ]
        },
        {
          "sentences": [
            "His word the silver-footed queen attends, And from Olympus’ snowy tops descends.",
            "Arrived, she heard the voice of loud lament, And echoing groans that shook the lofty tent: His friends prepare the victim, and dispose Repast unheeded, while he vents his woes; The goddess seats her by her pensive son, She press’d his hand, and tender thus begun:"
          ]
        },
        {
          "sentences": [
            "“How long, unhappy! shall thy sorrows flow, And thy heart waste with life-consuming woe: Mindless of food, or love, whose pleasing reign Soothes weary life, and softens human pain?",
            "O snatch the moments yet within thy power; Not long to live, indulge the amorous hour!",
            "Lo!",
            "Jove himself (for Jove’s command I bear) Forbids to tempt the wrath of heaven too far.",
            "No longer then (his fury if thou dread) Detain the relics of great Hector dead; Nor vent on senseless earth thy vengeance vain, But yield to ransom, and restore the slain.”"
          ]
        },
        {
          "sentences": [
            "To whom Achilles: “Be the ransom given, And we submit, since such the will of heaven.”"
          ]
        },
        {
          "sentences": [
            "While thus they communed, from the Olympian bowers Jove orders Iris to the Trojan towers: “Haste, winged goddess! to the sacred town, And urge her monarch to redeem his son.",
            "Alone the Ilian ramparts let him leave, And bear what stern Achilles may receive: Alone, for so we will; no Trojan near Except, to place the dead with decent care, Some aged herald, who with gentle hand May the slow mules and funeral car command.",
            "Nor let him death, nor let him danger dread, Safe through the foe by our protection led: Him Hermes to Achilles shall convey, Guard of his life, and partner of his way.",
            "Fierce as he is, Achilles’ self shall spare His age, nor touch one venerable hair: Some thought there must be in a soul so brave, Some sense of duty, some desire to save.”"
          ]
        },
        {
          "sentences": [
            "Then down her bow the winged Iris drives, And swift at Priam’s mournful court arrives: Where the sad sons beside their father’s throne Sat bathed in tears, and answer’d groan with groan.",
            "And all amidst them lay the hoary sire, (Sad scene of woe!) his face his wrapp’d attire Conceal’d from sight; with frantic hands he spread A shower of ashes o’er his neck and head.",
            "From room to room his pensive daughters roam; Whose shrieks and clamours fill the vaulted dome; Mindful of those, who late their pride and joy, Lie pale and breathless round the fields of Troy!",
            "Before the king Jove’s messenger appears, And thus in whispers greets his trembling ears:"
          ]
        },
        {
          "sentences": [
            "“Fear not, O father! no ill news I bear; From Jove I come, Jove makes thee still his care; For Hector’s sake these walls he bids thee leave, And bear what stern Achilles may receive; Alone, for so he wills; no Trojan near, Except, to place the dead with decent care, Some aged herald, who with gentle hand May the slow mules and funeral car command.",
            "Nor shalt thou death, nor shalt thou danger dread: Safe through the foe by his protection led: Thee Hermes to Pelides shall convey, Guard of thy life, and partner of thy way.",
            "Fierce as he is, Achilles’ self shall spare Thy age, nor touch one venerable hair; Some thought there must be in a soul so brave, Some sense of duty, some desire to save.”"
          ]
        },
        {
          "sentences": [
            "She spoke, and vanish’d.",
            "Priam bids prepare His gentle mules and harness to the car; There, for the gifts, a polish’d casket lay: His pious sons the king’s command obey.",
            "Then pass’d the monarch to his bridal-room, Where cedar-beams the lofty roofs perfume, And where the treasures of his empire lay; Then call’d his queen, and thus began to say:"
          ]
        },
        {
          "sentences": [
            "“Unhappy consort of a king distress’d!",
            "Partake the troubles of thy husband’s breast: I saw descend the messenger of Jove, Who bids me try Achilles’ mind to move; Forsake these ramparts, and with gifts obtain The corse of Hector, at yon navy slain.",
            "Tell me thy thought: my heart impels to go Through hostile camps, and bears me to the foe.”"
          ]
        },
        {
          "sentences": [
            "The hoary monarch thus.",
            "Her piercing cries Sad Hecuba renews, and then replies: “Ah! whither wanders thy distemper’d mind?",
            "And where the prudence now that awed mankind?",
            "Through Phrygia once and foreign regions known; Now all confused, distracted, overthrown!",
            "Singly to pass through hosts of foes! to face (O heart of steel!) the murderer of thy race!",
            "To view that deathful eye, and wander o’er Those hands yet red with Hector’s noble gore!",
            "Alas! my lord! he knows not how to spare, And what his mercy, thy slain sons declare; So brave! so many fallen!",
            "To claim his rage Vain were thy dignity, and vain thy age.",
            "No—pent in this sad palace, let us give To grief the wretched days we have to live.",
            "Still, still for Hector let our sorrows flow, Born to his own, and to his parents’ woe!",
            "Doom’d from the hour his luckless life begun, To dogs, to vultures, and to Peleus’ son!",
            "Oh! in his dearest blood might I allay My rage, and these barbarities repay!",
            "For ah! could Hector merit thus, whose breath Expired not meanly, in unactive death?",
            "He poured his latest blood in manly fight, And fell a hero in his country’s right.”"
          ]
        },
        {
          "sentences": [
            "“Seek not to stay me, nor my soul affright With words of omen, like a bird of night, (Replied unmoved the venerable man;) ’Tis heaven commands me, and you urge in vain.",
            "Had any mortal voice the injunction laid, Nor augur, priest, nor seer, had been obey’d.",
            "A present goddess brought the high command, I saw, I heard her, and the word shall stand.",
            "I go, ye gods! obedient to your call: If in yon camp your powers have doom’d my fall, Content—By the same hand let me expire!",
            "Add to the slaughter’d son the wretched sire!",
            "One cold embrace at least may be allow’d, And my last tears flow mingled with his blood!”"
          ]
        },
        {
          "sentences": [
            "From forth his open’d stores, this said, he drew Twelve costly carpets of refulgent hue, As many vests, as many mantles told, And twelve fair veils, and garments stiff with gold, Two tripods next, and twice two chargers shine, With ten pure talents from the richest mine; And last a large well-labour’d bowl had place, (The pledge of treaties once with friendly Thrace:) Seem’d all too mean the stores he could employ, For one last look to buy him back to Troy!"
          ]
        },
        {
          "sentences": [
            "Lo! the sad father, frantic with his pain, Around him furious drives his menial train: In vain each slave with duteous care attends, Each office hurts him, and each face offends. “What make ye here, officious crowds! (he cries): Hence! nor obtrude your anguish on my eyes.",
            "Have ye no griefs at home, to fix ye there: Am I the only object of despair?",
            "Am I become my people’s common show, Set up by Jove your spectacle of woe?",
            "No, you must feel him too; yourselves must fall; The same stern god to ruin gives you all: Nor is great Hector lost by me alone; Your sole defence, your guardian power is gone!",
            "I see your blood the fields of Phrygia drown, I see the ruins of your smoking town!",
            "O send me, gods! ere that sad day shall come, A willing ghost to Pluto’s dreary dome!”"
          ]
        },
        {
          "sentences": [
            "He said, and feebly drives his friends away: The sorrowing friends his frantic rage obey.",
            "Next on his sons his erring fury falls, Polites, Paris, Agathon, he calls; His threats Deiphobus and Dius hear, Hippothous, Pammon, Helenes the seer, And generous Antiphon: for yet these nine Survived, sad relics of his numerous line."
          ]
        },
        {
          "sentences": [
            "“Inglorious sons of an unhappy sire!",
            "Why did not all in Hector’s cause expire?",
            "Wretch that I am! my bravest offspring slain.",
            "You, the disgrace of Priam’s house, remain!",
            "Mestor the brave, renown’d in ranks of war, With Troilus, dreadful on his rushing car,[293] And last great Hector, more than man divine, For sure he seem’d not of terrestrial line!",
            "All those relentless Mars untimely slew, And left me these, a soft and servile crew, Whose days the feast and wanton dance employ, Gluttons and flatterers, the contempt of Troy!",
            "Why teach ye not my rapid wheels to run, And speed my journey to redeem my son?”"
          ]
        },
        {
          "sentences": [
            "The sons their father’s wretched age revere, Forgive his anger, and produce the car.",
            "High on the seat the cabinet they bind: The new-made car with solid beauty shined; Box was the yoke, emboss’d with costly pains, And hung with ringlets to receive the reins; Nine cubits long, the traces swept the ground: These to the chariot’s polish’d pole they bound.",
            "Then fix’d a ring the running reins to guide, And close beneath the gather’d ends were tied.",
            "Next with the gifts (the price of Hector slain) The sad attendants load the groaning wain: Last to the yoke the well-matched mules they bring, (The gift of Mysia to the Trojan king.) But the fair horses, long his darling care, Himself received, and harness’d to his car: Grieved as he was, he not this task denied; The hoary herald help’d him, at his side.",
            "While careful these the gentle coursers join’d, Sad Hecuba approach’d with anxious mind; A golden bowl that foam’d with fragrant wine, (Libation destined to the power divine,) Held in her right, before the steed she stands, And thus consigns it to the monarch’s hands:"
          ]
        },
        {
          "sentences": [
            "“Take this, and pour to Jove; that safe from harms His grace restore thee to our roof and arms.",
            "Since victor of thy fears, and slighting mine, Heaven, or thy soul, inspires this bold design; Pray to that god, who high on Ida’s brow Surveys thy desolated realms below, His winged messenger to send from high, And lead thy way with heavenly augury: Let the strong sovereign of the plumy race Tower on the right of yon ethereal space.",
            "That sign beheld, and strengthen’d from above, Boldly pursue the journey mark’d by Jove: But if the god his augury denies, Suppress thy impulse, nor reject advice.”"
          ]
        },
        {
          "sentences": [
            "“’Tis just (said Priam) to the sire above To raise our hands; for who so good as Jove?” He spoke, and bade the attendant handmaid bring The purest water of the living spring: (Her ready hands the ewer and bason held:) Then took the golden cup his queen had fill’d; On the mid pavement pours the rosy wine, Uplifts his eyes, and calls the power divine:"
          ]
        },
        {
          "sentences": [
            "“O first and greatest! heaven’s imperial lord!",
            "On lofty Ida’s holy hill adored!",
            "To stern Achilles now direct my ways, And teach him mercy when a father prays.",
            "If such thy will, despatch from yonder sky Thy sacred bird, celestial augury!",
            "Let the strong sovereign of the plumy race Tower on the right of yon ethereal space; So shall thy suppliant, strengthen’d from above, Fearless pursue the journey mark’d by Jove.”"
          ]
        },
        {
          "sentences": [
            "Jove heard his prayer, and from the throne on high, Despatch’d his bird, celestial augury!",
            "The swift-wing’d chaser of the feather’d game, And known to gods by Percnos’ lofty name.",
            "Wide as appears some palace-gate display’d, So broad, his pinions stretch’d their ample shade, As stooping dexter with resounding wings The imperial bird descends in airy rings.",
            "A dawn of joy in every face appears: The mourning matron dries her timorous tears: Swift on his car the impatient monarch sprung; The brazen portal in his passage rung; The mules preceding draw the loaded wain, Charged with the gifts: Idæus holds the rein: The king himself his gentle steeds controls, And through surrounding friends the chariot rolls.",
            "On his slow wheels the following people wait, Mourn at each step, and give him up to fate; With hands uplifted eye him as he pass’d, And gaze upon him as they gazed their last.",
            "Now forward fares the father on his way, Through the lone fields, and back to Ilion they.",
            "Great Jove beheld him as he cross’d the plain, And felt the woes of miserable man.",
            "Then thus to Hermes: “Thou whose constant cares Still succour mortals, and attend their prayers; Behold an object to thy charge consign’d: If ever pity touch’d thee for mankind, Go, guard the sire: the observing foe prevent, And safe conduct him to Achilles’ tent.”"
          ]
        },
        {
          "sentences": [
            "The god obeys, his golden pinions binds,[294] And mounts incumbent on the wings of winds, That high, through fields of air, his flight sustain, O’er the wide earth, and o’er the boundless main; Then grasps the wand that causes sleep to fly, Or in soft slumbers seals the wakeful eye: Thus arm’d, swift Hermes steers his airy way, And stoops on Hellespont’s resounding sea.",
            "A beauteous youth, majestic and divine, He seem’d; fair offspring of some princely line!",
            "Now twilight veil’d the glaring face of day, And clad the dusky fields in sober grey; What time the herald and the hoary king (Their chariots stopping at the silver spring, That circling Ilus’ ancient marble flows) Allow’d their mules and steeds a short repose, Through the dim shade the herald first espies A man’s approach, and thus to Priam cries: “I mark some foe’s advance: O king! beware; This hard adventure claims thy utmost care!",
            "For much I fear destruction hovers nigh: Our state asks counsel; is it best to fly?",
            "Or old and helpless, at his feet to fall, Two wretched suppliants, and for mercy call?”"
          ]
        },
        {
          "sentences": [
            "The afflicted monarch shiver’d with despair; Pale grew his face, and upright stood his hair; Sunk was his heart; his colour went and came; A sudden trembling shook his aged frame: When Hermes, greeting, touch’d his royal hand, And, gentle, thus accosts with kind demand:"
          ]
        },
        {
          "sentences": [
            "“Say whither, father! when each mortal sight Is seal’d in sleep, thou wanderest through the night?",
            "Why roam thy mules and steeds the plains along, Through Grecian foes, so numerous and so strong?",
            "What couldst thou hope, should these thy treasures view; These, who with endless hate thy race pursue?",
            "For what defence, alas! could’st thou provide; Thyself not young, a weak old man thy guide?",
            "Yet suffer not thy soul to sink with dread; From me no harm shall touch thy reverend head; From Greece I’ll guard thee too; for in those lines The living image of my father shines.”"
          ]
        },
        {
          "sentences": [
            "“Thy words, that speak benevolence of mind, Are true, my son! (the godlike sire rejoin’d:) Great are my hazards; but the gods survey My steps, and send thee, guardian of my way.",
            "Hail, and be bless’d!",
            "For scarce of mortal kind Appear thy form, thy feature, and thy mind.”"
          ]
        },
        {
          "sentences": [
            "“Nor true are all thy words, nor erring wide; (The sacred messenger of heaven replied;) But say, convey’st thou through the lonely plains What yet most precious of thy store remains, To lodge in safety with some friendly hand: Prepared, perchance, to leave thy native land?",
            "Or fliest thou now?—What hopes can Troy retain, Thy matchless son, her guard and glory, slain?”"
          ]
        },
        {
          "sentences": [
            "The king, alarm’d: “Say what, and whence thou art Who search the sorrows of a parent’s heart, And know so well how godlike Hector died?” Thus Priam spoke, and Hermes thus replied:"
          ]
        },
        {
          "sentences": [
            "“You tempt me, father, and with pity touch: On this sad subject you inquire too much.",
            "Oft have these eyes that godlike Hector view’d In glorious fight, with Grecian blood embrued: I saw him when, like Jove, his flames he toss’d On thousand ships, and wither’d half a host: I saw, but help’d not: stern Achilles’ ire Forbade assistance, and enjoy’d the fire.",
            "For him I serve, of Myrmidonian race; One ship convey’d us from our native place; Polyctor is my sire, an honour’d name, Old like thyself, and not unknown to fame; Of seven his sons, by whom the lot was cast To serve our prince, it fell on me, the last.",
            "To watch this quarter, my adventure falls: For with the morn the Greeks attack your walls; Sleepless they sit, impatient to engage, And scarce their rulers check their martial rage.”"
          ]
        },
        {
          "sentences": [
            "“If then thou art of stern Pelides’ train, (The mournful monarch thus rejoin’d again,) Ah tell me truly, where, oh! where are laid My son’s dear relics? what befalls him dead?",
            "Have dogs dismember’d (on the naked plains), Or yet unmangled rest, his cold remains?”"
          ]
        },
        {
          "sentences": [
            "“O favour’d of the skies! (thus answered then The power that mediates between god and men) Nor dogs nor vultures have thy Hector rent, But whole he lies, neglected in the tent: This the twelfth evening since he rested there, Untouch’d by worms, untainted by the air.",
            "Still as Aurora’s ruddy beam is spread, Round his friend’s tomb Achilles drags the dead: Yet undisfigured, or in limb or face, All fresh he lies, with every living grace, Majestical in death!",
            "No stains are found O’er all the corse, and closed is every wound, Though many a wound they gave.",
            "Some heavenly care, Some hand divine, preserves him ever fair: Or all the host of heaven, to whom he led A life so grateful, still regard him dead.”"
          ]
        },
        {
          "sentences": [
            "Thus spoke to Priam the celestial guide, And joyful thus the royal sire replied: “Blest is the man who pays the gods above The constant tribute of respect and love!",
            "Those who inhabit the Olympian bower My son forgot not, in exalted power; And heaven, that every virtue bears in mind, Even to the ashes of the just is kind.",
            "But thou, O generous youth! this goblet take, A pledge of gratitude for Hector’s sake; And while the favouring gods our steps survey, Safe to Pelides’ tent conduct my way.”"
          ]
        },
        {
          "sentences": [
            "To whom the latent god: “O king, forbear To tempt my youth, for apt is youth to err.",
            "But can I, absent from my prince’s sight, Take gifts in secret, that must shun the light?",
            "What from our master’s interest thus we draw, Is but a licensed theft that ’scapes the law.",
            "Respecting him, my soul abjures the offence; And as the crime, I dread the consequence.",
            "Thee, far as Argos, pleased I could convey; Guard of thy life, and partner of thy way: On thee attend, thy safety to maintain, O’er pathless forests, or the roaring main.”"
          ]
        },
        {
          "sentences": [
            "He said, then took the chariot at a bound, And snatch’d the reins, and whirl’d the lash around: Before the inspiring god that urged them on, The coursers fly with spirit not their own.",
            "And now they reach’d the naval walls, and found The guards repasting, while the bowls go round; On these the virtue of his wand he tries, And pours deep slumber on their watchful eyes: Then heaved the massy gates, removed the bars, And o’er the trenches led the rolling cars.",
            "Unseen, through all the hostile camp they went, And now approach’d Pelides’ lofty tent.",
            "On firs the roof was raised, and cover’d o’er With reeds collected from the marshy shore; And, fenced with palisades, a hall of state, (The work of soldiers,) where the hero sat: Large was the door, whose well-compacted strength A solid pine-tree barr’d of wondrous length: Scarce three strong Greeks could lift its mighty weight, But great Achilles singly closed the gate.",
            "This Hermes (such the power of gods) set wide; Then swift alighted the celestial guide, And thus reveal’d—”Hear, prince! and understand Thou ow’st thy guidance to no mortal hand: Hermes I am, descended from above, The king of arts, the messenger of Jove, Farewell: to shun Achilles’ sight I fly; Uncommon are such favours of the sky, Nor stand confess’d to frail mortality.",
            "Now fearless enter, and prefer thy prayers; Adjure him by his father’s silver hairs, His son, his mother! urge him to bestow Whatever pity that stern heart can know.”"
          ]
        },
        {
          "sentences": [
            "Thus having said, he vanish’d from his eyes, And in a moment shot into the skies: The king, confirm’d from heaven, alighted there, And left his aged herald on the car, With solemn pace through various rooms he went, And found Achilles in his inner tent: There sat the hero: Alcimus the brave, And great Automedon, attendance gave: These served his person at the royal feast; Around, at awful distance, stood the rest."
          ]
        },
        {
          "sentences": [
            "Unseen by these, the king his entry made: And, prostrate now before Achilles laid, Sudden (a venerable sight!) appears; Embraced his knees, and bathed his hands in tears; Those direful hands his kisses press’d, embrued Even with the best, the dearest of his blood!"
          ]
        },
        {
          "sentences": [
            "As when a wretch (who, conscious of his crime, Pursued for murder, flies his native clime) Just gains some frontier, breathless, pale, amazed, All gaze, all wonder: thus Achilles gazed: Thus stood the attendants stupid with surprise: All mute, yet seem’d to question with their eyes: Each look’d on other, none the silence broke, Till thus at last the kingly suppliant spoke:"
          ]
        },
        {
          "sentences": [
            "“Ah think, thou favour’d of the powers divine![295] Think of thy father’s age, and pity mine!",
            "In me that father’s reverend image trace, Those silver hairs, that venerable face; His trembling limbs, his helpless person, see!",
            "In all my equal, but in misery!",
            "Yet now, perhaps, some turn of human fate Expels him helpless from his peaceful state; Think, from some powerful foe thou seest him fly, And beg protection with a feeble cry.",
            "Yet still one comfort in his soul may rise; He hears his son still lives to glad his eyes, And, hearing, still may hope a better day May send him thee, to chase that foe away.",
            "No comfort to my griefs, no hopes remain, The best, the bravest, of my sons are slain!",
            "Yet what a race! ere Greece to Ilion came, The pledge of many a loved and loving dame: Nineteen one mother bore—Dead, all are dead!",
            "How oft, alas! has wretched Priam bled!",
            "Still one was left their loss to recompense; His father’s hope, his country’s last defence.",
            "Him too thy rage has slain! beneath thy steel, Unhappy in his country’s cause he fell!"
          ]
        },
        {
          "sentences": [
            "“For him through hostile camps I bent my way, For him thus prostrate at thy feet I lay; Large gifts proportion’d to thy wrath I bear; O hear the wretched, and the gods revere!"
          ]
        },
        {
          "sentences": [
            "“Think of thy father, and this face behold!",
            "See him in me, as helpless and as old!",
            "Though not so wretched: there he yields to me, The first of men in sovereign misery!",
            "Thus forced to kneel, thus grovelling to embrace The scourge and ruin of my realm and race; Suppliant my children’s murderer to implore, And kiss those hands yet reeking with their gore!”"
          ]
        },
        {
          "sentences": [
            "These words soft pity in the chief inspire, Touch’d with the dear remembrance of his sire.",
            "Then with his hand (as prostrate still he lay) The old man’s cheek he gently turn’d away.",
            "Now each by turns indulged the gush of woe; And now the mingled tides together flow: This low on earth, that gently bending o’er; A father one, and one a son deplore: But great Achilles different passions rend, And now his sire he mourns, and now his friend.",
            "The infectious softness through the heroes ran; One universal solemn shower began; They bore as heroes, but they felt as man."
          ]
        },
        {
          "sentences": [
            "Satiate at length with unavailing woes, From the high throne divine Achilles rose; The reverend monarch by the hand he raised; On his white beard and form majestic gazed, Not unrelenting; then serene began With words to soothe the miserable man:"
          ]
        },
        {
          "sentences": [
            "“Alas, what weight of anguish hast thou known, Unhappy prince! thus guardless and alone To pass through foes, and thus undaunted face The man whose fury has destroy’d thy race!",
            "Heaven sure has arm’d thee with a heart of steel, A strength proportion’d to the woes you feel.",
            "Rise, then: let reason mitigate your care: To mourn avails not: man is born to bear.",
            "Such is, alas! the gods’ severe decree: They, only they are blest, and only free.",
            "Two urns by Jove’s high throne have ever stood, The source of evil one, and one of good; From thence the cup of mortal man he fills, Blessings to these, to those distributes ill; To most he mingles both: the wretch decreed To taste the bad unmix’d, is cursed indeed; Pursued by wrongs, by meagre famine driven, He wanders, outcast both of earth and heaven.",
            "The happiest taste not happiness sincere; But find the cordial draught is dash’d with care.",
            "Who more than Peleus shone in wealth and power What stars concurring bless’d his natal hour!",
            "A realm, a goddess, to his wishes given; Graced by the gods with all the gifts of heaven.",
            "One evil yet o’ertakes his latest day: No race succeeding to imperial sway; An only son; and he, alas! ordain’d To fall untimely in a foreign land.",
            "See him, in Troy, the pious care decline Of his weak age, to live the curse of thine!",
            "Thou too, old man, hast happier days beheld; In riches once, in children once excell’d; Extended Phrygia own’d thy ample reign, And all fair Lesbos’ blissful seats contain, And all wide Hellespont’s unmeasured main.",
            "But since the god his hand has pleased to turn, And fill thy measure from his bitter urn, What sees the sun, but hapless heroes’ falls?",
            "War, and the blood of men, surround thy walls!",
            "What must be, must be.",
            "Bear thy lot, nor shed These unavailing sorrows o’er the dead; Thou canst not call him from the Stygian shore, But thou, alas! may’st live to suffer more!”"
          ]
        },
        {
          "sentences": [
            "To whom the king: “O favour’d of the skies!",
            "Here let me grow to earth! since Hector lies On the bare beach deprived of obsequies.",
            "O give me Hector! to my eyes restore His corse, and take the gifts: I ask no more.",
            "Thou, as thou may’st, these boundless stores enjoy; Safe may’st thou sail, and turn thy wrath from Troy; So shall thy pity and forbearance give A weak old man to see the light and live!”"
          ]
        },
        {
          "sentences": [
            "“Move me no more, (Achilles thus replies, While kindling anger sparkled in his eyes,) Nor seek by tears my steady soul to bend: To yield thy Hector I myself intend: For know, from Jove my goddess-mother came, (Old Ocean’s daughter, silver-footed dame,) Nor comest thou but by heaven; nor comest alone, Some god impels with courage not thy own: No human hand the weighty gates unbarr’d, Nor could the boldest of our youth have dared To pass our outworks, or elude the guard.",
            "Cease; lest, neglectful of high Jove’s command, I show thee, king! thou tread’st on hostile land; Release my knees, thy suppliant arts give o’er, And shake the purpose of my soul no more.”"
          ]
        },
        {
          "sentences": [
            "The sire obey’d him, trembling and o’eraw’d.",
            "Achilles, like a lion, rush’d abroad: Automedon and Alcimus attend, (Whom most he honour’d, since he lost his friend,) These to unyoke the mules and horses went, And led the hoary herald to the tent; Next, heap’d on high, the numerous presents bear, (Great Hector’s ransom,) from the polish’d car.",
            "Two splendid mantles, and a carpet spread, They leave: to cover and enwrap the dead.",
            "Then call the handmaids, with assistant toil To wash the body and anoint with oil, Apart from Priam: lest the unhappy sire, Provoked to passion, once more rouse to ire The stern Pelides; and nor sacred age, Nor Jove’s command, should check the rising rage.",
            "This done, the garments o’er the corse they spread; Achilles lifts it to the funeral bed: Then, while the body on the car they laid, He groans, and calls on loved Patroclus’ shade:"
          ]
        },
        {
          "sentences": [
            "“If, in that gloom which never light must know, The deeds of mortals touch the ghosts below, O friend! forgive me, that I thus fulfil (Restoring Hector) heaven’s unquestion’d will.",
            "The gifts the father gave, be ever thine, To grace thy manes, and adorn thy shrine.”[296]"
          ]
        },
        {
          "sentences": [
            "He said, and, entering, took his seat of state; Where full before him reverend Priam sate; To whom, composed, the godlike chief begun: “Lo! to thy prayer restored, thy breathless son; Extended on the funeral couch he lies; And soon as morning paints the eastern skies, The sight is granted to thy longing eyes: But now the peaceful hours of sacred night Demand reflection, and to rest invite: Nor thou, O father! thus consumed with woe, The common cares that nourish life forego.",
            "Not thus did Niobe, of form divine, A parent once, whose sorrows equall’d thine: Six youthful sons, as many blooming maids, In one sad day beheld the Stygian shades; Those by Apollo’s silver bow were slain, These, Cynthia’s arrows stretch’d upon the plain: So was her pride chastised by wrath divine, Who match’d her own with bright Latona’s line; But two the goddess, twelve the queen enjoy’d; Those boasted twelve, the avenging two destroy’d.",
            "Steep’d in their blood, and in the dust outspread, Nine days, neglected, lay exposed the dead; None by to weep them, to inhume them none; (For Jove had turn’d the nation all to stone.) The gods themselves, at length relenting gave The unhappy race the honours of a grave.",
            "Herself a rock (for such was heaven’s high will) Through deserts wild now pours a weeping rill; Where round the bed whence Achelous springs, The watery fairies dance in mazy rings; There high on Sipylus’s shaggy brow, She stands, her own sad monument of woe; The rock for ever lasts, the tears for ever flow."
          ]
        },
        {
          "sentences": [
            "“Such griefs, O king! have other parents known; Remember theirs, and mitigate thy own.",
            "The care of heaven thy Hector has appear’d, Nor shall he lie unwept, and uninterr’d; Soon may thy aged cheeks in tears be drown’d, And all the eyes of Ilion stream around.”"
          ]
        },
        {
          "sentences": [
            "He said, and, rising, chose the victim ewe With silver fleece, which his attendants slew.",
            "The limbs they sever from the reeking hide, With skill prepare them, and in parts divide: Each on the coals the separate morsels lays, And, hasty, snatches from the rising blaze.",
            "With bread the glittering canisters they load, Which round the board Automedon bestow’d.",
            "The chief himself to each his portion placed, And each indulging shared in sweet repast.",
            "When now the rage of hunger was repress’d, The wondering hero eyes his royal guest: No less the royal guest the hero eyes, His godlike aspect and majestic size; Here, youthful grace and noble fire engage; And there, the mild benevolence of age.",
            "Thus gazing long, the silence neither broke, (A solemn scene!) at length the father spoke:"
          ]
        },
        {
          "sentences": [
            "“Permit me now, beloved of Jove! to steep My careful temples in the dew of sleep: For, since the day that number’d with the dead My hapless son, the dust has been my bed; Soft sleep a stranger to my weeping eyes; My only food, my sorrows and my sighs!",
            "Till now, encouraged by the grace you give, I share thy banquet, and consent to live.”"
          ]
        },
        {
          "sentences": [
            "With that, Achilles bade prepare the bed, With purple soft and shaggy carpets spread; Forth, by the flaming lights, they bend their way, And place the couches, and the coverings lay.",
            "Then he: “Now, father, sleep, but sleep not here; Consult thy safety, and forgive my fear, Lest any Argive, at this hour awake, To ask our counsel, or our orders take, Approaching sudden to our open’d tent, Perchance behold thee, and our grace prevent.",
            "Should such report thy honour’d person here, The king of men the ransom might defer; But say with speed, if aught of thy desire Remains unask’d; what time the rites require To inter thy Hector?",
            "For, so long we stay Our slaughtering arm, and bid the hosts obey.”"
          ]
        },
        {
          "sentences": [
            "“If then thy will permit (the monarch said) To finish all due honours to the dead, This of thy grace accord: to thee are known The fears of Ilion, closed within her town; And at what distance from our walls aspire The hills of Ide, and forests for the fire.",
            "Nine days to vent our sorrows I request, The tenth shall see the funeral and the feast; The next, to raise his monument be given; The twelfth we war, if war be doom’d by heaven!”"
          ]
        },
        {
          "sentences": [
            "“This thy request (replied the chief) enjoy: Till then our arms suspend the fall of Troy.”"
          ]
        },
        {
          "sentences": [
            "Then gave his hand at parting, to prevent The old man’s fears, and turn’d within the tent; Where fair Briseïs, bright in blooming charms, Expects her hero with desiring arms.",
            "But in the porch the king and herald rest; Sad dreams of care yet wandering in their breast.",
            "Now gods and men the gifts of sleep partake; Industrious Hermes only was awake, The king’s return revolving in his mind, To pass the ramparts, and the watch to blind.",
            "The power descending hover’d o’er his head: “And sleep’st thou, father! (thus the vision said:) Now dost thou sleep, when Hector is restored?",
            "Nor fear the Grecian foes, or Grecian lord?",
            "Thy presence here should stern Atrides see, Thy still surviving sons may sue for thee; May offer all thy treasures yet contain, To spare thy age; and offer all in vain.”"
          ]
        },
        {
          "sentences": [
            "Waked with the word the trembling sire arose, And raised his friend: the god before him goes: He joins the mules, directs them with his hand, And moves in silence through the hostile land.",
            "When now to Xanthus’ yellow stream they drove, (Xanthus, immortal progeny of Jove,) The winged deity forsook their view, And in a moment to Olympus flew.",
            "Now shed Aurora round her saffron ray, Sprang through the gates of light, and gave the day: Charged with the mournful load, to Ilion go The sage and king, majestically slow.",
            "Cassandra first beholds, from Ilion’s spire, The sad procession of her hoary sire; Then, as the pensive pomp advanced more near, (Her breathless brother stretched upon the bier,) A shower of tears o’erflows her beauteous eyes, Alarming thus all Ilion with her cries:"
          ]
        },
        {
          "sentences": [
            "“Turn here your steps, and here your eyes employ, Ye wretched daughters, and ye sons of Troy!",
            "If e’er ye rush’d in crowds, with vast delight, To hail your hero glorious from the fight, Now meet him dead, and let your sorrows flow; Your common triumph, and your common woe.”"
          ]
        },
        {
          "sentences": [
            "In thronging crowds they issue to the plains; Nor man nor woman in the walls remains; In every face the self-same grief is shown; And Troy sends forth one universal groan.",
            "At Scæa’s gates they meet the mourning wain, Hang on the wheels, and grovel round the slain.",
            "The wife and mother, frantic with despair, Kiss his pale cheek, and rend their scatter’d hair: Thus wildly wailing, at the gates they lay; And there had sigh’d and sorrow’d out the day; But godlike Priam from the chariot rose: “Forbear (he cried) this violence of woes; First to the palace let the car proceed, Then pour your boundless sorrows o’er the dead.”"
          ]
        },
        {
          "sentences": [
            "The waves of people at his word divide, Slow rolls the chariot through the following tide; Even to the palace the sad pomp they wait: They weep, and place him on the bed of state.",
            "A melancholy choir attend around, With plaintive sighs, and music’s solemn sound: Alternately they sing, alternate flow The obedient tears, melodious in their woe.",
            "While deeper sorrows groan from each full heart, And nature speaks at every pause of art."
          ]
        },
        {
          "sentences": [
            "First to the corse the weeping consort flew; Around his neck her milk-white arms she threw, “And oh, my Hector!",
            "Oh, my lord! (she cries) Snatch’d in thy bloom from these desiring eyes!",
            "Thou to the dismal realms for ever gone!",
            "And I abandon’d, desolate, alone!",
            "An only son, once comfort of our pains, Sad product now of hapless love, remains!",
            "Never to manly age that son shall rise, Or with increasing graces glad my eyes: For Ilion now (her great defender slain) Shall sink a smoking ruin on the plain.",
            "Who now protects her wives with guardian care?",
            "Who saves her infants from the rage of war?",
            "Now hostile fleets must waft those infants o’er (Those wives must wait them) to a foreign shore: Thou too, my son, to barbarous climes shall go, The sad companion of thy mother’s woe; Driven hence a slave before the victor’s sword Condemn’d to toil for some inhuman lord: Or else some Greek whose father press’d the plain, Or son, or brother, by great Hector slain, In Hector’s blood his vengeance shall enjoy, And hurl thee headlong from the towers of Troy.[297] For thy stern father never spared a foe: Thence all these tears, and all this scene of woe!",
            "Thence many evils his sad parents bore, His parents many, but his consort more.",
            "Why gav’st thou not to me thy dying hand?",
            "And why received not I thy last command?",
            "Some word thou would’st have spoke, which, sadly dear, My soul might keep, or utter with a tear; Which never, never could be lost in air, Fix’d in my heart, and oft repeated there!”"
          ]
        },
        {
          "sentences": [
            "Thus to her weeping maids she makes her moan, Her weeping handmaids echo groan for groan."
          ]
        },
        {
          "sentences": [
            "The mournful mother next sustains her part: “O thou, the best, the dearest to my heart!",
            "Of all my race thou most by heaven approved, And by the immortals even in death beloved!",
            "While all my other sons in barbarous bands Achilles bound, and sold to foreign lands, This felt no chains, but went a glorious ghost, Free, and a hero, to the Stygian coast.",
            "Sentenced, ’tis true, by his inhuman doom, Thy noble corse was dragg’d around the tomb; (The tomb of him thy warlike arm had slain;) Ungenerous insult, impotent and vain!",
            "Yet glow’st thou fresh with every living grace; No mark of pain, or violence of face: Rosy and fair! as Phœbus’ silver bow Dismiss’d thee gently to the shades below.”"
          ]
        },
        {
          "sentences": [
            "Thus spoke the dame, and melted into tears.",
            "Sad Helen next in pomp of grief appears; Fast from the shining sluices of her eyes Fall the round crystal drops, while thus she cries."
          ]
        },
        {
          "sentences": [
            "“Ah, dearest friend! in whom the gods had join’d[298] The mildest manners with the bravest mind, Now twice ten years (unhappy years) are o’er Since Paris brought me to the Trojan shore, (O had I perish’d, ere that form divine Seduced this soft, this easy heart of mine!) Yet was it ne’er my fate, from thee to find A deed ungentle, or a word unkind.",
            "When others cursed the authoress of their woe, Thy pity check’d my sorrows in their flow.",
            "If some proud brother eyed me with disdain, Or scornful sister with her sweeping train, Thy gentle accents soften’d all my pain.",
            "For thee I mourn, and mourn myself in thee, The wretched source of all this misery.",
            "The fate I caused, for ever I bemoan; Sad Helen has no friend, now thou art gone!",
            "Through Troy’s wide streets abandon’d shall I roam!",
            "In Troy deserted, as abhorr’d at home!”"
          ]
        },
        {
          "sentences": [
            "So spoke the fair, with sorrow-streaming eye.",
            "Distressful beauty melts each stander-by.",
            "On all around the infectious sorrow grows; But Priam check’d the torrent as it rose: “Perform, ye Trojans! what the rites require, And fell the forests for a funeral pyre; Twelve days, nor foes nor secret ambush dread; Achilles grants these honours to the dead.”[299]"
          ]
        },
        {
          "sentences": [
            "He spoke, and, at his word, the Trojan train Their mules and oxen harness to the wain, Pour through the gates, and fell’d from Ida’s crown, Roll back the gather’d forests to the town.",
            "These toils continue nine succeeding days, And high in air a sylvan structure raise.",
            "But when the tenth fair morn began to shine, Forth to the pile was borne the man divine, And placed aloft; while all, with streaming eyes, Beheld the flames and rolling smokes arise.",
            "Soon as Aurora, daughter of the dawn, With rosy lustre streak’d the dewy lawn, Again the mournful crowds surround the pyre, And quench with wine the yet remaining fire.",
            "The snowy bones his friends and brothers place (With tears collected) in a golden vase; The golden vase in purple palls they roll’d, Of softest texture, and inwrought with gold.",
            "Last o’er the urn the sacred earth they spread, And raised the tomb, memorial of the dead. (Strong guards and spies, till all the rites were done, Watch’d from the rising to the setting sun.) All Troy then moves to Priam’s court again, A solemn, silent, melancholy train: Assembled there, from pious toil they rest, And sadly shared the last sepulchral feast.",
            "Such honours Ilion to her hero paid, And peaceful slept the mighty Hector’s shade.[300]"
          ]
        },
        {
          "sentences": [
            "CONCLUDING NOTE."
          ]
        },
        {
          "sentences": [
            "We have now passed through the Iliad, and seen the anger of Achilles, and the terrible effects of it, at an end: as that only was the subject of the poem, and the nature of epic poetry would not permit our author to proceed to the event of the war, it perhaps may be acceptable to the common reader to give a short account of what happened to Troy and the chief actors in this poem after the conclusion of it."
          ]
        },
        {
          "sentences": [
            "I need not mention that Troy was taken soon after the death of Hector by the stratagem of the wooden horse, the particulars of which are described by Virgil in the second book of the Æneid."
          ]
        },
        {
          "sentences": [
            "Achilles fell before Troy, by the hand of Paris, by the shot of an arrow in his heel, as Hector had prophesied at his death, lib. xxii."
          ]
        },
        {
          "sentences": [
            "The unfortunate Priam was killed by Pyrrhus, the son of Achilles."
          ]
        },
        {
          "sentences": [
            "Ajax, after the death of Achilles, had a contest with Ulysses for the armour of Vulcan, but being defeated in his aim, he slew himself through indignation."
          ]
        },
        {
          "sentences": [
            "Helen, after the death of Paris, married Deiphobus his brother, and at the taking of Troy betrayed him, in order to reconcile herself to Menelaus her first husband, who received her again into favour."
          ]
        },
        {
          "sentences": [
            "Agamemnon at his return was barbarously murdered by Ægysthus, at the instigation of Clytemnestra his wife, who in his absence had dishonoured his bed with Ægysthus."
          ]
        },
        {
          "sentences": [
            "Diomed, after the fall of Troy, was expelled his own country, and scarce escaped with his life from his adulterous wife Ægialé; but at last was received by Daunus in Apulia, and shared his kingdom; it is uncertain how he died."
          ]
        },
        {
          "sentences": [
            "Nestor lived in peace with his children, in Pylos, his native country."
          ]
        },
        {
          "sentences": [
            "Ulysses also, after innumerable troubles by sea and land, at last returned in safety to Ithaca, which is the subject of Homer’s Odyssey."
          ]
        },
        {
          "sentences": [
            "For what remains, I beg to be excused from the ceremonies of taking leave at the end of my work, and from embarrassing myself, or others, with any defences or apologies about it.",
            "But instead of endeavouring to raise a vain monument to myself, of the merits or difficulties of it (which must be left to the world, to truth, and to posterity), let me leave behind me a memorial of my friendship with one of the most valuable of men, as well as finest writers, of my age and country, one who has tried, and knows by his own experience, how hard an undertaking it is to do justice to Homer, and one whom (I am sure) sincerely rejoices with me at the period of my labours.",
            "To him, therefore, having brought this long work to a conclusion, I desire to dedicate it, and to have the honour and satisfaction of placing together, in this manner, the names of Mr. CONGREVE, and of"
          ]
        },
        {
          "sentences": [
            "March 25, 1720"
          ]
        },
        {
          "sentences": [
            "A.",
            "POPE"
          ]
        },
        {
          "sentences": [
            "Ton theon de eupoiia—to mae epi pleon me procophai en poiaetiki kai allois epitaeoeimasi en ois isos a kateschethaen, ei aesthomaen emautan euodos proionta."
          ]
        },
        {
          "sentences": [
            "M.",
            "AUREL ANTON _de Seipso_, lib. i. § 17."
          ]
        },
        {
          "sentences": [
            "END OF THE ILIAD"
          ]
        },
        {
          "sentences": [
            "Footnotes"
          ]
        },
        {
          "sentences": [
            "[1] “What,” says Archdeacon Wilberforce, “is the natural root of loyalty as distinguished from such mere selfish desire of personal security as is apt to take its place in civilized times, but that consciousness of a natural bond among the families of men which gives a fellow-feeling to whole clans and nations, and thus enlists their affections in behalf of those time-honoured representatives of their ancient blood, in whose success they feel a personal interest?",
            "Hence the delight when we recognize an act of nobility or justice in our hereditary princes"
          ]
        },
        {
          "sentences": [
            "“‘Tuque prior, tu parce genus qui ducis Olympo, Projice tela manu _sanguis meus_’"
          ]
        },
        {
          "sentences": [
            "“So strong is this feeling, that it regains an engrafted influence even when history witnesses that vast convulsions have rent and weakened it and the Celtic feeling towards the Stuarts has been rekindled in our own days towards the granddaughter of George the Third of Hanover. “Somewhat similar may be seen in the disposition to idolize those great lawgivers of man’s race, who have given expression, in the immortal language of song, to the deeper inspirations of our nature.",
            "The thoughts of Homer or of Shakespere are the universal inheritance of the human race.",
            "In this mutual ground every man meets his brother, they have been set forth by the providence of God to vindicate for all of us what nature could effect, and that, in these representatives of our race, we might recognize our common benefactors.’—_Doctrine of the Incarnation_, pp. 9, 10."
          ]
        },
        {
          "sentences": [
            "[2] Εἰκος δέ μιν ἦν καὶ μνημόσυνα πάντων γράφεσθαι.",
            "Vit.",
            "Hom. in Schweigh.",
            "Herodot. t. iv. p. 299, sq. § 6.",
            "I may observe that this Life has been paraphrased in English by my learned young friend Kenneth R.",
            "H.",
            "Mackenzie, and appended to my prose translation of the Odyssey.",
            "The present abridgement however, will contain all that is of use to the reader, for the biographical value of the treatise is most insignificant."
          ]
        },
        {
          "sentences": [
            "[3] _I.e._ both of composing and reciting verses for as Blair observes, “The first poets sang their own verses.” Sextus Empir. adv.",
            "Mus. p. 360 ed.",
            "Fabric. Οὐ ἀμελει γέ τοι καὶ οἰ ποιηταὶ μελοποιοὶ λέγονται, καὶ τὰ Ὁμήρου ἕπη τὸ πάλαι πρὸς λύραν ἤδετο. “The voice,” observes Heeren, “was always accompanied by some instrument.",
            "The bard was provided with a harp on which he played a prelude, to elevate and inspire his mind, and with which he accompanied the song when begun.",
            "His voice probably preserved a medium between singing and recitation; the words, and not the melody were regarded by the listeners, hence it was necessary for him to remain intelligible to all.",
            "In countries where nothing similar is found, it is difficult to represent such scenes to the mind; but whoever has had an opportunity of listening to the improvisation of Italy, can easily form an idea of Demodocus and Phemius.”—_Ancient Greece_, p. 94."
          ]
        },
        {
          "sentences": [
            "[4] “Should it not be, since _my_ arrival? asks Mackenzie, observing that “poplars can hardly live so long”.",
            "But setting aside the fact that we must not expect consistency in a mere romance, the ancients had a superstitious belief in the great age of trees which grew near places consecrated by the presence of gods and great men.",
            "See Cicero de Legg II I, sub init., where he speaks of the plane tree under which Socrates used to walk and of the tree at Delos, where Latona gave birth to Apollo.",
            "This passage is referred to by Stephanus of Byzantium, _s. v._ N.",
            "T. p. 490, ed. de Pinedo.",
            "I omit quoting any of the dull epigrams ascribed to Homer for, as Mr. Justice Talfourd rightly observes, “The authenticity of these fragments depends upon that of the pseudo Herodotean Life of Homer, from which they are taken.” Lit of Greece, pp. 38 in Encycl.",
            "Metrop.",
            "Cf.",
            "Coleridge, Classic Poets, p. 317."
          ]
        },
        {
          "sentences": [
            "[5] It is quoted as the work of Cleobulus, by Diogenes Laert.",
            "Vit.",
            "Cleob. p. 62, ed.",
            "Casaub."
          ]
        },
        {
          "sentences": [
            "[6] I trust I am justified in employing this as an equivalent for the Greek λέσχαι."
          ]
        },
        {
          "sentences": [
            "[7] Ὡς εἰ τοὺς Ὁμήρους δόξει τρέφειν αὐτοῖς, ὅμιλον πολλόν τε και ἀχρεοῖν ἕξουσιν. ἐι τεῦθεν δὲ και τοὔνομα Ὁμηρος ἐπεκράτησε τῷ Μελησιγενεῖ ἀπὸ τῆς συμφορης. οἱ γὰρ Κυμαῖοι τοὺς τυφλοὺς Ὁμήρους λέγουσιν.",
            "Vit.",
            "Hom. _l. c._ p. 311.",
            "The etymology has been condemned by recent scholars.",
            "See Welcker, Epische Cyclus, p. 127, and Mackenzie’s note, p. xiv."
          ]
        },
        {
          "sentences": [
            "[8] Θεστορίδης, θνητοῖσιν ἀνωἷστων πολεών περ, οὐδὲν ἀφραστότερον πέλεται νόου ἀνθρώποισιν.",
            "Ibid. p. 315.",
            "During his stay at Phocœa, Homer is said to have composed the Little Iliad, and the Phocœid.",
            "See Muller’s Hist. of Lit., vi. § 3.",
            "Welcker, _l. c._ pp. 132, 272, 358, sqq., and Mure, Gr.",
            "Lit. vol. ii. p. 284, sq."
          ]
        },
        {
          "sentences": [
            "[9] This is so pretty a picture of early manners and hospitality, that it is almost a pity to find that it is obviously a copy from the Odyssey.",
            "See the fourteenth book.",
            "In fact, whoever was the author of this fictitious biography, he showed some tact in identifying Homer with certain events described in his poems, and in eliciting from them the germs of something like a personal narrative."
          ]
        },
        {
          "sentences": [
            "[10] Διὰ λόγων ἐστιῶντο.",
            "A common metaphor.",
            "So Plato calls the parties conversing δαιτύμονες, or ἐστιάτορες, Tim. i. p. 522 A.",
            "Cf.",
            "Themist.",
            "Orat. vi. p. 168, and xvi. p. 374, ed.",
            "Petav.",
            "So διηγήμασι σοφοῖς ὁμοῦ καὶ τερπνοῖς ἡδίω τὴν θοινην τοῖς ἑστιωμένοις ἐποίει, Choricius in Fabric.",
            "Bibl.",
            "Gr.",
            "T. viii.",
            "P. 851. λόγοις γὰρ ἑστίᾳ, Athenæus vii p 275, A."
          ]
        },
        {
          "sentences": [
            "[11] It was at Bolissus, and in the house of this Chian citizen, that Homer is said to have written the Batrachomyomachia, or Battle of the Frogs and Mice, the Epicichlidia, and some other minor works."
          ]
        },
        {
          "sentences": [
            "[12] Chandler, Travels, vol. i. p. 61, referred to in the Voyage Pittoresque dans la Grèce, vol. i.",
            "P. 92, where a view of the spot is given of which the author candidly says,— “Je ne puis répondre d’une exactitude scrupuleuse dans la vue générale que j’en donne, car étant allé seul pour l’examiner je perdis mon crayon, et je fus obligé de m’en fier à ma mémoire.",
            "Je ne crois cependant pas avoir trop à me plaindre d’elle en cette occasion.”"
          ]
        },
        {
          "sentences": [
            "[13] A more probable reason for this companionship, and for the character of Mentor itself, is given by the allegorists, viz.: the assumption of Mentor’s form by the guardian deity of the wise Ulysses, Minerva.",
            "The classical reader may compare Plutarch, Opp. t. ii. p. 880; _Xyland_.",
            "Heraclid.",
            "Pont.",
            "Alleg.",
            "Hom. p. 531-5, of Gale’s Opusc.",
            "Mythol.",
            "Dionys.",
            "Halic. de Hom.",
            "Poes. c. 15; Apul. de Deo Socrat. s. f."
          ]
        },
        {
          "sentences": [
            "[14] Vit.",
            "Hom. § 28."
          ]
        },
        {
          "sentences": [
            "[15] The riddle is given in Section 35.",
            "Compare Mackenzie’s note, p. xxx."
          ]
        },
        {
          "sentences": [
            "[16] Heeren’s Ancient Greece, p. 96."
          ]
        },
        {
          "sentences": [
            "[17] Compare Sir E.",
            "L.",
            "Bulwer’s Caxtons v. i. p. 4."
          ]
        },
        {
          "sentences": [
            "[18] Pericles and Aspasia, Letter lxxxiv., Works, vol ii. p. 387."
          ]
        },
        {
          "sentences": [
            "[19] Quarterly Review, No. lxxxvii., p. 147."
          ]
        },
        {
          "sentences": [
            "[20] Viz., the following beautiful passage, for the translation of which I am indebted to Coleridge, Classic Poets, p. 286."
          ]
        },
        {
          "sentences": [
            "“Origias, farewell! and oh! remember me Hereafter, when some stranger from the sea, A hapless wanderer, may your isle explore, And ask you, maid, of all the bards you boast, Who sings the sweetest, and delights you most Oh! answer all,—‘A blind old man and poor Sweetest he sings—and dwells on Chios’ rocky shore.’”"
          ]
        },
        {
          "sentences": [
            "_See_ Thucyd. iii, 104."
          ]
        },
        {
          "sentences": [
            "[21] Longin., de Sublim., ix. § 26. Ὅθεν ἐν τῇ Ὀδυσσείᾳ παρεικάσαι τις ἂν καταδυομένῳ τὸν Ὅμηρον ἡλίῳ, οδ δίχα τῆς σφοδρότητος παραμένει το μέγεθος."
          ]
        },
        {
          "sentences": [
            "[22] See Tatian, quoted in Fabric.",
            "Bibl.",
            "Gr. v.",
            "II t. ii.",
            "Mr. Mackenzie has given three brief but elaborate papers on the different writers on the subject, which deserve to be consulted.",
            "See Notes and Queries, vol. v. pp. 99, 171, and 221.",
            "His own views are moderate, and perhaps as satisfactory, on the whole, as any of the hypotheses hitherto put forth.",
            "In fact, they consist in an attempt to blend those hypotheses into something like consistency, rather than in advocating any individual theory."
          ]
        },
        {
          "sentences": [
            "[23] Letters to Phileleuth; Lips."
          ]
        },
        {
          "sentences": [
            "[24] Hist. of Greece, vol. ii. p. 191, sqq."
          ]
        },
        {
          "sentences": [
            "[25] It is, indeed not easy to calculate the height to which the memory may be cultivated.",
            "To take an ordinary case, we might refer to that of any first rate actor, who must be prepared, at a very short warning, to ‘rhapsodize,’ night after night, parts which when laid together, would amount to an immense number of lines.",
            "But all this is nothing to two instances of our own day.",
            "Visiting at Naples a gentleman of the highest intellectual attainments, and who held a distinguished rank among the men of letters in the last century, he informed us that the day before he had passed much time in examining a man, not highly educated, who had learned to repeat the whole Gierusalemme of Tasso, not only to recite it consecutively, but also to repeat those stanzas in utter defiance of the sense, either forwards or backwards, or from the eighth line to the first, alternately the odd and even lines—in short, whatever the passage required; the memory, which seemed to cling to the words much more than to the sense, had it at such perfect command, that it could produce it under any form.",
            "Our informant went on to state that this singular being was proceeding to learn the Orlando Furioso in the same manner.",
            "But even this instance is less wonderful than one as to which we may appeal to any of our readers that happened some twenty years ago to visit the town of Stirling, in Scotland.",
            "No such person can have forgotten the poor, uneducated man Blind Jamie who could actually repeat, after a few minutes consideration any verse required from any part of the Bible—even the obscurest and most unimportant enumeration of mere proper names not excepted.",
            "We do not mention these facts as touching the more difficult part of the question before us, but facts they are; and if we find so much difficulty in calculating the extent to which the mere memory may be cultivated, are we, in these days of multifarious reading, and of countless distracting affairs, fair judges of the perfection to which the invention and the memory combined may attain in a simpler age, and among a more single minded people?—Quarterly Review, _l. c._, p. 143, sqq.",
            "Heeren steers between the two opinions, observing that, “The Dschungariade of the Calmucks is said to surpass the poems of Homer in length, as much as it stands beneath them in merit, and yet it exists only in the memory of a people which is not unacquainted with writing.",
            "But the songs of a nation are probably the last things which are committed to writing, for the very reason that they are remembered.”— _Ancient Greece_. p. 100."
          ]
        },
        {
          "sentences": [
            "[26] Vol.",
            "II p. 198, sqq."
          ]
        },
        {
          "sentences": [
            "[27] Quarterly Review, _l. c._, p. 131 sq."
          ]
        },
        {
          "sentences": [
            "[28] Betrachtungen über die Ilias.",
            "Berol. 1841.",
            "See Grote, p. 204.",
            "Notes and Queries, vol. v. p. 221."
          ]
        },
        {
          "sentences": [
            "[29] Prolegg. pp. xxxii., xxxvi., &c."
          ]
        },
        {
          "sentences": [
            "[30] Vol. ii. p. 214 sqq."
          ]
        },
        {
          "sentences": [
            "[31] “Who,” says Cicero, de Orat. iii. 34, “was more learned in that age, or whose eloquence is reported to have been more perfected by literature than that of Peisistratus, who is said first to have disposed the books of Homer in the order in which we now have them?” Compare Wolf’s Prolegomena 33, §."
          ]
        },
        {
          "sentences": [
            "[32] “The first book, together with the eighth, and the books from the eleventh to the twenty-second inclusive, seems to form the primary organization of the poem, then properly an Achilleïs.”—Grote, vol. ii. p. 235"
          ]
        },
        {
          "sentences": [
            "[33] K.",
            "R.",
            "H.",
            "Mackenzie, Notes and Queries, p. 222 sqq."
          ]
        },
        {
          "sentences": [
            "[34] See his Epistle to Raphelingius, in Schroeder’s edition, 4to., Delphis, 1728."
          ]
        },
        {
          "sentences": [
            "[35] Ancient Greece, p. 101."
          ]
        },
        {
          "sentences": [
            "[36] The best description of this monument will be found in Vaux’s “Antiquities of the British Museum,” p. 198 sq.",
            "The monument itself (Towneley Sculptures, No. 123) is well known."
          ]
        },
        {
          "sentences": [
            "[37] Coleridge, Classic Poets, p. 276."
          ]
        },
        {
          "sentences": [
            "[38] Preface to her Homer."
          ]
        },
        {
          "sentences": [
            "[39] Hesiod.",
            "Opp. et Dier.",
            "Lib.",
            "I. vers. 155, &c."
          ]
        },
        {
          "sentences": [
            "[40] The following argument of the Iliad, corrected in a few particulars, is translated from Bitaubé, and is, perhaps, the neatest summary that has ever been drawn up:—“A hero, injured by his general, and animated with a noble resentment, retires to his tent; and for a season withdraws himself and his troops from the war.",
            "During this interval, victory abandons the army, which for nine years has been occupied in a great enterprise, upon the successful termination of which the honour of their country depends.",
            "The general, at length opening his eyes to the fault which he had committed, deputes the principal officers of his army to the incensed hero, with commission to make compensation for the injury, and to tender magnificent presents.",
            "The hero, according to the proud obstinacy of his character, persists in his animosity; the army is again defeated, and is on the verge of entire destruction.",
            "This inexorable man has a friend; this friend weeps before him, and asks for the hero’s arms, and for permission to go to the war in his stead.",
            "The eloquence of friendship prevails more than the intercession of the ambassadors or the gifts of the general.",
            "He lends his armour to his friend, but commands him not to engage with the chief of the enemy’s army, because he reserves to himself the honour of that combat, and because he also fears for his friend’s life.",
            "The prohibition is forgotten; the friend listens to nothing but his courage; his corpse is brought back to the hero, and the hero’s arms become the prize of the conqueror.",
            "Then the hero, given up to the most lively despair, prepares to fight; he receives from a divinity new armour, is reconciled with his general and, thirsting for glory and revenge, enacts prodigies of valour, recovers the victory, slays the enemy’s chief, honours his friend with superb funeral rites, and exercises a cruel vengeance on the body of his destroyer; but finally appeased by the tears and prayers of the father of the slain warrior, restores to the old man the corpse of his son, which he buries with due solemnities.’—Coleridge, p. 177, sqq."
          ]
        },
        {
          "sentences": [
            "[41] Vultures: Pope is more accurate than the poet he translates, for Homer writes “a prey to dogs and to _all_ kinds of birds.",
            "But all kinds of birds are not carnivorous."
          ]
        },
        {
          "sentences": [
            "[42] _i.e._ during the whole time of their striving the will of Jove was being gradually accomplished."
          ]
        },
        {
          "sentences": [
            "[43] Compare Milton’s “Paradise Lost” i. 6"
          ]
        },
        {
          "sentences": [
            "“Sing, heavenly Muse, that on the secret top Of Horeb, or of Sinai, didst inspire That shepherd.”"
          ]
        },
        {
          "sentences": [
            "[44] _Latona’s son: i.e._ Apollo."
          ]
        },
        {
          "sentences": [
            "[45] _King of men:_ Agamemnon."
          ]
        },
        {
          "sentences": [
            "[46] _Brother kings:_ Menelaus and Agamemnon."
          ]
        },
        {
          "sentences": [
            "[47] _Smintheus_ an epithet taken from sminthos, the Phrygian name for a _mouse_, was applied to Apollo for having put an end to a plague of mice which had harassed that territory.",
            "Strabo, however, says, that when the Teucri were migrating from Crete, they were told by an oracle to settle in that place, where they should not be attacked by the original inhabitants of the land, and that, having halted for the night, a number of field-mice came and gnawed away the leathern straps of their baggage, and thongs of their armour.",
            "In fulfilment of the oracle, they settled on the spot, and raised a temple to Sminthean Apollo.",
            "Grote, “History of Greece,” i. p. 68, remarks that the “worship of Sminthean Apollo, in various parts of the Troad and its neighboring territory, dates before the earliest period of Æolian colonization.”"
          ]
        },
        {
          "sentences": [
            "[48] _Cilla_, a town of Troas near Thebe, so called from Cillus, a sister of Hippodamia, slain by Œnomaus."
          ]
        },
        {
          "sentences": [
            "[49] A mistake.",
            "It should be,"
          ]
        },
        {
          "sentences": [
            "“If e’er I roofed thy graceful fane,”"
          ]
        },
        {
          "sentences": [
            "for the custom of decorating temples with garlands was of later date."
          ]
        },
        {
          "sentences": [
            "[50] _Bent was his bow_ “The Apollo of Homer, it must be borne in mind, is a different character from the deity of the same name in the later classical pantheon.",
            "Throughout both poems, all deaths from unforeseen or invisible causes, the ravages of pestilence, the fate of the young child or promising adult, cut off in the germ of infancy or flower of youth, of the old man dropping peacefully into the grave, or of the reckless sinner suddenly checked in his career of crime, are ascribed to the arrows of Apollo or Diana.",
            "The oracular functions of the god rose naturally out of the above fundamental attributes, for who could more appropriately impart to mortals what little foreknowledge Fate permitted of her decrees than the agent of her most awful dispensations?",
            "The close union of the arts of prophecy and song explains his additional office of god of music, while the arrows with which he and his sister were armed, symbols of sudden death in every age, no less naturally procured him that of god of archery.",
            "Of any connection between Apollo and the Sun, whatever may have existed in the more esoteric doctrine of the Greek sanctuaries, there is no trace in either Iliad or Odyssey.”—Mure, “History of Greek Literature,” vol. i. p. 478, sq."
          ]
        },
        {
          "sentences": [
            "[51] It has frequently been observed, that most pestilences begin with animals, and that Homer had this fact in mind."
          ]
        },
        {
          "sentences": [
            "[52] _Convened to council_.",
            "The public assembly in the heroic times is well characterized by Grote, vol. ii. p 92. “It is an assembly for talk.",
            "Communication and discussion to a certain extent by the chiefs in person, of the people as listeners and sympathizers—often for eloquence, and sometimes for quarrel—but here its ostensible purposes end.”"
          ]
        },
        {
          "sentences": [
            "[53] Old Jacob Duport, whose “Gnomologia Homerica” is full of curious and useful things, quotes several passages of the ancients, in which reference is made to these words of Homer, in maintenance of the belief that dreams had a divine origin and an import in which men were interested."
          ]
        },
        {
          "sentences": [
            "[54] Rather, “bright-eyed.” See the German critics quoted by Arnold."
          ]
        },
        {
          "sentences": [
            "[55] The prize given to Ajax was Tecmessa, while Ulysses received Laodice, the daughter of Cycnus."
          ]
        },
        {
          "sentences": [
            "[56] The Myrmidons dwelt on the southern borders of Thessaly, and took their origin from Myrmido, son of Jupiter and Eurymedusa.",
            "It is fancifully supposed that the name was derived from myrmaex, an _ant_, “because they imitated the diligence of the ants, and like them were indefatigable, continually employed in cultivating the earth; the change from ants to men is founded merely on the equivocation of their name, which resembles that of the ant: they bore a further resemblance to these little animals, in that instead of inhabiting towns or villages, at first they commonly resided in the open fields, having no other retreats but dens and the cavities of trees, until Ithacus brought them together, and settled them in more secure and comfortable habitations.”—Anthon’s “Lempriere.”"
          ]
        },
        {
          "sentences": [
            "[57] Eustathius, after Heraclides Ponticus and others, allegorizes this apparition, as if the appearance of Minerva to Achilles, unseen by the rest, was intended to point out the sudden recollection that he would gain nothing by intemperate wrath, and that it were best to restrain his anger, and only gratify it by withdrawing his services.",
            "The same idea is rather cleverly worked out by Apuleius, “De Deo Socratis.”"
          ]
        },
        {
          "sentences": [
            "[58] Compare Milton, “Paradise Lost,” bk. ii:"
          ]
        },
        {
          "sentences": [
            "“Though his tongue Dropp’d manna.”"
          ]
        },
        {
          "sentences": [
            "So Proverbs v. 3, “For the lips of a strange woman drop as an honey-comb.”"
          ]
        },
        {
          "sentences": [
            "[59] Salt water was chiefly used in lustrations, from its being supposed to possess certain fiery particles.",
            "Hence, if sea-water could not be obtained, salt was thrown into the fresh water to be used for the lustration.",
            "Menander, in Clem.",
            "Alex. vii. p.713, hydati perriranai, embalon alas, phakois."
          ]
        },
        {
          "sentences": [
            "[60] The persons of heralds were held inviolable, and they were at liberty to travel whither they would without fear of molestation.",
            "Pollux, Onom. viii. p. 159.",
            "The office was generally given to old men, and they were believed to be under the especial protection of Jove and Mercury."
          ]
        },
        {
          "sentences": [
            "[61] His mother, Thetis, the daughter of Nereus and Doris, who was courted by Neptune and Jupiter.",
            "When, however, it was known that the son to whom she would give birth must prove greater than his father, it was determined to wed her to a mortal, and Peleus, with great difficulty, succeeded in obtaining her hand, as she eluded him by assuming various forms.",
            "Her children were all destroyed by fire through her attempts to see whether they were immortal, and Achilles would have shared the same fate had not his father rescued him.",
            "She afterwards rendered him invulnerable by plunging him into the waters of the Styx, with the exception of that part of the heel by which she held him.",
            "Hygin.",
            "Fab. 54"
          ]
        },
        {
          "sentences": [
            "[62] Thebé was a city of Mysia, north of Adramyttium."
          ]
        },
        {
          "sentences": [
            "[63] That is, defrauds me of the prize allotted me by their votes."
          ]
        },
        {
          "sentences": [
            "[64] Quintus Calaber goes still further in his account of the service rendered to Jove by Thetis:"
          ]
        },
        {
          "sentences": [
            "“Nay more, the fetters of Almighty Jove She loosed”—Dyce’s “Calaber,” s. 58."
          ]
        },
        {
          "sentences": [
            "[65] _To Fates averse_.",
            "Of the gloomy destiny reigning throughout the Homeric poems, and from which even the gods are not exempt, Schlegel well observes, “This power extends also to the world of gods— for the Grecian gods are mere powers of nature—and although immeasurably higher than mortal man, yet, compared with infinitude, they are on an equal footing with himself.”—‘Lectures on the Drama’ v. p. 67."
          ]
        },
        {
          "sentences": [
            "[66] It has been observed that the annual procession of the sacred ship so often represented on Egyptian monuments, and the return of the deity from Ethiopia after some days’ absence, serves to show the Ethiopian origin of Thebes, and of the worship of Jupiter Ammon. “I think,” says Heeren, after quoting a passage from Diodorus about the holy ship, “that this procession is represented in one of the great sculptured reliefs on the temple of Karnak.",
            "The sacred ship of Ammon is on the shore with its whole equipment, and is towed along by another boat.",
            "It is therefore on its voyage.",
            "This must have been one of the most celebrated festivals, since, even according to the interpretation of antiquity, Homer alludes to it when he speaks of Jupiter’s visit to the Ethiopians, and his twelve days’ absence.”—Long, “Egyptian Antiquities” vol. 1 p. 96.",
            "Eustathius, vol. 1 p. 98, sq. (ed.",
            "Basil) gives this interpretation, and likewise an allegorical one, which we will spare the reader."
          ]
        },
        {
          "sentences": [
            "[67] _Atoned_, i.e. reconciled.",
            "This is the proper and most natural meaning of the word, as may be seen from Taylor’s remarks in Calmet’s Dictionary, p.110, of my edition."
          ]
        },
        {
          "sentences": [
            "[68] That is, drawing back their necks while they cut their throats. “If the sacrifice was in honour of the celestial gods, the throat was bent upwards towards heaven; but if made to the heroes, or infernal deities, it was killed with its throat toward the ground.”— “Elgin Marbles,” vol i. p.81."
          ]
        },
        {
          "sentences": [
            "“The jolly crew, unmindful of the past, The quarry share, their plenteous dinner haste, Some strip the skin; some portion out the spoil; The limbs yet trembling, in the caldrons boil; Some on the fire the reeking entrails broil.",
            "Stretch’d on the grassy turf, at ease they dine, Restore their strength with meat, and cheer their souls with wine.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s “Virgil,” i. 293."
          ]
        },
        {
          "sentences": [
            "[69] _Crown’d, i.e._ filled to the brim.",
            "The custom of adorning goblets with flowers was of later date."
          ]
        },
        {
          "sentences": [
            "[70] _He spoke_, &c. “When a friend inquired of Phidias what pattern he had formed his Olympian Jupiter, he is said to have answered by repeating the lines of the first Iliad in which the poet represents the majesty of the god in the most sublime terms; thereby signifying that the genius of Homer had inspired him with it.",
            "Those who beheld this statue are said to have been so struck with it as to have asked whether Jupiter had descended from heaven to show himself to Phidias, or whether Phidias had been carried thither to contemplate the god.”— “Elgin Marbles,” vol. xii p.124."
          ]
        },
        {
          "sentences": [
            "[71] “So was his will Pronounced among the gods, and by an oath, That shook heav’n’s whole circumference, confirm’d.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost” ii. 351."
          ]
        },
        {
          "sentences": [
            "[72] _A double bowl, i.e._ a vessel with a cup at both ends, something like the measures by which a halfpenny or pennyworth of nuts is sold.",
            "See Buttmann, Lexic. p. 93 sq."
          ]
        },
        {
          "sentences": [
            "[73] “Paradise Lost,” i. 44."
          ]
        },
        {
          "sentences": [
            "“Him th’ Almighty power Hurl’d headlong flaming from th ethereal sky, With hideous ruin and combustion”"
          ]
        },
        {
          "sentences": [
            "[74] The occasion on which Vulcan incurred Jove’s displeasure was this—After Hercules, had taken and pillaged Troy, Juno raised a storm, which drove him to the island of Cos, having previously cast Jove into a sleep, to prevent him aiding his son.",
            "Jove, in revenge, fastened iron anvils to her feet, and hung her from the sky, and Vulcan, attempting to relieve her, was kicked down from Olympus in the manner described.",
            "The allegorists have gone mad in finding deep explanations for this amusing fiction.",
            "See Heraclides, “Ponticus,” p. 463 sq., ed Gale.",
            "The story is told by Homer himself in Book xv.",
            "The Sinthians were a race of robbers, the ancient inhabitants of Lemnos which island was ever after sacred to Vulcan."
          ]
        },
        {
          "sentences": [
            "“Nor was his name unheard or unadored In ancient Greece, and in Ausonian land Men call’d him Mulciber, and how he fell From heaven, they fabled, thrown by angry Jove Sheer o’er the crystal battlements from morn To noon he fell, from noon to dewy eve, A summer’s day and with the setting sun Dropp’d from the zenith like a falling star On Lemnos, th’ Aegean isle thus they relate.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” i. 738"
          ]
        },
        {
          "sentences": [
            "[75] It is ingeniously observed by Grote, vol i p. 463, that “The gods formed a sort of political community of their own which had its hierarchy, its distribution of ranks and duties, its contentions for power and occasional revolutions, its public meetings in the agora of Olympus, and its multitudinous banquets or festivals.”"
          ]
        },
        {
          "sentences": [
            "[76] Plato, Rep. iii. p. 437, was so scandalized at this deception of Jupiter’s, and at his other attacks on the character of the gods, that he would fain sentence him to an honourable banishment. (See Minucius Felix, Section 22.) Coleridge, Introd. p. 154, well observes, that the supreme father of gods and men had a full right to employ a lying spirit to work out his ultimate will.",
            "Compare “Paradise Lost,” v. 646:"
          ]
        },
        {
          "sentences": [
            "“And roseate dews disposed All but the unsleeping eyes of God to rest.”"
          ]
        },
        {
          "sentences": [
            "[77] —_Dream_ ought to be spelt with a capital letter, being, I think, evidently personified as the god of dreams.",
            "See Anthon and others."
          ]
        },
        {
          "sentences": [
            "“When, by Minerva sent, a _fraudful_ Dream Rush’d from the skies, the bane of her and Troy.”"
          ]
        },
        {
          "sentences": [
            "Dyce’s “Select Translations from Quintus Calaber,” p.10."
          ]
        },
        {
          "sentences": [
            "[78] “Sleep’st thou, companion dear, what sleep can close Thy eye-lids?”—“Paradise Lost,” v. 673."
          ]
        },
        {
          "sentences": [
            "[79] This truly military sentiment has been echoed by the approving voice of many a general and statesman of antiquity.",
            "See Pliny’s Panegyric on Trajan.",
            "Silius neatly translates it,"
          ]
        },
        {
          "sentences": [
            "“Turpe duci totam somno consumere noctem.”"
          ]
        },
        {
          "sentences": [
            "[80] _The same in habit_, &c."
          ]
        },
        {
          "sentences": [
            "“To whom once more the winged god appears; His former youthful mien and shape he wears.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, iv. 803."
          ]
        },
        {
          "sentences": [
            "[81] “As bees in spring-time, when The sun with Taurus rides, Pour forth their populous youth about the hive In clusters; they among fresh dews and flowers Fly to and fro, or on the smoothed plank, The suburb of this straw-built citadel, New-nibb’d with balm, expatiate and confer Their state affairs.",
            "So thick the very crowd Swarm’d and were straiten’d.”—“Paradise Lost” i. 768."
          ]
        },
        {
          "sentences": [
            "[82] It was the herald’s duty to make the people sit down. “A _standing_ agora is a symptom of manifest terror (II.",
            "Xviii. 246) an evening agora, to which men came elevated by wine, is also the forerunner of mischief (‘Odyssey,’ iii. 138).”—Grote, ii. p. 91, _note_."
          ]
        },
        {
          "sentences": [
            "[83] This sceptre, like that of Judah (Genesis xlix. 10), is a type of the supreme and far-spread dominion of the house of the Atrides.",
            "See Thucydides i. 9. “It is traced through the hands of Hermes, he being the wealth giving god, whose blessing is most efficacious in furthering the process of acquisition.”—Grote, i. p. 212.",
            "Compare Quintus Calaber (Dyce’s Selections, p. 43)."
          ]
        },
        {
          "sentences": [
            "“Thus the monarch spoke, Then pledged the chief in a capacious cup, Golden, and framed by art divine (a gift Which to Almighty Jove lame Vulcan brought Upon his nuptial day, when he espoused The Queen of Love), the sire of gods bestow’d The cup on Dardanus, who gave it next To Ericthonius Tros received it then, And left it, with his wealth, to be possess’d By Ilus he to great Laomedon Gave it, and last to Priam’s lot it fell.”"
          ]
        },
        {
          "sentences": [
            "[84] Grote, i, p. 393, states the number of the Grecian forces at upwards of 100,000 men.",
            "Nichols makes a total of 135,000."
          ]
        },
        {
          "sentences": [
            "[85] “As thick as when a field Of Ceres, ripe for harvest, waving bends His bearded grove of ears, which way the wind Sways them.”—Paradise Lost,” iv. 980, sqq."
          ]
        },
        {
          "sentences": [
            "[86] This sentiment used to be a popular one with some of the greatest tyrants, who abused it into a pretext for unlimited usurpation of power.",
            "Dion, Caligula, and Domitian were particularly fond of it, and, in an extended form, we find the maxim propounded by Creon in the Antigone of Sophocles.",
            "See some important remarks of Heeren, “Ancient Greece,” ch. vi. p. 105."
          ]
        },
        {
          "sentences": [
            "[87] It may be remarked, that the character of Thersites, revolting and contemptible as it is, serves admirably to develop the disposition of Ulysses in a new light, in which mere cunning is less prominent.",
            "Of the gradual and individual development of Homer’s heroes, Schlegel well observes, “In bas-relief the figures are usually in profile, and in the epos all are characterized in the simplest manner in relief; they are not grouped together, but follow one another; so Homer’s heroes advance, one by one, in succession before us.",
            "It has been remarked that the _Iliad_ is not definitively closed, but that we are left to suppose something both to precede and to follow it.",
            "The bas-relief is equally without limit, and may be continued _ad infinitum_, either from before or behind, on which account the ancients preferred for it such subjects as admitted of an indefinite extension, sacrificial processions, dances, and lines of combatants, and hence they also exhibit bas-reliefs on curved surfaces, such as vases, or the frieze of a rotunda, where, by the curvature, the two ends are withdrawn from our sight, and where, while we advance, one object appears as another disappears.",
            "Reading Homer is very much like such a circuit; the present object alone arresting our attention, we lose sight of what precedes, and do not concern ourselves about what is to follow.”—“Dramatic Literature,” p. 75."
          ]
        },
        {
          "sentences": [
            "[88] “There cannot be a clearer indication than this description —so graphic in the original poem—of the true character of the Homeric agora.",
            "The multitude who compose it are listening and acquiescent, not often hesitating, and never refractory to the chief.",
            "The fate which awaits a presumptuous critic, even where his virulent reproaches are substantially well-founded, is plainly set forth in the treatment of Thersites; while the unpopularity of such a character is attested even more by the excessive pains which Homer takes to heap upon him repulsive personal deformities, than by the chastisement of Odysseus he is lame, bald, crook-backed, of misshapen head, and squinting vision.”—Grote, vol. i. p. 97."
          ]
        },
        {
          "sentences": [
            "[89] According to Pausanias, both the sprig and the remains of the tree were exhibited in his time.",
            "The tragedians, Lucretius and others, adopted a different fable to account for the stoppage at Aulis, and seem to have found the sacrifice of Iphigena better suited to form the subject of a tragedy.",
            "Compare Dryden’s “Æneid,” vol. iii. sqq."
          ]
        },
        {
          "sentences": [
            "[90] _Full of his god, i.e._, Apollo, filled with the prophetic spirit. “_The_ god” would be more simple and emphatic."
          ]
        },
        {
          "sentences": [
            "[91] Those critics who have maintained that the “Catalogue of Ships” is an interpolation, should have paid more attention to these lines, which form a most natural introduction to their enumeration."
          ]
        },
        {
          "sentences": [
            "[92] The following observation will be useful to Homeric readers: “Particular animals were, at a later time, consecrated to particular deities.",
            "To Jupiter, Ceres, Juno, Apollo, and Bacchus victims of advanced age might be offered.",
            "An ox of five years old was considered especially acceptable to Jupiter.",
            "A black bull, a ram, or a boar pig, were offerings for Neptune.",
            "A heifer, or a sheep, for Minerva.",
            "To Ceres a sow was sacrificed, as an enemy to corn.",
            "The goat to Bacchus, because he fed on vines.",
            "Diana was propitiated with a stag; and to Venus the dove was consecrated.",
            "The infernal and evil deities were to be appeased with black victims.",
            "The most acceptable of all sacrifices was the heifer of a year old, which had never borne the yoke.",
            "It was to be perfect in every limb, healthy, and without blemish.”—“Elgin Marbles,” vol. i. p. 78."
          ]
        },
        {
          "sentences": [
            "[93] _Idomeneus_, son of Deucalion, was king of Crete.",
            "Having vowed, during a tempest, on his return from Troy, to sacrifice to Neptune the first creature that should present itself to his eye on the Cretan shore, his son fell a victim to his rash vow."
          ]
        },
        {
          "sentences": [
            "[94] _Tydeus’ son, i.e._ Diomed."
          ]
        },
        {
          "sentences": [
            "[95] That is, Ajax, the son of Oïleus, a Locrian.",
            "He must be distinguished from the other, who was king of Salamis."
          ]
        },
        {
          "sentences": [
            "[96] A great deal of nonsense has been written to account for the word _unbid_, in this line.",
            "Even Plato, “Sympos.” p. 315, has found some curious meaning in what, to us, appears to need no explanation.",
            "Was there any _heroic_ rule of etiquette which prevented one brother-king visiting another without a formal invitation?"
          ]
        },
        {
          "sentences": [
            "[97] Fresh water fowl, especially swans, were found in great numbers about the Asian Marsh, a fenny tract of country in Lydia, formed by the river Cayster, near its mouth.",
            "See Virgil, “Georgics,” vol. i. 383, sq."
          ]
        },
        {
          "sentences": [
            "[98] _Scamander_, or Scamandros, was a river of Troas, rising, according to Strabo, on the highest part of Mount Ida, in the same hill with the Granicus and the OEdipus, and falling into the sea at Sigaeum; everything tends to identify it with Mendere, as Wood, Rennell, and others maintain; the Mendere is 40 miles long, 300 feet broad, deep in the time of flood, nearly dry in the summer.",
            "Dr. Clarke successfully combats the opinion of those who make the Scamander to have arisen from the springs of Bounabarshy, and traces the source of the river to the highest mountain in the chain of Ida, now Kusdaghy; receives the Simois in its course; towards its mouth it is very muddy, and flows through marshes.",
            "Between the Scamander and Simois, Homer’s Troy is supposed to have stood: this river, according to Homer, was called Xanthus by the gods, Scamander by men.",
            "The waters of the Scamander had the singular property of giving a beautiful colour to the hair or wool of such animals as bathed in them; hence the three goddesses, Minerva, Juno, and Venus, bathed there before they appeared before Paris to obtain the golden apple: the name Xanthus, “yellow,” was given to the Scamander, from the peculiar colour of its waters, still applicable to the Mendere, the yellow colour of whose waters attracts the attention of travellers."
          ]
        },
        {
          "sentences": [
            "[99] It should be “his _chest_ like Neptune.” The torso of Neptune, in the “Elgin Marbles,” No. 103, (vol. ii. p. 26,) is remarkable for its breadth and massiveness of development."
          ]
        },
        {
          "sentences": [
            "[100] “Say first, for heav’n hides nothing from thy view.”—“Paradise Lost,” i. 27."
          ]
        },
        {
          "sentences": [
            "“Ma di’ tu, Musa, come i primi danni Mandassero à Cristiani, e di quai parti: Tu ’l sai; ma di tant’ opra a noi si lunge Debil aura di fama appena giunge.”—“Gier.",
            "Lib.” iv. 19."
          ]
        },
        {
          "sentences": [
            "[101] “The Catalogue is, perhaps, the portion of the poem in favour of which a claim to separate authorship has been most plausibly urged.",
            "Although the example of Homer has since rendered some such formal enumeration of the forces engaged, a common practice in epic poems descriptive of great warlike adventures, still so minute a statistical detail can neither be considered as imperatively required, nor perhaps such as would, in ordinary cases, suggest itself to the mind of a poet.",
            "Yet there is scarcely any portion of the Iliad where both historical and internal evidence are more clearly in favour of a connection from the remotest period, with the remainder of the work.",
            "The composition of the Catalogue, whensoever it may have taken place, necessarily presumes its author’s acquaintance with a previously existing Iliad.",
            "It were impossible otherwise to account for the harmony observable in the recurrence of so vast a number of proper names, most of them historically unimportant, and not a few altogether fictitious: or of so many geographical and genealogical details as are condensed in these few hundred lines, and incidentally scattered over the thousands which follow: equally inexplicable were the pointed allusions occurring in this episode to events narrated in the previous and subsequent text, several of which could hardly be of traditional notoriety, but through the medium of the Iliad.”—Mure, “Language and Literature of Greece,” vol. i. p. 263."
          ]
        },
        {
          "sentences": [
            "[102] _Twice Sixty:_ “Thucydides observes that the Bœotian vessels, which carried one hundred and twenty men each, were probably meant to be the largest in the fleet, and those of Philoctetes, carrying fifty each, the smallest.",
            "The average would be eighty-five, and Thucydides supposes the troops to have rowed and navigated themselves; and that very few, besides the chiefs, went as mere passengers or landsmen.",
            "In short, we have in the Homeric descriptions the complete picture of an Indian or African war canoe, many of which are considerably larger than the largest scale assigned to those of the Greeks.",
            "If the total number of the Greek ships be taken at twelve hundred, according to Thucydides, although in point of fact there are only eleven hundred and eighty-six in the Catalogue, the amount of the army, upon the foregoing average, will be about a hundred and two thousand men.",
            "The historian considers this a small force as representing all Greece.",
            "Bryant, comparing it with the allied army at Platae, thinks it so large as to prove the entire falsehood of the whole story; and his reasonings and calculations are, for their curiosity, well worth a careful perusal.”—Coleridge, p. 211, sq."
          ]
        },
        {
          "sentences": [
            "[103] The mention of Corinth is an anachronism, as that city was called Ephyre before its capture by the Dorians.",
            "But Velleius, vol. i. p. 3, well observes, that the poet would naturally speak of various towns and cities by the names by which they were known in his own time."
          ]
        },
        {
          "sentences": [
            "[104] “Adam, the goodliest man of men since born, His sons, the fairest of her daughters Eve.’—“Paradise Lost,” iv. 323."
          ]
        },
        {
          "sentences": [
            "[105] _Æsetes’ tomb_.",
            "Monuments were often built on the sea-coast, and of a considerable height, so as to serve as watch-towers or land marks.",
            "See my notes to my prose translations of the “Odyssey,” ii. p. 21, or on Eur. “Alcest.” vol. i. p. 240."
          ]
        },
        {
          "sentences": [
            "[106] _Zeleia_, another name for Lycia.",
            "The inhabitants were greatly devoted to the worship of Apollo.",
            "See Muller, “Dorians,” vol. i. p. 248."
          ]
        },
        {
          "sentences": [
            "[107] _Barbarous tongues_. “Various as were the dialects of the Greeks—and these differences existed not only between the several tribes, but even between neighbouring cities—they yet acknowledged in their language that they formed but one nation were but branches of the same family.",
            "Homer has ‘men of other tongues:’ and yet Homer had no general name for the Greek nation.”—Heeren, “Ancient Greece,” Section vii. p. 107, sq."
          ]
        },
        {
          "sentences": [
            "[108] _The cranes_. “Marking the tracts of air, the clamorous cranes Wheel their due flight in varied ranks descried: And each with outstretch’d neck his rank maintains, In marshall’d order through th’ ethereal void.”"
          ]
        },
        {
          "sentences": [
            "Lorenzo de Medici, in Roscoe’s Life, Appendix."
          ]
        },
        {
          "sentences": [
            "See Cary’s Dante: “Hell,” canto v."
          ]
        },
        {
          "sentences": [
            "[109] _Silent, breathing rage._ “Thus they, Breathing united force with fixed thought, Moved on in silence.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” book i. 559."
          ]
        },
        {
          "sentences": [
            "[110] “As when some peasant in a bushy brake Has with unwary footing press’d a snake; He starts aside, astonish’d, when he spies His rising crest, blue neck, and rolling eyes”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, ii. 510."
          ]
        },
        {
          "sentences": [
            "[111] Dysparis, _i.e._ unlucky, ill fated, Paris.",
            "This alludes to the evils which resulted from his having been brought up, despite the omens which attended his birth."
          ]
        },
        {
          "sentences": [
            "[112] The following scene, in which Homer has contrived to introduce so brilliant a sketch of the Grecian warriors, has been imitated by Euripides, who in his “Phoenissae” represents Antigone surveying the opposing champions from a high tower, while the paedagogus describes their insignia and details their histories."
          ]
        },
        {
          "sentences": [
            "[113] _No wonder_, &c.",
            "Zeuxis, the celebrated artist, is said to have appended these lines to his picture of Helen, as a motto.",
            "Valer Max. iii. 7."
          ]
        },
        {
          "sentences": [
            "[114] The early epic was largely occupied with the exploits and sufferings of women, or heroines, the wives and daughters of the Grecian heroes.",
            "A nation of courageous, hardy, indefatigable women, dwelling apart from men, permitting only a short temporary intercourse, for the purpose of renovating their numbers, burning out their right breast with a view of enabling themselves to draw the bow freely; this was at once a general type, stimulating to the fancy of the poet, and a theme eminently popular with his hearers.",
            "We find these warlike females constantly reappearing in the ancient poems, and universally accepted as past realities in the Iliad.",
            "When Priam wishes to illustrate emphatically the most numerous host in which he ever found himself included, he tells us that it was assembled in Phrygia, on the banks of the Sangarius, for the purpose of resisting the formidable Amazons.",
            "When Bellerophon is to be employed in a deadly and perilous undertaking, by those who prudently wished to procure his death, he is despatched against the Amazons.—Grote, vol. i p. 289."
          ]
        },
        {
          "sentences": [
            "[115] _Antenor_, like Æneas, had always been favourable to the restoration of Helen.",
            "Liv 1. 2."
          ]
        },
        {
          "sentences": [
            "[116] “His lab’ring heart with sudden rapture seized He paus’d, and on the ground in silence gazed.",
            "Unskill’d and uninspired he seems to stand, Nor lifts the eye, nor graceful moves the hand: Then, while the chiefs in still attention hung, Pours the full tide of eloquence along; While from his lips the melting torrent flows, Soft as the fleeces of descending snows.",
            "Now stronger notes engage the listening crowd, Louder the accents rise, and yet more loud, Like thunders rolling from a distant cloud.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s “Tryphiodorus,” 148, 99."
          ]
        },
        {
          "sentences": [
            "[117] Duport, “Gnomol.",
            "Homer,” p. 20, well observes that this comparison may also be sarcastically applied to the _frigid_ style of oratory.",
            "It, of course, here merely denotes the ready fluency of Ulysses."
          ]
        },
        {
          "sentences": [
            "[118] _Her brothers’ doom_.",
            "They perished in combat with Lynceus and Idas, whilst besieging Sparta.",
            "See Hygin.",
            "Poet Astr. 32, 22.",
            "Virgil and others, however, make them share immortality by turns."
          ]
        },
        {
          "sentences": [
            "[119] Idreus was the arm-bearer and charioteer of king Priam, slain during this war.",
            "Cf. Æn, vi. 487."
          ]
        },
        {
          "sentences": [
            "[120] _Scæa’s gates_, rather _Scæan gates_, _i.e._ the left-hand gates."
          ]
        },
        {
          "sentences": [
            "[121] This was customary in all sacrifices.",
            "Hence we find Iras descending to cut off the hair of Dido, before which she could not expire."
          ]
        },
        {
          "sentences": [
            "[122] _Nor pierced_."
          ]
        },
        {
          "sentences": [
            "“This said, his feeble hand a jav’lin threw, Which, flutt’ring, seemed to loiter as it flew, Just, and but barely, to the mark it held, And faintly tinkled on the brazen shield.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, ii. 742."
          ]
        },
        {
          "sentences": [
            "[123] _Reveal’d the queen_."
          ]
        },
        {
          "sentences": [
            "“Thus having said, she turn’d and made appear Her neck refulgent and dishevell’d hair, Which, flowing from her shoulders, reach’d the ground, And widely spread ambrosial scents around.",
            "In length of train descends her sweeping gown; And, by her graceful walk, the queen of love is known.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, i. 556."
          ]
        },
        {
          "sentences": [
            "[124] _Cranae’s isle, i.e._ Athens.",
            "See the “Schol.” and Alberti’s “Hesychius,” vol. ii. p. 338.",
            "This name was derived from one of its early kings, Cranaus."
          ]
        },
        {
          "sentences": [
            "[125] _The martial maid_.",
            "In the original, “Minerva Alalcomeneis,” _i.e. the defender_, so called from her temple at Alalcomene in Bœotia."
          ]
        },
        {
          "sentences": [
            "[126] “Anything for a quiet life!”"
          ]
        },
        {
          "sentences": [
            "[127] —_Argos_.",
            "The worship of Juno at Argos was very celebrated in ancient times, and she was regarded as the patron deity of that city.",
            "Apul.",
            "Met., vi. p. 453; Servius on Virg. Æn., i. 28."
          ]
        },
        {
          "sentences": [
            "[128] —_A wife and sister_."
          ]
        },
        {
          "sentences": [
            "“But I, who walk in awful state above The majesty of heav’n, the sister-wife of Jove.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s “Virgil,” i. 70."
          ]
        },
        {
          "sentences": [
            "So Apuleius, _l. c._ speaks of her as “Jovis germana et conjux, and so Horace, Od. iii. 3, 64, “conjuge me Jovis et sorore.”"
          ]
        },
        {
          "sentences": [
            "[129] “Thither came Uriel, gleaming through the even On a sunbeam, swift as a shooting star In autumn thwarts the night, when vapours fired Impress the air, and shows the mariner From what point of his compass to beware Impetuous winds.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” iv. 555."
          ]
        },
        {
          "sentences": [
            "[130] _Æsepus’ flood_.",
            "A river of Mysia, rising from Mount Cotyius, in the southern part of the chain of Ida."
          ]
        },
        {
          "sentences": [
            "[131] _Zelia_, a town of Troas, at the foot of Ida."
          ]
        },
        {
          "sentences": [
            "[132] _Podaleirius_ and _Machäon_ are the leeches of the Grecian army, highly prized and consulted by all the wounded chiefs.",
            "Their medical renown was further prolonged in the subsequent poem of Arktinus, the Iliou Persis, wherein the one was represented as unrivalled in surgical operations, the other as sagacious in detecting and appreciating morbid symptoms.",
            "It was Podaleirius who first noticed the glaring eyes and disturbed deportment which preceded the suicide of Ajax. “Galen appears uncertain whether Asklepius (as well as Dionysus) was originally a god, or whether he was first a man and then became afterwards a god; but Apollodorus professed to fix the exact date of his apotheosis.",
            "Throughout all the historical ages the descendants of Asklepius were numerous and widely diffused.",
            "The many families or gentes, called Asklepiads, who devoted themselves to the study and practice of medicine, and who principally dwelt near the temples of Asklepius, whither sick and suffering men came to obtain relief—all recognized the god not merely as the object of their common worship, but also as their actual progenitor.”—Grote vol. i. p. 248."
          ]
        },
        {
          "sentences": [
            "[133] “The plant she bruises with a stone, and stands Tempering the juice between her ivory hands This o’er her breast she sheds with sovereign art And bathes with gentle touch the wounded part The wound such virtue from the juice derives, At once the blood is stanch’d, the youth revives.”"
          ]
        },
        {
          "sentences": [
            "“Orlando Furioso,” book 1."
          ]
        },
        {
          "sentences": [
            "[134] _Well might I wish._"
          ]
        },
        {
          "sentences": [
            "“Would heav’n (said he) my strength and youth recall, Such as I was beneath Praeneste’s wall— Then when I made the foremost foes retire, And set whole heaps of conquer’d shields on fire; When Herilus in single fight I slew, Whom with three lives Feronia did endue.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, viii. 742."
          ]
        },
        {
          "sentences": [
            "[135] _Sthenelus_, a son of Capaneus, one of the Epigoni.",
            "He was one of the suitors of Helen, and is said to have been one of those who entered Troy inside the wooden horse."
          ]
        },
        {
          "sentences": [
            "[136] _Forwarn’d the horrors_.",
            "The same portent has already been mentioned.",
            "To this day, modern nations are not wholly free from this superstition."
          ]
        },
        {
          "sentences": [
            "[137] _Sevenfold city_, Bœotian Thebes, which had seven gates."
          ]
        },
        {
          "sentences": [
            "[138] _As when the winds_."
          ]
        },
        {
          "sentences": [
            "“Thus, when a black-brow’d gust begins to rise, White foam at first on the curl’d ocean fries; Then roars the main, the billows mount the skies, Till, by the fury of the storm full blown, The muddy billow o’er the clouds is thrown.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, vii. 736."
          ]
        },
        {
          "sentences": [
            "[139] “Stood Like Teneriffe or Atlas unremoved; His stature reach’d the sky.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” iv. 986."
          ]
        },
        {
          "sentences": [
            "[140] The Abantes seem to have been of Thracian origin."
          ]
        },
        {
          "sentences": [
            "[141] I may, once for all, remark that Homer is most anatomically correct as to the parts of the body in which a wound would be immediately mortal."
          ]
        },
        {
          "sentences": [
            "[142] _Ænus_, a fountain almost proverbial for its coldness."
          ]
        },
        {
          "sentences": [
            "[143] Compare Tasso, Gier.",
            "Lib., xx. 7:"
          ]
        },
        {
          "sentences": [
            "“Nuovo favor del cielo in lui niluce E ’l fa grande, et angusto oltre il costume.",
            "Gl’ empie d’ honor la faccia, e vi riduce Di giovinezza il bel purpureo lume.”"
          ]
        },
        {
          "sentences": [
            "[144] “Or deluges, descending on the plains, Sweep o’er the yellow year, destroy the pains Of lab’ring oxen, and the peasant’s gains; Uproot the forest oaks, and bear away Flocks, folds, and trees, an undistinguish’d prey.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil ii. 408."
          ]
        },
        {
          "sentences": [
            "[145] _From mortal mists_."
          ]
        },
        {
          "sentences": [
            "“But to nobler sights Michael from Adam’s eyes the film removed.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” xi. 411."
          ]
        },
        {
          "sentences": [
            "[146] _The race of those_."
          ]
        },
        {
          "sentences": [
            "“A pair of coursers, born of heav’nly breed, Who from their nostrils breathed ethereal fire; Whom Circe stole from her celestial sire, By substituting mares produced on earth, Whose wombs conceived a more than mortal birth."
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, vii. 386, sqq."
          ]
        },
        {
          "sentences": [
            "[147] The belief in the existence of men of larger stature in earlier times, is by no means confined to Homer."
          ]
        },
        {
          "sentences": [
            "[148] _Such stream, i.e._ the _ichor_, or blood of the gods."
          ]
        },
        {
          "sentences": [
            "“A stream of nect’rous humour issuing flow’d, Sanguine, such as celestial spirits may bleed.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” vi. 339."
          ]
        },
        {
          "sentences": [
            "[149] This was during the wars with the Titans."
          ]
        },
        {
          "sentences": [
            "[150] _Amphitryon’s son_, Hercules, born to Jove by Alcmena, the wife of Amphitryon."
          ]
        },
        {
          "sentences": [
            "[151] _Ægialé_ daughter of Adrastus.",
            "The Cyclic poets (See Anthon’s Lempriere, _s. v._) assert Venus incited her to infidelity, in revenge for the wound she had received from her husband."
          ]
        },
        {
          "sentences": [
            "[152] _Pheræ_, a town of Pelasgiotis, in Thessaly."
          ]
        },
        {
          "sentences": [
            "[153] _Tlepolemus_, son of Hercules and Astyochia.",
            "Having left his native country, Argos, in consequence of the accidental murder of Liscymnius, he was commanded by an oracle to retire to Rhodes.",
            "Here he was chosen king, and accompanied the Trojan expedition.",
            "After his death, certain games were instituted at Rhodes in his honour, the victors being rewarded with crowns of poplar."
          ]
        },
        {
          "sentences": [
            "[154] These heroes’ names have since passed into a kind of proverb, designating the _oi polloi_ or mob."
          ]
        },
        {
          "sentences": [
            "[155] _Spontaneous open_."
          ]
        },
        {
          "sentences": [
            "“Veil’d with his gorgeous wings, upspringing light Flew through the midst of heaven; th’ angelic quires, On each hand parting, to his speed gave way Through all th’ empyreal road; till at the gate Of heaven arrived, the gate self-open’d wide, On golden hinges turning.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” v. 250."
          ]
        },
        {
          "sentences": [
            "[156] “Till Morn, Waked by the circling Hours, with rosy hand Unbarr’d the gates of light.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” vi, 2."
          ]
        },
        {
          "sentences": [
            "[157] _Far as a shepherd_. “With what majesty and pomp does Homer exalt his deities!",
            "He here measures the leap of the horses by the extent of the world.",
            "And who is there, that, considering the exceeding greatness of the space would not with reason cry out that ‘If the steeds of the deity were to take a second leap, the world would want room for it’?”—Longinus, Section 8."
          ]
        },
        {
          "sentences": [
            "[158] “No trumpets, or any other instruments of sound, are used in the Homeric action itself; but the trumpet was known, and is introduced for the purpose of illustration as employed in war.",
            "Hence arose the value of a loud voice in a commander; Stentor was an indispensable officer...",
            "In the early Saracen campaigns frequent mention is made of the service rendered by men of uncommonly strong voices; the battle of Honain was restored by the shouts and menaces of Abbas, the uncle of Mohammed,” &c.—Coleridge, p. 213."
          ]
        },
        {
          "sentences": [
            "[159] “Long had the wav’ring god the war delay’d, While Greece and Troy alternate own’d his aid.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s “Tryphiodorus,” vi. 761, sq."
          ]
        },
        {
          "sentences": [
            "[160] _Pæon_ seems to have been to the gods, what Podaleirius and Machaon were to the Grecian heroes."
          ]
        },
        {
          "sentences": [
            "[161] _Arisbe_, a colony of the Mitylenaeans in Troas."
          ]
        },
        {
          "sentences": [
            "[162] _Pedasus_, a town near Pylos."
          ]
        },
        {
          "sentences": [
            "[163] _Rich heaps of brass_. “The halls of Alkinous and Menelaus glitter with gold, copper, and electrum; while large stocks of yet unemployed metal—gold, copper, and iron are stored up in the treasure-chamber of Odysseus and other chiefs.",
            "Coined money is unknown in the Homeric age—the trade carried on being one of barter.",
            "In reference also to the metals, it deserves to be remarked, that the Homeric descriptions universally suppose copper, and not iron, to be employed for arms, both offensive and defensive.",
            "By what process the copper was tempered and hardened, so as to serve the purpose of the warrior, we do not know; but the use of iron for these objects belongs to a later age.”—Grote, vol. ii. p. 142."
          ]
        },
        {
          "sentences": [
            "[164] _Oh impotent_, &c. “In battle, quarter seems never to have been given, except with a view to the ransom of the prisoner.",
            "Agamemnon reproaches Menelaus with unmanly softness, when he is on the point of sparing a fallen enemy, and himself puts the suppliant to the sword.”—Thirlwall, vol. i. p. 181"
          ]
        },
        {
          "sentences": [
            "[165] “The ruthless steel, impatient of delay, Forbade the sire to linger out the day.",
            "It struck the bending father to the earth, And cropt the wailing infant at the birth.",
            "Can innocents the rage of parties know, And they who ne’er offended find a foe?”"
          ]
        },
        {
          "sentences": [
            "Rowe’s Lucan, bk. ii."
          ]
        },
        {
          "sentences": [
            "[166] “Meantime the Trojan dames, oppress’d with woe, To Pallas’ fane in long procession go, In hopes to reconcile their heav’nly foe: They weep; they beat their breasts; they rend their hair, And rich embroider’d vests for presents bear.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, i. 670"
          ]
        },
        {
          "sentences": [
            "[167] The manner in which this episode is introduced, is well illustrated by the following remarks of Mure, vol. i. p.298: “The poet’s method of introducing his episode, also, illustrates in a curious manner his tact in the dramatic department of his art.",
            "Where, for example, one or more heroes are despatched on some commission, to be executed at a certain distance of time or place, the fulfilment of this task is not, as a general rule, immediately described.",
            "A certain interval is allowed them for reaching the appointed scene of action, which interval is dramatised, as it were, either by a temporary continuation of the previous narrative, or by fixing attention for a while on some new transaction, at the close of which the further account of the mission is resumed.”"
          ]
        },
        {
          "sentences": [
            "[168] _With tablets sealed_.",
            "These probably were only devices of a hieroglyphical character.",
            "Whether writing was known in the Homeric times is utterly uncertain.",
            "See Grote, vol ii. p. 192, sqq."
          ]
        },
        {
          "sentences": [
            "[169] _Solymæan crew_, a people of Lycia."
          ]
        },
        {
          "sentences": [
            "[170] From this “melancholy madness” of Bellerophon, hypochondria received the name of “Morbus Bellerophonteus.” See my notes in my prose translation, p. 112.",
            "The “Aleian field,” _i.e._ “the plain of wandering,” was situated between the rivers Pyramus and Pinarus, in Cilicia."
          ]
        },
        {
          "sentences": [
            "[171] _His own, of gold_.",
            "This bad bargain has passed into a common proverb.",
            "See Aulus Gellius, ii, 23."
          ]
        },
        {
          "sentences": [
            "[172] _Scæan, i e._ left hand."
          ]
        },
        {
          "sentences": [
            "[173] _In fifty chambers_."
          ]
        },
        {
          "sentences": [
            "“The fifty nuptial beds, (such hopes had he, So large a promise of a progeny,) The ports of plated gold, and hung with spoils.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, ii.658"
          ]
        },
        {
          "sentences": [
            "[174] _O would kind earth_, &c. “It is apparently a sudden, irregular burst of popular indignation to which Hector alludes, when he regrets that the Trojans had not spirit enough to cover Paris with a mantle of stones.",
            "This, however, was also one of the ordinary formal modes of punishment for great public offences.",
            "It may have been originally connected with the same feeling—the desire of avoiding the pollution of bloodshed—which seems to have suggested the practice of burying prisoners alive, with a scantling of food by their side.",
            "Though Homer makes no mention of this horrible usage, the example of the Roman Vestals affords reasons for believing that, in ascribing it to the heroic ages, Sophocles followed an authentic tradition.”—Thirlwall’s Greece, vol. i. p. 171, sq."
          ]
        },
        {
          "sentences": [
            "[175] _Paris’ lofty dome_. “With respect to the private dwellings, which are oftenest described, the poet’s language barely enables us to form a general notion of their ordinary plan, and affords no conception of the style which prevailed in them or of their effect on the eye.",
            "It seems indeed probable, from the manner in which he dwells on their metallic ornaments that the higher beauty of proportion was but little required or understood, and it is, perhaps, strength and convenience, rather than elegance, that he means to commend, in speaking of the fair house which Paris had built for himself with the aid of the most skilful masons of Troy.”—Thirlwall’s Greece, vol. i. p. 231."
          ]
        },
        {
          "sentences": [
            "[176] _The wanton courser_."
          ]
        },
        {
          "sentences": [
            "“Come destrier, che da le regie stalle Ove a l’usa de l’arme si riserba, Fugge, e libero al fiu per largo calle Va tragl’ armenti, o al fiume usato, o a l’herba.”"
          ]
        },
        {
          "sentences": [
            "Gier, Lib. ix. 75."
          ]
        },
        {
          "sentences": [
            "[177] _Casque_.",
            "The original word is stephanae, about the meaning of which there is some little doubt.",
            "Some take it for a different kind of cap or helmet, others for the rim, others for the cone, of the helmet."
          ]
        },
        {
          "sentences": [
            "[178] _Athenian maid:_ Minerva."
          ]
        },
        {
          "sentences": [
            "[179] _Celadon_, a river of Elis."
          ]
        },
        {
          "sentences": [
            "[180] _Oïleus, i.e._ Ajax, the son of Oïleus, in contradistinction to Ajax, son of Telamon."
          ]
        },
        {
          "sentences": [
            "[181] _In the general’s helm_.",
            "It was customary to put the lots into a helmet, in which they were well shaken up; each man then took his choice."
          ]
        },
        {
          "sentences": [
            "[182] _God of Thrace_.",
            "Mars, or Mavors, according to his Thracian epithet.",
            "Hence “Mavortia Mœnia.”"
          ]
        },
        {
          "sentences": [
            "[183] _Grimly he smiled_."
          ]
        },
        {
          "sentences": [
            "“And death Grinn’d horribly a ghastly smile.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” ii. 845."
          ]
        },
        {
          "sentences": [
            "“There Mavors stands Grinning with ghastly feature.”"
          ]
        },
        {
          "sentences": [
            "—Carey’s Dante: Hell, v."
          ]
        },
        {
          "sentences": [
            "[184] “Sete ò guerrieri, incomincio Pindoro, Con pari honor di pari ambo possenti, Dunque cessi la pugna, e non sian rotte Le ragioni, e ’l riposo, e de la notte.”"
          ]
        },
        {
          "sentences": [
            "—Gier.",
            "Lib. vi. 51."
          ]
        },
        {
          "sentences": [
            "[185] It was an ancient style of compliment to give a larger portion of food to the conqueror, or person to whom respect was to be shown.",
            "See Virg. Æn. viii. 181.",
            "Thus Benjamin was honoured with a “double portion.” Gen. xliii. 34."
          ]
        },
        {
          "sentences": [
            "[186] _Embattled walls._ “Another essential basis of mechanical unity in the poem is the construction of the rampart.",
            "This takes place in the seventh book.",
            "The reason ascribed for the glaring improbability that the Greeks should have left their camp and fleet unfortified during nine years, in the midst of a hostile country, is a purely poetical one: ‘So long as Achilles fought, the terror of his name sufficed to keep every foe at a distance.’ The disasters consequent on his secession first led to the necessity of other means of protection.",
            "Accordingly, in the battles previous to the eighth book, no allusion occurs to a rampart; in all those which follow it forms a prominent feature.",
            "Here, then, in the anomaly as in the propriety of the Iliad, the destiny of Achilles, or rather this peculiar crisis of it, forms the pervading bond of connexion to the whole poem.”—Mure, vol. i., p. 257."
          ]
        },
        {
          "sentences": [
            "[187] _What cause of fear_, &c."
          ]
        },
        {
          "sentences": [
            "“Seest thou not this?",
            "Or do we fear in vain Thy boasted thunders, and thy thoughtless reign?”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, iv. 304."
          ]
        },
        {
          "sentences": [
            "[188] _In exchange_.",
            "These lines are referred to by Theophilus, the Roman lawyer, iii. tit. xxiii. § 1, as exhibiting the most ancient mention of barter."
          ]
        },
        {
          "sentences": [
            "[189] “A similar bond of connexion, in the military details of the narrative, is the decree issued by Jupiter, at the commencement of the eighth book, against any further interference of the gods in the battles.",
            "In the opening of the twentieth book this interdict is withdrawn.",
            "During the twelve intermediate books it is kept steadily in view.",
            "No interposition takes place but on the part of the specially authorised agents of Jove, or on that of one or two contumacious deities, described as boldly setting his commands at defiance, but checked and reprimanded for their disobedience; while the other divine warriors, who in the previous and subsequent cantos are so active in support of their favourite heroes, repeatedly allude to the supreme edict as the cause of their present inactivity.”—Mure, vol. i. p 257.",
            "See however, Muller, “Greek Literature,” ch. v.",
            "Section 6, and Grote, vol. ii. p. 252."
          ]
        },
        {
          "sentences": [
            "[190] “As far removed from God and light of heaven, As from the centre thrice to th’ utmost pole.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost.”"
          ]
        },
        {
          "sentences": [
            "“E quanto è da le stelle al basso inferno, Tanto è più in sù de la stellata spera”"
          ]
        },
        {
          "sentences": [
            "—Gier.",
            "Lib. i. 7."
          ]
        },
        {
          "sentences": [
            "“Some of the epithets which Homer applies to the heavens seem to imply that he considered it as a solid vault of metal.",
            "But it is not necessary to construe these epithets so literally, nor to draw any such inference from his description of Atlas, who holds the lofty pillars which keep earth and heaven asunder.",
            "Yet it would seem, from the manner in which the height of heaven is compared with the depth of Tartarus, that the region of light was thought to have certain bounds.",
            "The summit of the Thessalian Olympus was regarded as the highest point on the earth, and it is not always carefully distinguished from the aerian regions above The idea of a seat of the gods—perhaps derived from a more ancient tradition, in which it was not attached to any geographical site—seems to be indistinctly blended in the poet’s mind with that of the real mountain.”—Thirlwall’s Greece, vol. i. p. 217, sq."
          ]
        },
        {
          "sentences": [
            "[191] “Now lately heav’n, earth, another world Hung e’er my realm, link’d in a golden chain To that side heav’n.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” ii. 1004."
          ]
        },
        {
          "sentences": [
            "[192] _His golden scales_."
          ]
        },
        {
          "sentences": [
            "“Jove now, sole arbiter of peace and war, Held forth the fatal balance from afar: Each host he weighs; by turns they both prevail, Till Troy descending fix’d the doubtful scale.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, v 687, sqq."
          ]
        },
        {
          "sentences": [
            "“Oh’ Eternal, to prevent such horrid fray, Hung forth in heav’n his golden scales, Wherein all things created first he weighed; The pendulous round earth, with balanced air In counterpoise; now ponders all events, Battles and realms.",
            "In these he puts two weights, The sequel each of parting and of fight: The latter quick up flew, and kick’d the beam.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” iv. 496."
          ]
        },
        {
          "sentences": [
            "[193] _And now_, &c."
          ]
        },
        {
          "sentences": [
            "“And now all heaven Had gone to wrack, with ruin overspread; Had not th’ Almighty Father, where he sits ... foreseen.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” vi. 669."
          ]
        },
        {
          "sentences": [
            "[194] _Gerenian Nestor_.",
            "The epithet _Gerenian_ either refers to the name of a place in which Nestor was educated, or merely signifies honoured, revered.",
            "See Schol.",
            "Venet. in II.",
            "B. 336; Strabo, viii. p. 340."
          ]
        },
        {
          "sentences": [
            "[195] _Ægae, Helicè_.",
            "Both these towns were conspicuous for their worship of Neptune."
          ]
        },
        {
          "sentences": [
            "[196] _As full blown_, &c."
          ]
        },
        {
          "sentences": [
            "“Il suo Lesbia quasi bel fior succiso, E in atto si gentil languir tremanti Gl’ occhi, e cader siu ’l tergo il collo mira.”"
          ]
        },
        {
          "sentences": [
            "Gier.",
            "Lib. ix. 85."
          ]
        },
        {
          "sentences": [
            "[197] _Ungrateful_, because the cause in which they were engaged was unjust."
          ]
        },
        {
          "sentences": [
            "“Struck by the lab’ring priests’ uplifted hands The victims fall: to heav’n they make their pray’r, The curling vapours load the ambient air.",
            "But vain their toil: the pow’rs who rule the skies Averse beheld the ungrateful sacrifice.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, vi. 527, sqq."
          ]
        },
        {
          "sentences": [
            "[198] “As when about the silver moon, when aire is free from winde, And stars shine cleare, to whose sweet beams high prospects on the brows Of all steepe hills and pinnacles thrust up themselves for shows, And even the lowly valleys joy to glitter in their sight; When the unmeasured firmament bursts to disclose her light, And all the signs in heaven are seene, that glad the shepherd’s heart.”"
          ]
        },
        {
          "sentences": [
            "Chapman."
          ]
        },
        {
          "sentences": [
            "[199] This flight of the Greeks, according to Buttmann, Lexil. p. 358, was not a supernatural flight caused by the gods, but “a great and general one, caused by Hector and the Trojans, but with the approval of Jove.”"
          ]
        },
        {
          "sentences": [
            "[200] Grote, vol. ii. p. 91, after noticing the modest calmness and respect with which Nestor addresses Agamemnon, observes, “The Homeric Council is a purely consultative body, assembled not with any power of peremptorily arresting mischievous resolves of the king, but solely for his information and guidance.”"
          ]
        },
        {
          "sentences": [
            "[201] In the heroic times, it is not unfrequent for the king to receive presents to purchase freedom from his wrath, or immunity from his exactions.",
            "Such gifts gradually became regular, and formed the income of the German, (Tacit.",
            "Germ.",
            "Section 15) Persian, (Herodot. iii.89), and other kings.",
            "So, too, in the middle ages, ‘The feudal aids are the beginning of taxation, of which they for a long time answered the purpose.’ (Hallam, Middle Ages, ch. x. pt. 1, p. 189) This fact frees Achilles from the apparent charge of sordidness.",
            "Plato, however, (De Rep. vi. 4), says, “We cannot commend Phœnix, the tutor of Achilles, as if he spoke correctly, when counselling him to accept of presents and assist the Greeks, but, without presents, not to desist from his wrath, nor again, should we commend Achilles himself, or approve of his being so covetous as to receive presents from Agamemnon,” &c."
          ]
        },
        {
          "sentences": [
            "[202] It may be observed, that, brief as is the mention of Briseïs in the Iliad, and small the part she plays—what little is said is pre-eminently calculated to enhance her fitness to be the bride of Achilles.",
            "Purity, and retiring delicacy, are features well contrasted with the rough, but tender disposition of the hero."
          ]
        },
        {
          "sentences": [
            "[203] _Laodice_.",
            "Iphianassa, or Iphigenia, is not mentioned by Homer, among the daughters of Agamemnon."
          ]
        },
        {
          "sentences": [
            "[204] “Agamemnon, when he offers to transfer to Achilles seven towns inhabited by wealthy husbandmen, who would enrich their lord by presents and tribute, seems likewise to assume rather a property in them, than an authority over them.",
            "And the same thing may be intimated when it is said that Peleus bestowed a great people, the Dolopes of Phthia, on Phœnix.”—Thirlwall’s Greece, vol. i Section 6, p. 162, note."
          ]
        },
        {
          "sentences": [
            "[205] _Pray in deep silence_.",
            "Rather: “use well-omened words;” or, as Kennedy has explained it, “Abstain from expressions unsuitable to the solemnity of the occasion, which, by offending the god, might defeat the object of their supplications.”"
          ]
        },
        {
          "sentences": [
            "[206] _Purest hands_.",
            "This is one of the most ancient superstitions respecting prayer, and one founded as much in nature as in tradition."
          ]
        },
        {
          "sentences": [
            "[207] It must be recollected, that the war at Troy was not a settled siege, and that many of the chieftains busied themselves in piratical expeditions about its neighborhood.",
            "Such a one was that of which Achilles now speaks.",
            "From the following verses, it is evident that fruits of these maraudings went to the common support of the expedition, and not to the successful plunderer."
          ]
        },
        {
          "sentences": [
            "[208] _Pythia_, the capital of Achilles’ Thessalian domains."
          ]
        },
        {
          "sentences": [
            "[209] _Orchomenian town_.",
            "The topography of Orchomenus, in Bœotia, “situated,” as it was, “on the northern bank of the lake Æpais, which receives not only the river Cephisus from the valleys of Phocis, but also other rivers from Parnassus and Helicon” (Grote, vol. p. 181), was a sufficient reason for its prosperity and decay. “As long as the channels of these waters were diligently watched and kept clear, a large portion of the lake was in the condition of alluvial land, pre-eminently rich and fertile.",
            "But when the channels came to be either neglected, or designedly choked up by an enemy, the water accumulated in such a degree as to occupy the soil of more than one ancient islet, and to occasion the change of the site of Orchomenus itself from the plain to the declivity of Mount Hyphanteion.” (Ibid.)"
          ]
        },
        {
          "sentences": [
            "[210] The phrase “hundred gates,” &c., seems to be merely expressive of a great number.",
            "See notes to my prose translation, p. 162."
          ]
        },
        {
          "sentences": [
            "[211] Compare the following pretty lines of Quintus Calaber (Dyce’s Select Translations, p 88).—"
          ]
        },
        {
          "sentences": [
            "“Many gifts he gave, and o’er Dolopia bade me rule; thee in his arms He brought an infant, on my bosom laid The precious charge, and anxiously enjoin’d That I should rear thee as my own with all A parent’s love.",
            "I fail’d not in my trust And oft, while round my neck thy hands were lock’d, From thy sweet lips the half articulate sound Of Father came; and oft, as children use, Mewling and puking didst thou drench my tunic.”"
          ]
        },
        {
          "sentences": [
            "“This description,” observes my learned friend (notes, p. 121) “is taken from the passage of Homer, II ix, in translating which, Pope, with that squeamish, artificial taste, which distinguished the age of Anne, omits the natural (and, let me add, affecting) circumstance.”"
          ]
        },
        {
          "sentences": [
            "“And the wine Held to thy lips, and many a time in fits Of infant frowardness the purple juice Rejecting thou hast deluged all my vest,"
          ]
        },
        {
          "sentences": [
            "And fill’d my bosom.” —Cowper."
          ]
        },
        {
          "sentences": [
            "[212] _Where Calydon_.",
            "For a good sketch of the story of Meleager, too long to be inserted here, see Grote, vol. i. p. 195, sqq.; and for the authorities, see my notes to the prose translation, p. 166."
          ]
        },
        {
          "sentences": [
            "[213] “_Gifts can conquer_”—It is well observed by Bishop Thirlwall, “Greece,” vol. i. p, 180, that the law of honour among the Greeks did not compel them to treasure up in their memory the offensive language which might be addressed to them by a passionate adversary, nor to conceive that it left a stain which could only be washed away by blood.",
            "Even for real and deep injuries they were commonly willing to accept a pecuniary compensation.”"
          ]
        },
        {
          "sentences": [
            "[214] “The boon of sleep.”—Milton"
          ]
        },
        {
          "sentences": [
            "[215] “All else of nature’s common gift partake: Unhappy Dido was alone awake.”"
          ]
        },
        {
          "sentences": [
            "—Dryden’s Virgil, iv. 767."
          ]
        },
        {
          "sentences": [
            "[216] _The king of Crete:_ Idomeneus."
          ]
        },
        {
          "sentences": [
            "[217] _Soft wool within, i e._ a kind of woollen stuffing, pressed in between the straps, to protect the head, and make the helmet fit close."
          ]
        },
        {
          "sentences": [
            "[218] “All the circumstances of this action—the night, Rhesus buried in a profound sleep, and Diomede with the sword in his hand hanging over the head of that prince—furnished Homer with the idea of this fiction, which represents Rhesus lying fast asleep, and, as it were, beholding his enemy in a dream, plunging the sword into his bosom.",
            "This image is very natural; for a man in his condition awakes no farther than to see confusedly what environs him, and to think it not a reality but a dream.”—Pope."
          ]
        },
        {
          "sentences": [
            "“There’s one did laugh in his sleep, and one cry’d murder; They wak’d each other.”"
          ]
        },
        {
          "sentences": [
            "—_Macbeth_."
          ]
        },
        {
          "sentences": [
            "[219] “Aurora now had left her saffron bed, And beams of early light the heavens o’erspread.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, iv. 639"
          ]
        },
        {
          "sentences": [
            "[220] _Red drops of blood_. “This phenomenon, if a mere fruit of the poet’s imagination, might seem arbitrary or far-fetched.",
            "It is one, however, of ascertained reality, and of no uncommon occurrence in the climate of Greece.”—Mure, i p. 493.",
            "Cf.",
            "Tasso, Gier.",
            "Lib. ix. 15:"
          ]
        },
        {
          "sentences": [
            "“La terra in vece del notturno gelo Bagnan rugiade tepide, e sanguigne.”"
          ]
        },
        {
          "sentences": [
            "[221] “No thought of flight, None of retreat, no unbecoming deed That argued fear.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” vi. 236."
          ]
        },
        {
          "sentences": [
            "[222] _One of love_.",
            "Although a bastard brother received only a small portion of the inheritance, he was commonly very well treated.",
            "Priam appears to be the only one of whom polygamy is directly asserted in the Iliad.",
            "Grote, vol. ii. p. 114, note."
          ]
        },
        {
          "sentences": [
            "[223] “Circled with foes as when a packe of bloodie jackals cling About a goodly palmed hart, hurt with a hunter’s bow Whose escape his nimble feet insure, whilst his warm blood doth flow, And his light knees have power to move: but (maistred by his wound) Embost within a shady hill, the jackals charge him round, And teare his flesh—when instantly fortune sends in the powers Of some sterne lion, with whose sighte they flie and he devours.",
            "So they around Ulysses prest.”"
          ]
        },
        {
          "sentences": [
            "—Chapman."
          ]
        },
        {
          "sentences": [
            "[224] _Simois, railing_, &c."
          ]
        },
        {
          "sentences": [
            "“In those bloody fields Where Simois rolls the bodies and the shields Of heroes.”"
          ]
        },
        {
          "sentences": [
            "—Dryden’s Virgil, i. 142."
          ]
        },
        {
          "sentences": [
            "[225] “Where yon disorder’d heap of ruin lies, Stones rent from stones,—where clouds of dust arise,— Amid that smother, Neptune holds his place, Below the wall’s foundation drives his mace, And heaves the building from the solid base.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, ii. 825."
          ]
        },
        {
          "sentences": [
            "[226] _Why boast we_."
          ]
        },
        {
          "sentences": [
            "“Wherefore do I assume These royalties and not refuse to reign, Refusing to accept as great a share Of hazard as of honour, due alike to him Who reigns, and so much to him due Of hazard more, as he above the rest High honour’d sits.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” ii. 450."
          ]
        },
        {
          "sentences": [
            "[227] _Each equal weight_."
          ]
        },
        {
          "sentences": [
            "“Long time in even scale The battle hung.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” vi. 245."
          ]
        },
        {
          "sentences": [
            "[228] “He on his impious foes right onward drove, _Gloomy as night_.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” vi. 831"
          ]
        },
        {
          "sentences": [
            "[229] _Renown’d for justice and for length of days_, Arrian. de Exp.",
            "Alex. iv. p. 239, also speaks of the independence of these people, which he regards as the result of their poverty and uprightness.",
            "Some authors have regarded the phrase “Hippomolgian,” _i.e._ “milking their mares,” as an epithet applicable to numerous tribes, since the oldest of the Samatian nomads made their mares’ milk one of their chief articles of diet.",
            "The epithet abion or abion, in this passage, has occasioned much discussion.",
            "It may mean, according as we read it, either “long-lived,” or “bowless,” the latter epithet indicating that they did not depend upon archery for subsistence."
          ]
        },
        {
          "sentences": [
            "[230] Compare Chapman’s quaint, bold verses:—"
          ]
        },
        {
          "sentences": [
            "“And as a round piece of a rocke, which with a winter’s flood Is from his top torn, when a shoure poured from a bursten cloud, Hath broke the naturall band it had within the roughftey rock, Flies jumping all adourne the woods, resounding everie shocke, And on, uncheckt, it headlong leaps till in a plaine it stay, And then (tho’ never so impelled), it stirs not any way:— So Hector,—”"
          ]
        },
        {
          "sentences": [
            "[231] This book forms a most agreeable interruption to the continuous round of battles, which occupy the latter part of the Iliad.",
            "It is as well to observe, that the sameness of these scenes renders many notes unnecessary."
          ]
        },
        {
          "sentences": [
            "[232] _Who to Tydeus owes, i.e._ Diomed."
          ]
        },
        {
          "sentences": [
            "[233] Compare Tasso:—"
          ]
        },
        {
          "sentences": [
            "Teneri sdegni, e placide, e tranquille Repulse, e cari vezzi, e liete paci, Sorrisi, parolette, e dolci stille Di pianto, e sospir tronchi, e molli baci.”"
          ]
        },
        {
          "sentences": [
            "Gier.",
            "Lib. xvi. 25"
          ]
        },
        {
          "sentences": [
            "[234] Compare the description of the dwelling of Sleep in Orlando Furioso, bk. vi."
          ]
        },
        {
          "sentences": [
            "[235] “Twice seven, the charming daughters of the main— Around my person wait, and bear my train: Succeed my wish, and second my design, The fairest, Deiopeia, shall be thine.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, Æn. i. 107, seq."
          ]
        },
        {
          "sentences": [
            "[236] _And Minos_. “By Homer, Minos is described as the son of Jupiter, and of the daughter of Phœnix, whom all succeeding authors name Europa; and he is thus carried back into the remotest period of Cretan antiquity known to the poet, apparently as a native hero, Illustrious enough for a divine parentage, and too ancient to allow his descent to be traced to any other source.",
            "But in a genealogy recorded by later writers, he is likewise the adopted son of Asterius, as descendant of Dorus, the son of Helen, and is thus connected with a colony said to have been led into Creta by Tentamus, or Tectamus, son of Dorus, who is related either to have crossed over from Thessaly, or to have embarked at Malea after having led his followers by land into Laconia.”—Thirlwall, p. 136, seq."
          ]
        },
        {
          "sentences": [
            "[237] Milton has emulated this passage, in describing the couch of our first parents:—"
          ]
        },
        {
          "sentences": [
            "“Underneath the violet, Crocus, and hyacinth with rich inlay, ’Broider’d the ground.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” iv. 700."
          ]
        },
        {
          "sentences": [
            "[238] _He lies protected_."
          ]
        },
        {
          "sentences": [
            "“Forthwith on all sides to his aid was run By angels many and strong, who interpos’d Defence, while others bore him on their shields Back to his chariot, where it stood retir’d From off the files of war; there they him laid, Gnashing for anguish, and despite, and shame.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” vi. 335, seq."
          ]
        },
        {
          "sentences": [
            "[239] _The brazen dome_.",
            "See the note on Bk. viii.",
            "Page 142."
          ]
        },
        {
          "sentences": [
            "[240] _For, by the gods! who flies_.",
            "Observe the bold ellipsis of “he cries,” and the transition from the direct to the oblique construction.",
            "So in Milton:—"
          ]
        },
        {
          "sentences": [
            "“Thus at their shady lodge arriv’d, both stood, Both turn’d, and under open sky ador’d The God that made both sky, air, earth, and heaven, Which they beheld, the moon’s resplendent globe, And starry pole.—Thou also mad’st the night, Maker omnipotent, and thou the day.”"
          ]
        },
        {
          "sentences": [
            "Milton, “Paradise Lost,” Book iv."
          ]
        },
        {
          "sentences": [
            "[241] _So some tall rock_."
          ]
        },
        {
          "sentences": [
            "“But like a rock unmov’d, a rock that braves The raging tempest, and the rising waves— Propp’d on himself he stands: his solid sides Wash off the sea-weeds, and the sounding tides.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, vii. 809."
          ]
        },
        {
          "sentences": [
            "[242] Protesilaus was the first Greek who fell, slain by Hector, as he leaped from the vessel to the Trojan shore.",
            "He was buried on the Chersonese, near the city of Plagusa.",
            "Hygin Fab. ciii.",
            "Tzetz. on Lycophr. 245, 528.",
            "There is a most elegant tribute to his memory in the Preface to the Heroica of Philostratus."
          ]
        },
        {
          "sentences": [
            "[243] _His best beloved_.",
            "The following elegant remarks of Thirlwall (Greece, vol. i, p. 176 seq.) well illustrate the character of the friendship subsisting between these two heroes— “One of the noblest and most amiable sides of the Greek character, is the readiness with which it lent itself to construct intimate and durable friendships, and this is a feature no less prominent in the earliest than in later times.",
            "It was indeed connected with the comparatively low estimation in which female society was held; but the devotedness and constancy with which these attachments were maintained, was not the less admirable and engaging.",
            "The heroic companions whom we find celebrated partly by Homer and partly in traditions which, if not of equal antiquity, were grounded on the same feeling, seem to have but one heart and soul, with scarcely a wish or object apart, and only to live as they are always ready to die for one another.",
            "It is true that the relation between them is not always one of perfect equality; but this is a circumstance which, while it often adds a peculiar charm to the poetical description, detracts little from the dignity of the idea which it presents.",
            "Such were the friendships of Hercules and Iolaus, of Theseus and Pirithous, of Orestes and Pylades; and though These may owe the greater part of their fame to the later epic or even dramatic poetry, the moral groundwork undoubtedly subsisted in the period to which the traditions are referred.",
            "The argument of the Iliad mainly turns on the affection of Achilles for Patroclus, whose love for the greater hero is only tempered by reverence for his higher birth and his unequalled prowess.",
            "But the mutual regard which united Idomeneus and Meriones, Diomedes and Sthenelus, though, as the persons themselves are less important, it is kept more in the back-ground, is manifestly viewed by the poet in the same light.",
            "The idea of a Greek hero seems not to have been thought complete, without such a brother in arms by his side.”—Thirlwall, Greece, vol. i. p. 176, seq."
          ]
        },
        {
          "sentences": [
            "[244] “As hungry wolves with raging appetite, Scour through the fields, ne’er fear the stormy night— Their whelps at home expect the promised food, And long to temper their dry chaps in blood— So rush’d we forth at once.”"
          ]
        },
        {
          "sentences": [
            "—Dryden’s Virgil, ii. 479."
          ]
        },
        {
          "sentences": [
            "[245] _The destinies ordain_.—“In the mythology, also, of the Iliad, purely Pagan as it is, we discover one important truth unconsciously involved, which was almost entirely lost from view amidst the nearly equal scepticism and credulity of subsequent ages.",
            "Zeus or Jupiter is popularly to be taken as omnipotent.",
            "No distinct empire is assigned to fate or fortune; the will of the father of gods and men is absolute and uncontrollable.",
            "This seems to be the true character of the Homeric deity, and it is very necessary that the student of Greek literature should bear it constantly in mind.",
            "A strong instance in the Iliad itself to illustrate this position, is the passage where Jupiter laments to Juno the approaching death of Sarpedon. ‘Alas me!’ says he ‘since it is fated (moira) that Sarpedon, dearest to me of men, should be slain by Patroclus, the son of Menoetius!",
            "Indeed, my heart is divided within me while I ruminate it in my mind, whether having snatched him up from out of the lamentable battle, I should not at once place him alive in the fertile land of his own Lycia, or whether I should now destroy him by the hands of the son of Menoetius!’ To which Juno answers—‘Dost thou mean to rescue from death a mortal man, long since destined by fate (palai pepromenon)?",
            "You may do it—but we, the rest of the gods, do not sanction it.’ Here it is clear from both speakers, that although Sarpedon is said to be fated to die, Jupiter might still, if he pleased, save him, and place him entirely out of the reach of any such event, and further, in the alternative, that Jupiter himself would destroy him by the hands of another.”—Coleridge, p. 156. seq."
          ]
        },
        {
          "sentences": [
            "[246] _Thrice at the battlements_. “The art military of the Homeric age is upon a level with the state of navigation just described, personal prowess decided every thing; the night attack and the ambuscade, although much esteemed, were never upon a large scale.",
            "The chiefs fight in advance, and enact almost as much as the knights of romance.",
            "The siege of Troy was as little like a modern siege as a captain in the guards is like Achilles.",
            "There is no mention of a ditch or any other line or work round the town, and the wall itself was accessible without a ladder.",
            "It was probably a vast mound of earth with a declivity outwards.",
            "Patroclus thrice mounts it in armour.",
            "The Trojans are in no respects blockaded, and receive assistance from their allies to the very end.”—Coleridge, p. 212."
          ]
        },
        {
          "sentences": [
            "[247] _Ciconians_.—A people of Thrace, near the Hebrus."
          ]
        },
        {
          "sentences": [
            "[248] _They wept_."
          ]
        },
        {
          "sentences": [
            "“Fast by the manger stands the inactive steed, And, sunk in sorrow, hangs his languid head; He stands, and careless of his golden grain, Weeps his associates and his master slain.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, v. 18-24."
          ]
        },
        {
          "sentences": [
            "“Nothing is heard upon the mountains now, But pensive herds that for their master low, Straggling and comfortless about they rove, Unmindful of their pasture and their love.”"
          ]
        },
        {
          "sentences": [
            "Moschus, id. 3, parodied, _ibid._"
          ]
        },
        {
          "sentences": [
            "“To close the pomp, Æthon, the steed of state, Is led, the funeral of his lord to wait.",
            "Stripp’d of his trappings, with a sullen pace He walks, and the big tears run rolling down his face.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, bk. ii"
          ]
        },
        {
          "sentences": [
            "[249] _Some brawny bull_."
          ]
        },
        {
          "sentences": [
            "“Like to a bull, that with impetuous spring Darts, at the moment when the fatal blow Hath struck him, but unable to proceed Plunges on either side.”"
          ]
        },
        {
          "sentences": [
            "—Carey’s Dante: Hell, c. xii."
          ]
        },
        {
          "sentences": [
            "[250] This is connected with the earlier part of last book, the regular narrative being interrupted by the message of Antilochus and the lamentations of Achilles."
          ]
        },
        {
          "sentences": [
            "[251] _Far in the deep_.",
            "So Oceanus hears the lamentations of Prometheus, in the play of Æschylus, and comes from the depths of the sea to comfort him."
          ]
        },
        {
          "sentences": [
            "[252] Opuntia, a city of Locris."
          ]
        },
        {
          "sentences": [
            "[253] Quintus Calaber, lib. v., has attempted to rival Homer in his description of the shield of the same hero.",
            "A few extracts from Mr. Dyce’s version (Select Translations, p. 104, seq.) may here be introduced."
          ]
        },
        {
          "sentences": [
            "“In the wide circle of the shield were seen Refulgent images of various forms, The work of Vulcan; who had there described The heaven, the ether, and the earth and sea, The winds, the clouds, the moon, the sun, apart In different stations; and you there might view The stars that gem the still-revolving heaven, And, under them, the vast expanse of air, In which, with outstretch’d wings, the long-beak’d bird Winnow’d the gale, as if instinct with life.",
            "Around the shield the waves of ocean flow’d, The realms of Tethys, which unnumber’d streams, In azure mazes rolling o’er the earth, Seem’d to augment.”"
          ]
        },
        {
          "sentences": [
            "[254] _On seats of stone_. “Several of the old northern Sagas represent the old men assembled for the purpose of judging as sitting on great stones, in a circle called the Urtheilsring or gerichtsring”— Grote, ii. p. 100, note.",
            "On the independence of the judicial office in The heroic times, see Thirlwall’s Greece, vol. i. p. 166."
          ]
        },
        {
          "sentences": [
            "[255] _Another part_, &c."
          ]
        },
        {
          "sentences": [
            "“And here Were horrid wars depicted; grimly pale Were heroes lying with their slaughter’d steeds Upon the ground incarnadin’d with blood.",
            "Stern stalked Bellona, smear’d with reeking gore, Through charging ranks; beside her Rout was seen, And Terror, Discord to the fatal strife Inciting men, and Furies breathing flames: Nor absent were the Fates, and the tall shape Of ghastly Death, round whom did Battles throng, Their limbs distilling plenteous blood and sweat; And Gorgons, whose long locks were twisting snakes.",
            "That shot their forky tongues incessant forth.",
            "Such were the horrors of dire war.”"
          ]
        },
        {
          "sentences": [
            "—Dyce’s Calaber."
          ]
        },
        {
          "sentences": [
            "[256] _A field deep furrowed_."
          ]
        },
        {
          "sentences": [
            "“Here was a corn field; reapers in a row, Each with a sharp-tooth’d sickle in his hand, Work’d busily, and, as the harvest fell, Others were ready still to bind the sheaves: Yoked to a wain that bore the corn away The steers were moving; sturdy bullocks here The plough were drawing, and the furrow’d glebe Was black behind them, while with goading wand The active youths impell’d them.",
            "Here a feast Was graved: to the shrill pipe and ringing lyre A band of blooming virgins led the dance.",
            "As if endued with life.” —Dyce’s Calaber."
          ]
        },
        {
          "sentences": [
            "[257] Coleridge (Greek Classic Poets, p. 182, seq.) has diligently compared this with the description of the shield of Hercules by Hesiod.",
            "He remarks that, “with two or three exceptions, the imagery differs in little more than the names and arrangements; and the difference of arrangement in the Shield of Hercules is altogether for the worse.",
            "The natural consecution of the Homeric images needs no exposition: it constitutes in itself one of the beauties of the work.",
            "The Hesiodic images are huddled together without connection or congruity: Mars and Pallas are awkwardly introduced among the Centaurs and Lapithae;— but the gap is wide indeed between them and Apollo with the Muses, waking the echoes of Olympus to celestial harmonies; whence however, we are hurried back to Perseus, the Gorgons, and other images of war, over an arm of the sea, in which the sporting dolphins, the fugitive fishes, and the fisherman on the shore with his casting net, are minutely represented.",
            "As to the Hesiodic images themselves, the leading remark is, that they catch at beauty by ornament, and at sublimity by exaggeration; and upon the untenable supposition of the genuineness of this poem, there is this curious peculiarity, that, in the description of scenes of rustic peace, the superiority of Homer is decisive—while in those of war and tumult it may be thought, perhaps, that the Hesiodic poet has more than once the advantage.”"
          ]
        },
        {
          "sentences": [
            "[258] “This legend is one of the most pregnant and characteristic in the Grecian Mythology; it explains, according to the religious ideas familiar to the old epic poets, both the distinguishing attributes and the endless toil and endurances of Heracles, the most renowned subjugator of all the semi-divine personages worshipped by the Hellenes,—a being of irresistible force, and especially beloved by Zeus, yet condemned constantly to labour for others and to obey the commands of a worthless and cowardly persecutor.",
            "His recompense is reserved to the close of his career, when his afflicting trials are brought to a close: he is then admitted to the godhead, and receives in marriage Hebe.”—Grote, vol. i. p. 128."
          ]
        },
        {
          "sentences": [
            "[259] _Ambrosia_."
          ]
        },
        {
          "sentences": [
            "“The blue-eyed maid, In ev’ry breast new vigour to infuse.",
            "Brings nectar temper’d with ambrosial dews.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, vi. 249."
          ]
        },
        {
          "sentences": [
            "[260] “Hell is naked before him, and destruction hath no covering.",
            "He stretcheth out the north over the empty place, and hangeth the earth upon nothing.",
            "He bindeth up the waters in his thick clouds; and the cloud is not rent under them.” Job xxvi. 6-8."
          ]
        },
        {
          "sentences": [
            "[261] “Swift from his throne the infernal monarch ran, All pale and trembling, lest the race of man,v Slain by Jove’s wrath, and led by Hermes’ rod, Should fill (a countless throng!) his dark abode.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, vi. 769, sqq."
          ]
        },
        {
          "sentences": [
            "[262] These words seem to imply the old belief, that the Fates might be delayed, but never wholly set aside."
          ]
        },
        {
          "sentences": [
            "[263] It was anciently believed that it was dangerous, if not fatal, to behold a deity.",
            "See Exod. xxxiii. 20; Judg. xiii. 22."
          ]
        },
        {
          "sentences": [
            "[264] “Ere Ilium and the Trojan tow’rs arose, In humble vales they built their soft abodes.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, iii. 150."
          ]
        },
        {
          "sentences": [
            "[265] _Along the level seas_.",
            "Compare Virgil’s description of Camilla, who"
          ]
        },
        {
          "sentences": [
            "“Outstripp’d the winds in speed upon the plain, Flew o’er the field, nor hurt the bearded grain: She swept the seas, and, as she skimm’d along, Her flying feet unbathed on billows hung.”"
          ]
        },
        {
          "sentences": [
            "Dryden, vii. 1100."
          ]
        },
        {
          "sentences": [
            "[266] _The future father_. “Æneas and Antenor stand distinguished from the other Trojans by a dissatisfaction with Priam, and a sympathy with the Greeks, which is by Sophocles and others construed as treacherous collusion,—a suspicion indirectly glanced at, though emphatically repelled, in the Æneas of Virgil.”—Grote, i. p. 427."
          ]
        },
        {
          "sentences": [
            "[267] Neptune thus recounts his services to Æneas:"
          ]
        },
        {
          "sentences": [
            "“When your Æneas fought, but fought with odds Of force unequal, and unequal gods: I spread a cloud before the victor’s sight, Sustain’d the vanquish’d, and secured his flight— Even then secured him, when I sought with joy The vow’d destruction of ungrateful Troy.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, v. 1058."
          ]
        },
        {
          "sentences": [
            "[268] _On Polydore_.",
            "Euripides, Virgil, and others, relate that Polydore was sent into Thrace, to the house of Polymestor, for protection, being the youngest of Priam’s sons, and that he was treacherously murdered by his host for the sake of the treasure sent with him."
          ]
        },
        {
          "sentences": [
            "[269] “Perhaps the boldest excursion of Homer into this region of poetical fancy is the collision into which, in the twenty-first of the Iliad, he has brought the river god Scamander, first with Achilles, and afterwards with Vulcan, when summoned by Juno to the hero’s aid.",
            "The overwhelming fury of the stream finds the natural interpretation in the character of the mountain torrents of Greece and Asia Minor.",
            "Their wide, shingly beds are in summer comparatively dry, so as to be easily forded by the foot passenger.",
            "But a thunder-shower in the mountains, unobserved perhaps by the traveller on the plain, may suddenly immerse him in the flood of a mighty river.",
            "The rescue of Achilles by the fiery arms of Vulcan scarcely admits of the same ready explanation from physical causes.",
            "Yet the subsiding of the flood at the critical moment when the hero’s destruction appeared imminent, might, by a slight extension of the figurative parallel, be ascribed to a god symbolic of the influences opposed to all atmospheric moisture.”—Mure, vol. i. p. 480, sq."
          ]
        },
        {
          "sentences": [
            "[270] Wood has observed, that “the circumstance of a falling tree, which is described as reaching from one of its banks to the other, affords a very just idea of the breadth of the Scamander.”"
          ]
        },
        {
          "sentences": [
            "[271] _Ignominious_.",
            "Drowning, as compared with a death in the field of battle, was considered utterly disgraceful."
          ]
        },
        {
          "sentences": [
            "[272] _Beneath a caldron_."
          ]
        },
        {
          "sentences": [
            "“So, when with crackling flames a caldron fries, The bubbling waters from the bottom rise.",
            "Above the brims they force their fiery way; Black vapours climb aloft, and cloud the day.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, vii. 644."
          ]
        },
        {
          "sentences": [
            "[273] “This tale of the temporary servitude of particular gods, by order of Jove, as a punishment for misbehaviour, recurs not unfrequently among the incidents of the Mythical world.”—Grote, vol. i. p. 156."
          ]
        },
        {
          "sentences": [
            "[274] _Not half so dreadful_."
          ]
        },
        {
          "sentences": [
            "“On the other side, Incensed with indignation, Satan stood Unterrified, and like a comet burn’d, That fires the length of Ophiuchus huge In the arctic sky, and from his horrid hair Shakes pestilence and war.”"
          ]
        },
        {
          "sentences": [
            "—“Paradise Lost,” xi. 708."
          ]
        },
        {
          "sentences": [
            "[275] “And thus his own undaunted mind explores.”—“Paradise Lost,” vi. 113."
          ]
        },
        {
          "sentences": [
            "[276] The example of Nausicaa, in the Odyssey, proves that the duties of the laundry were not thought derogatory, even from the dignity of a princess, in the heroic times."
          ]
        },
        {
          "sentences": [
            "[277] _Hesper shines with keener light_."
          ]
        },
        {
          "sentences": [
            "“Fairest of stars, last in the train of night, If better thou belong not to the dawn.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” v. 166."
          ]
        },
        {
          "sentences": [
            "[278] Such was his fate.",
            "After chasing the Trojans into the town, he was slain by an arrow from the quiver of Paris, directed under the unerring auspices of Apollo.",
            "The greatest efforts were made by the Trojans to possess themselves of the body, which was however rescued and borne off to the Grecian camp by the valour of Ajax and Ulysses.",
            "Thetis stole away the body, just as the Greeks were about to burn it with funeral honours, and conveyed it away to a renewed life of immortality in the isle of Leuke in the Euxine."
          ]
        },
        {
          "sentences": [
            "[279] _Astyanax_, i.e. the _city-king_ or guardian.",
            "It is amusing that Plato, who often finds fault with Homer without reason, should have copied this twaddling etymology into his Cratylus."
          ]
        },
        {
          "sentences": [
            "[280] This book has been closely imitated by Virgil in his fifth book, but it is almost useless to attempt a selection of passages for comparison."
          ]
        },
        {
          "sentences": [
            "[281] _Thrice in order led_.",
            "This was a frequent rite at funerals.",
            "The Romans had the same custom, which they called _decursio_.",
            "Plutarch states that Alexander, in after times, renewed these same honours to the memory of Achilles himself."
          ]
        },
        {
          "sentences": [
            "[282] _And swore_.",
            "Literally, and called Orcus, the god of oaths, to witness.",
            "See Buttmann, Lexilog, p. 436."
          ]
        },
        {
          "sentences": [
            "[283] “O, long expected by thy friends! from whence Art thou so late return’d for our defence?",
            "Do we behold thee, wearied as we are With length of labours, and with, toils of war?",
            "After so many funerals of thy own, Art thou restored to thy declining town?",
            "But say, what wounds are these? what new disgrace Deforms the manly features of thy face?”"
          ]
        },
        {
          "sentences": [
            "Dryden, xi. 369."
          ]
        },
        {
          "sentences": [
            "[284] _Like a thin smoke_.",
            "Virgil, Georg. iv. 72."
          ]
        },
        {
          "sentences": [
            "“In vain I reach my feeble hands to join In sweet embraces—ah! no longer thine!",
            "She said, and from his eyes the fleeting fair Retired, like subtle smoke dissolved in air.”"
          ]
        },
        {
          "sentences": [
            "Dryden."
          ]
        },
        {
          "sentences": [
            "[285] So Milton:—"
          ]
        },
        {
          "sentences": [
            "“So eagerly the fiend O’er bog, o’er steep, through strait, rough, dense, or rare, With head, hands, wings, or feet pursues his way, And swims, or sinks, or wades, or creeps, or flies.”"
          ]
        },
        {
          "sentences": [
            "“Paradise Lost,” ii. 948."
          ]
        },
        {
          "sentences": [
            "[286] “An ancient forest, for the work design’d (The shady covert of the savage kind).",
            "The Trojans found: the sounding axe is placed: Firs, pines, and pitch-trees, and the tow’ring pride Of forest ashes, feel the fatal stroke, And piercing wedges cleave the stubborn oak.",
            "High trunks of trees, fell’d from the steepy crown Of the bare mountains, roll with ruin down.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, vi. 261."
          ]
        },
        {
          "sentences": [
            "[287] _He vowed_.",
            "This was a very ancient custom."
          ]
        },
        {
          "sentences": [
            "[288] The height of the tomb or pile was a great proof of the dignity of the deceased, and the honour in which he was held."
          ]
        },
        {
          "sentences": [
            "[289] On the prevalence of this cruel custom amongst the northern nations, see Mallet, p. 213."
          ]
        },
        {
          "sentences": [
            "[290] _And calls the spirit_.",
            "Such was the custom anciently, even at the Roman funerals."
          ]
        },
        {
          "sentences": [
            "“Hail, O ye holy manes! hail again, Paternal ashes, now revived in vain.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, v. 106."
          ]
        },
        {
          "sentences": [
            "[291] Virgil, by making the boaster vanquished, has drawn a better moral from this episode than Homer.",
            "The following lines deserve comparison:—"
          ]
        },
        {
          "sentences": [
            "“The haughty Dares in the lists appears: Walking he strides, his head erected bears: His nervous arms the weighty gauntlet wield, And loud applauses echo through the field. * * * * Such Dares was, and such he strode along, And drew the wonder of the gazing throng His brawny breast and ample chest he shows; His lifted arms around his head he throws, And deals in whistling air his empty blows.",
            "His match is sought, but, through the trembling band, No one dares answer to the proud demand.",
            "Presuming of his force, with sparkling eyes, Already he devours the promised prize. * * * * If none my matchless valour dares oppose, How long shall Dares wait his dastard foes?”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, v. 486, seq."
          ]
        },
        {
          "sentences": [
            "[292] “The gauntlet-fight thus ended, from the shore His faithful friends unhappy Dares bore: His mouth and nostrils pour’d a purple flood, And pounded teeth came rushing with his blood.”"
          ]
        },
        {
          "sentences": [
            "Dryden’s Virgil, v. 623."
          ]
        },
        {
          "sentences": [
            "[293] “Troilus is only once named in the Iliad; he was mentioned also in the Cypriad but his youth, beauty, and untimely end made him an object of great interest with the subsequent poets.”—Grote, i, p. 399."
          ]
        },
        {
          "sentences": [
            "[294] Milton has rivalled this passage describing the descent of Gabriel, “Paradise Lost,” bk. v. 266, seq."
          ]
        },
        {
          "sentences": [
            "“Down thither prone in flight He speeds, and through the vast ethereal sky Sails between worlds and worlds, with steady wing, Now on the polar winds, then with quick fan Winnows the buxom air. * * * * * * * * At once on th’ eastern cliff of Paradise He lights, and to his proper shape returns A seraph wing’d. * * * * Like Maia’s son he stood, And shook his plumes, that heavenly fragrance fill’d The circuit wide.”"
          ]
        },
        {
          "sentences": [
            "Virgil, Æn. iv. 350:—"
          ]
        },
        {
          "sentences": [
            "“Hermes obeys; with golden pinions binds His flying feet, and mounts the western winds: And whether o’er the seas or earth he flies, With rapid force they bear him down the skies But first he grasps within his awful hand The mark of sovereign power, his magic wand; With this he draws the ghost from hollow graves; With this he drives them from the Stygian waves: * * * * Thus arm’d, the god begins his airy race,v And drives the racking clouds along the liquid space.”"
          ]
        },
        {
          "sentences": [
            "Dryden."
          ]
        },
        {
          "sentences": [
            "[295] In reference to the whole scene that follows, the remarks of Coleridge are well worth reading:— “By a close study of life, and by a true and natural mode of expressing everything, Homer was enabled to venture upon the most peculiar and difficult situations, and to extricate himself from them with the completest success.",
            "The whole scene between Achilles and Priam, when the latter comes to the Greek camp for the purpose of redeeming the body of Hector, is at once the most profoundly skilful, and yet the simplest and most affecting passage in the Iliad.",
            "Quinctilian has taken notice of the following speech of Priam, the rhetorical artifice of which is so transcendent, that if genius did not often, especially in oratory, unconsciously fulfil the most subtle precepts of criticism, we might be induced, on this account alone, to consider the last book of the Iliad as what is called spurious, in other words, of later date than the rest of the poem.",
            "Observe the exquisite taste of Priam in occupying the mind of Achilles, from the outset, with the image of his father; in gradually introducing the parallel of his own situation; and, lastly, mentioning Hector’s name when he perceives that the hero is softened, and then only in such a manner as to flatter the pride of the conqueror.",
            "The ego d’eleeinoteros per, and the apusato aecha geronta, are not exactly like the tone of the earlier parts of the Iliad.",
            "They are almost too fine and pathetic.",
            "The whole passage defies translation, for there is that about the Greek which has no name, but which is of so fine and ethereal a subtlety that it can only be felt in the original, and is lost in an attempt to transfuse it into another language.”—Coleridge, p. 195."
          ]
        },
        {
          "sentences": [
            "[296] “Achilles’ ferocious treatment of the corpse of Hector cannot but offend as referred to the modern standard of humanity.",
            "The heroic age, however, must be judged by its own moral laws.",
            "Retributive vengeance on the dead, as well as the living, was a duty inculcated by the religion of those barbarous times which not only taught that evil inflicted on the author of evil was a solace to the injured man; but made the welfare of the soul after death dependent on the fate of the body from which it had separated.",
            "Hence a denial of the rites essential to the soul’s admission into the more favoured regions of the lower world was a cruel punishment to the wanderer on the dreary shores of the infernal river.",
            "The complaint of the ghost of Patroclus to Achilles, of but a brief postponement of his own obsequies, shows how efficacious their refusal to the remains of his destroyer must have been in satiating the thirst of revenge, which, even after death, was supposed to torment the dwellers in Hades.",
            "Hence before yielding up the body of Hector to Priam, Achilles asks pardon of Patroclus for even this partial cession of his just rights of retribution.”—Mure, vol. i. 289."
          ]
        },
        {
          "sentences": [
            "[297] Such was the fate of Astyanax, when Troy was taken."
          ]
        },
        {
          "sentences": [
            "“Here, from the tow’r by stern Ulysses thrown, Andromache bewail’d her infant son.”"
          ]
        },
        {
          "sentences": [
            "Merrick’s Tryphiodorus, v. 675."
          ]
        },
        {
          "sentences": [
            "[298] The following observations of Coleridge furnish a most gallant and interesting view of Helen’s character— “Few things are more interesting than to observe how the same hand that has given us the fury and inconsistency of Achilles, gives us also the consummate elegance and tenderness of Helen.",
            "She is through the Iliad a genuine lady, graceful in motion and speech, noble in her associations, full of remorse for a fault for which higher powers seem responsible, yet grateful and affectionate towards those with whom that fault had committed her.",
            "I have always thought the following speech in which Helen laments Hector, and hints at her own invidious and unprotected situation in Troy, as almost the sweetest passage in the poem.",
            "It is another striking instance of that refinement of feeling and softness of tone which so generally distinguish the last book of the Iliad from the rest.”—Classic Poets, p. 198, seq."
          ]
        },
        {
          "sentences": [
            "[299] “And here we part with Achilles at the moment best calculated to exalt and purify our impression of his character.",
            "We had accompanied him through the effervescence, undulations, and final subsidence of his stormy passions.",
            "We now leave him in repose and under the full influence of the more amiable affections, while our admiration of his great qualities is chastened by the reflection that, within a few short days the mighty being in whom they were united was himself to be suddenly cut off in the full vigour of their exercise.",
            "The frequent and touching allusions, interspersed throughout the Iliad, to the speedy termination of its hero’s course, and the moral on the vanity of human life which they indicate, are among the finest evidences of the spirit of ethic unity by which the whole framework of the poem is united.”—Mure, vol. i. p 201."
          ]
        },
        {
          "sentences": [
            "[300] Cowper says,—“I cannot take my leave of this noble poem without expressing how much I am struck with the plain conclusion of it.",
            "It is like the exit of a great man out of company, whom he has entertained magnificently; neither pompous nor familiar; not contemptuous, yet without much ceremony.” Coleridge, p. 227, considers the termination of “Paradise Lost” somewhat similar."
          ]
        }
      ],
      "metadata": {}
    }
  ],
  "source_file": "books/texts/pg6130-The_Iliad.txt"
}