{
  "metadata": {
    "title": "Cambridge Sketches",
    "author": "Frank Preston Stearns",
    "date": "January 1, 2005 [eBook #7255]",
    "source": "Project Gutenberg",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "1",
      "title": "Credits: Produced by Eric Eldred, Charles Franks and the Online Distributed Proofreading Team",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "*** START OF THE PROJECT GUTENBERG EBOOK CAMBRIDGE SKETCHES ***"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 10
    },
    {
      "number": "2",
      "title": "the Online Distributed Proofreading Team",
      "type": "story",
      "paragraphs": [],
      "sentence_count": 0,
      "word_count": 0
    },
    {
      "number": "3",
      "title": "FRANK PRESTON STEARNS",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "AUTHOR OF \"TRUE REPUBLICANISM,\" \"LIFE OF PRINCE OTTO VON BISMARCK,\" \"SKETCHES FROM CONCORD AND APPLEDORE,\" etc."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 16
    },
    {
      "number": "4",
      "title": "they all deserve well of the republic of humanity and of the age in which",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "they lived."
          ]
        },
        {
          "sentences": [
            "THE EVERGREENS, JANUARY 4, 1905."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 7
    },
    {
      "number": "5",
      "title": "LOWELL",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "C.",
            "P.",
            "CRANCH"
          ]
        },
        {
          "sentences": [
            "T.",
            "G.",
            "APPLETON"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 6
    },
    {
      "number": "6",
      "title": "CENTENNIAL CONTRIBUTIONS",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "* * * * *"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 5
    },
    {
      "number": "7",
      "title": "Never before hast thou shone",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "So beautifully upon the Thebans;  O, eye of golden day:"
          ]
        },
        {
          "sentences": [
            "--_Antigone of Sophocles_."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 13
    },
    {
      "number": "8",
      "title": "abolition of slavery to bring the Southern States back to their former",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "position in the Union.",
            "If men and nations did what was for their true interests, this would be a different world."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "At that time the college proper consisted of three recitation buildings,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 37
    },
    {
      "number": "9",
      "title": "his daughter to the son of Tisander on the ground that he was too much of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "a dancer and acrobat."
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "From to Harvard University practically stagnated.",
            "The world about it progressed, but the college remained unchanged.",
            "Its presidents were excellent men, but they had lived too long under the academic shade.",
            "They lacked practical experience in the great world.",
            "There were few lectures in the college course, and the recitations were a mere routine.",
            "The text-books on philosophical subjects were narrow and prejudiced."
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 72
    },
    {
      "number": "10",
      "title": "unpopular, and Freshmen came to college so prejudiced against him that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "all his kindness and good will were wasted upon them."
          ]
        },
        {
          "sentences": [
            "\"There goes the greatest man in this country,\" said a fashionable Boston youth, one day in the spring of 1866.",
            "It was Louis Agassiz returning from a call on President Hill.",
            "Such a statement shows that the speaker"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "11",
      "title": "for 75,000 troops, a Harvard Senior mentioned it to Sophocles, who said",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to him: \"What can the government accomplish with 75, soldiers?",
            "It is going to take half a million of men to suppress this rebellion.\""
          ]
        },
        {
          "sentences": [
            "He was a good instructor in his way, but dry and methodical.",
            "Professor Goodwin's recitations were much more interesting.",
            "Sophocles did not"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 46
    },
    {
      "number": "12",
      "title": "after him who would seem to have been born in mirth, to have lived in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "comedy, and died in a jest.",
            "He was a college Yorick who produced roars of laughter in the Dicky and Hasty Pudding clubs.",
            "Another son, called affectionately by the students \"Jimmy Mills,\" was also noted for his wit, and much respected as an admirable instructor."
          ]
        },
        {
          "sentences": [
            "Doctor Holmes says, in Parson Turell's Legacy:"
          ]
        },
        {
          "sentences": [
            "\"Know old Cambridge?",
            "Hope you do,--  Born there?",
            "Don't say so!",
            "I was too.",
            "Born in a house with a gambrel-roof,--  Standing still, if you must have proof.--"
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "--Nicest place that ever was seen,--  Colleges red and Common green,  Sidewalks brownish with trees between.\""
          ]
        },
        {
          "sentences": [
            "This describes Cambridge as it was forty years since.",
            "In spite of its"
          ]
        }
      ],
      "sentence_count": 13,
      "word_count": 114
    },
    {
      "number": "13",
      "title": "present management, but the simple classic charm of the olden time is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "gone forever."
          ]
        },
        {
          "sentences": [
            "FRANCIS J.",
            "CHILD"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 5
    },
    {
      "number": "14",
      "title": "mathematics became still more wearisome from the manner in which these",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "were conducted.",
            "The youthful mind thirsting for knowledge found the road to it for the most part a dull and dreary pilgrimage."
          ]
        },
        {
          "sentences": [
            "Professor Francis J.",
            "Child would seem to have been the first to break down this barrier and establish more friendly relations with his classes.",
            "He was naturally well adapted to this.",
            "Perfectly frank and fearless in"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 58
    },
    {
      "number": "15",
      "title": "universally respected, and there were many who felt an affection for him",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "such as he could never have imagined.",
            "His cordial manner was sufficient of itself to make his instruction effective."
          ]
        },
        {
          "sentences": [
            "Francis J.",
            "Child was the first scholar in his class at the Boston Latin School, and afterwards at Harvard.",
            "That first scholars do not come to much good in the world is an illusion of the envious.",
            "It is true that"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 60
    },
    {
      "number": "16",
      "title": "He considered Wendell Phillips the perfection of form and delivery, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sometimes very brilliant, but much too rash in his statements.",
            "Everett was also good, but lacked warmth and earnestness.",
            "Choate was purely a legal pleader, and outside of the court-room not very effective.",
            "He thought Webster one of the greatest of orators, fully equal to Cicero; but they both lacked the poetical element.",
            "Sumner's sentences were florid"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 57
    },
    {
      "number": "17",
      "title": "surprising that he should have been interested as well in the rude songs",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the British sailors, which he heard on crossing the ocean.",
            "He was mightily amused at their simple refrain:"
          ]
        },
        {
          "sentences": [
            "\"Haul in the bowlin', long-tailed bowlin',  Haul in the bowlin' Kitty, O, my darlin'.\""
          ]
        },
        {
          "sentences": [
            "\"That rude couplet,\" he said, \"contains all the original elements of poetry.",
            "Firstly, the anthropomorphic element; the sailor imagines his bowline as if it had life.",
            "Secondly, the humorous element, for the bowline is all tail.",
            "Thirdly, the reflective element; the monotonous"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 75
    },
    {
      "number": "18",
      "title": "and his facts were so well supported by the quick sallies of his wit that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "those who interfered with him once rarely attempted it again.",
            "Moreover, as we all see now, he had the right on his side."
          ]
        },
        {
          "sentences": [
            "He was proud of having voted twice for Abraham Lincoln.",
            "What he thought"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 36
    },
    {
      "number": "19",
      "title": "vindication of Brown against the attack of Lincoln's two secretaries, he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "wrote to him:"
          ]
        },
        {
          "sentences": [
            "\"I congratulate you on the success of your statement, which I have read with very great interest.",
            "John Brown was like a star and still shines in the firmament.",
            "We could not have done without him.\""
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 39
    },
    {
      "number": "20",
      "title": "unanimous Professor Child called out such an emphatic No that it seemed",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "to shake the whole assembly.",
            "Not content with this he entered a protest next day in the Boston _Advertiser_.",
            "He was so much used up by the exertion that he was unable to attend to his classes.",
            "Some years later he enjoyed the satisfaction of seeing his candidate, Theodore Lyman, nominated and elected."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 53
    },
    {
      "number": "21",
      "title": "are lacking in intelligence, but the great majority of them do not brace",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "themselves to the work.",
            "As Doctor Hedge says, the heart of the college is in the boating and ball-playing and not in its studies.\""
          ]
        },
        {
          "sentences": [
            "His third occupation and chief recreation was his rose-garden.",
            "The whole space between his front piazza and Kirkland Street was filled with rose-"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 47
    },
    {
      "number": "22",
      "title": "Literary Gazette_, where his name appeared beside that of William",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Cullen Bryant.",
            "This was quite exceptional in the history of American literature, and as the editor of the _Literary Gazette_ stated it: \"A young tree which puts forth so many blossoms is likely to bear good fruits.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 37
    },
    {
      "number": "23",
      "title": "Longfellow a professorship of modern languages on condition that he would",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "spend two years in Europe preparing himself for the position.",
            "He had graduated fourth in his class."
          ]
        },
        {
          "sentences": [
            "Does not this prove the advantage of good scholarship?",
            "Was the rank list inverted in Longfellow's case?",
            "I think not.",
            "He had lived a virtuous and"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 43
    },
    {
      "number": "24",
      "title": "of the wealthiest merchant-bankers of Boston, until his death by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "pneumonia in March, 1882.",
            "The situation seemed suited to him, and he always remained a true poet and devoted to the muses:"
          ]
        },
        {
          "sentences": [
            "Integer vitae scelerisque purus."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 26
    },
    {
      "number": "25",
      "title": "However, it was not long before the children met their white-haired",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "friend again, and the boy asked him: \"Are you a tramp?",
            "Mother thinks you're a tramp, and she wants to know what your name is.\"",
            "It may be presumed that Mr. Longfellow laughed heartily at this misconception, but he said: \"I think I may call myself a tramp.",
            "I tramp a good deal; but you may tell your mother that my name is Henry W.",
            "Longfellow.\"",
            "He afterwards"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 68
    },
    {
      "number": "26",
      "title": "funds in order to rehabilitate their plantations, and were introduced at",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Union League Club.",
            "Finding themselves there in a congenial element they made speeches strongly tinged with secession doctrines.",
            "Sumner, of course, could not let this pass without making some protest against it, and for this he was hissed.",
            "The incident was everywhere talked of, and came under discussion at the next meeting of the Saturday Club."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 57
    },
    {
      "number": "27",
      "title": "pale of the law; that they not only were a pest to the farmers but",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "destroyed the eggs and young of singing birds,--in fact, they were bold, black robbers, whose livery betokened their evil deeds.",
            "This evidently interested him, and he finally said with a laugh: \"If that is the case, we will give you and Charlie a commission to exterminate them.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 47
    },
    {
      "number": "28",
      "title": "There was a story that when young Nicholas Longworth came to Harvard",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "College in the autumn of and called on Mr. Longfellow, who had been entertained at his father's house in Cincinnati, the poet said to him: \"It is _worth_ that makes the man; the want of it the _fellow_\" --a compliment that almost dumfounded his young acquaintance.",
            "It is certain that Longfellow addressed a poem to Mrs. Longworth which will be"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 60
    },
    {
      "number": "29",
      "title": "found in the collection of his minor poems, and in which he speaks of her",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "\"The Queen of the West in her garden dressed,  By the banks of the beautiful river.\""
          ]
        },
        {
          "sentences": [
            "In the midst of this unrivalled prosperity, this distinction of genius,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 27
    },
    {
      "number": "30",
      "title": "of Dickens, after reading \"Barnaby Rudge\": \"He is always prodigal and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "ample, but what a set of vagabonds he contrives to introduce us to!\"",
            "\"Barnaby Rudge\" is certainly the most bohemian and esoteric of Dickens's novels.",
            "He liked much better Miss Muloch's \"John Halifax,\"--a popular book in its time, but not read very much since.",
            "He calls Charles Reade a clever and amusing writer.",
            "We find nothing concerning Disraeli, Trollope, or Wilkie Collins.",
            "Neither do we hear of critical and historical writers like Ruskin, Matthew Arnold, Carlyle, and Froude.",
            "He went, however, to"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 82
    },
    {
      "number": "31",
      "title": "He refers more frequently to Tennyson than to any other writer, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "always in a generous, cordial manner.",
            "Of the \"Idyls of the King\" he says that the first and third Idyls could only have come from a great poet, but that the second and fourth are not quite equal to the others."
          ]
        },
        {
          "sentences": [
            "Once, at his sister's house, he held out a book in his hand and said: \"Here is some of the finest dramatic poetry that I have ever read.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 69
    },
    {
      "number": "32",
      "title": "and his fine appearance and dignified bearing increased the reputation",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "which had already preceded him.",
            "His meeting with Tennyson was considered as important as the visit of the King of Prussia to Napoleon III., and much less dangerous to the peace of Europe.",
            "It was talked of from Edinburgh to Rome."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "33",
      "title": "upon him and he conversed with them in their own dialect, greatly to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "their surprise and satisfaction."
          ]
        },
        {
          "sentences": [
            "From a number of incidents in this journey, related by Rev. Samuel Longfellow, the following has a permanent interest:"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 23
    },
    {
      "number": "34",
      "title": "Virgil's",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "\"Illi inter sese multa vi brachia tollunt  In numerum, versantque tenaci forcipe massam,\""
          ]
        },
        {
          "sentences": [
            "would not have been suited to the subject."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 21
    },
    {
      "number": "35",
      "title": "poetic side, as is proved by the squaw who knelt down on a flowery",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Brussels carpet, and smoothing it with her hands, said: \"Hahnsome! hahnsome! heaven no hahnsomer!\"",
            "There is true poetry in this; and so there is in the Indian cradle-song:"
          ]
        },
        {
          "sentences": [
            "\"The poor little bee that lives in the tree;  The poor little bee that lives in the tree;  Has but one arrow in his quiver.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 53
    },
    {
      "number": "36",
      "title": "had a chilling effect on Lowell's naturally tolerant and amiable",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "disposition.",
            "He was not attracted by Emerson at this time, but, on the contrary, would seem to have felt an aversion to him.",
            "The following lines in his class poem could not have referred to anyone else:"
          ]
        },
        {
          "sentences": [
            "\"Woe for Religion, too, when men who claim"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "37",
      "title": "the grievance in question, but the sympathy that Maria Lowell could give",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "her husband was of a rare sort.",
            "She could sympathize with him wholly in heart and intellect.",
            "She encouraged him to fresh endeavors and continual improvement.",
            "Thus he went on year by year broadening his mind, strengthening his faculties, and improving his reputation.",
            "The days of frolicsome gaiety were over.",
            "He now lived in a more serious vein, and felt a deeper, more satisfying happiness.",
            "It was much more the ideal life"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 72
    },
    {
      "number": "38",
      "title": "exercised so powerful an influence on Emerson, does not appear to have",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "interested Lowell at all."
          ]
        },
        {
          "sentences": [
            "The most plaintive of Beethoven scherzos,--that in the Moonlight Sonata, --says as if it were spoken in words:"
          ]
        },
        {
          "sentences": [
            "\"Once we were happy, now I am forlorn;  Fortune has darkened, and happiness gone.\""
          ]
        },
        {
          "sentences": [
            "Lowell's poetic marriage did not last quite ten years.",
            "Maria White was always frail and delicate, and she became more so continually."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 58
    },
    {
      "number": "39",
      "title": "lawyers they sent Sumner and Wilson to the Senate, and knew what they",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "were about when they did this.",
            "For wit, humor, and repartee,--and, it may be added, for decent conversation,--there is no class of men like them.",
            "Both Lowell and Emerson have testified to their intrinsic worth."
          ]
        },
        {
          "sentences": [
            "On one occasion a Concord farmer was driving a cow past Sanborn's school-"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "40",
      "title": "The Yankee dialect which he makes use of as a vehicle in these verses is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "not always as clear-cut as it might be.",
            "He says, for instance,"
          ]
        },
        {
          "sentences": [
            "\"Pleasure doos make us Yankee kind of winch  As if it was something paid for by the inch.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 30
    },
    {
      "number": "41",
      "title": "poem is filled with such homely comparisons, which hit the nail exactly",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "on the head.",
            "The most subtle piece of analysis, however, is Lowell's comparison between Emerson and Carlyle:"
          ]
        },
        {
          "sentences": [
            "\"There are persons, mole-blind to the soul's make and style,  Who insist on a likeness 'twixt him and Carlyle;  To compare him with Plato would be vastly fairer,  Carlyle's the more burly, but E. is the rarer;  He sees fewer objects, but clearlier, truelier,  If C.'s as original, E.'s more peculiar;  That he's more of a man you might say of the one,  Of the other he's more of an Emerson;  C.'s the Titan, as shaggy of mind as of limb,--  E. the clear-eyed Olympian, rapid and slim;  The one's two-thirds Norseman, the other half Greek,  Where the one's most abounding, the other's to seek.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 122
    },
    {
      "number": "42",
      "title": "on Chaucer, Shakespeare, Milton, and other English poets are the best of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "their kind,--not brilliant, but appreciative, penetrating, and well- considered.",
            "Wasson said of him that no other critic in the English tongue came so near to expressing the inexpressible as Lowell."
          ]
        },
        {
          "sentences": [
            "One could wish that his studies in Shakespeare had been more extended."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 42
    },
    {
      "number": "43",
      "title": "which he foresaw it would be greeted; but when Emerson sent him his \"Song",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of Nature\" he returned it on account of the single stanza:"
          ]
        },
        {
          "sentences": [
            "\"One in a Judaean manger,  And one by Avon stream,  One over against the mouths of Nile,  And one in the Academe.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 33
    },
    {
      "number": "44",
      "title": "grandfather, his daughter having married a gentleman farmer in Worcester",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "county.",
            "He was greatly delighted, and wrote to E.",
            "L.",
            "Godkin, editor of _The Nation_:"
          ]
        },
        {
          "sentences": [
            "\"If you wish to taste the real bouquet of life, I advise you to procure yourself a grandson, whether by adoption or theft....",
            "Get one, and the _Nation_ will no longer offend anybody.\"",
            "Footnote: Scudder's biography, ii., 186."
          ]
        },
        {
          "sentences": [
            "This was a pretty broad hint, but E.",
            "L.",
            "Godkin was not the man to pay much attention to the advice of Lowell or anybody.",
            "In fact, he seems to have won Lowell over after this to his own way of thinking."
          ]
        },
        {
          "sentences": [
            "Lowell certainly became more conservative with age.",
            "He did not support"
          ]
        }
      ],
      "sentence_count": 13,
      "word_count": 106
    },
    {
      "number": "45",
      "title": "academic shade is not favorable to the cultivation of genius, and Lowell",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "reclined under it too much.",
            "His best work was already performed before he became a professor.",
            "What he lacks as a poet, however, he compensates for as a wit.",
            "He is the best of American humorists--there are few who will be inclined to dispute that--even though we regret occasional cynicisms, like his jest on Milton's blindness in \"Fireside Travels.\""
          ]
        },
        {
          "sentences": [
            "CRANCH."
          ]
        },
        {
          "sentences": [
            "Christopher Pearce Cranch was born March 9, 1813, at Alexandria,"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 70
    },
    {
      "number": "46",
      "title": "pieces by Cranch, almost perfect in their rendering from German to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "English.",
            "Among these the celebrated ballad of \"The Fisher\" is translated so beautifully as to be slightly, if at all, inferior to the original.",
            "The stanza,"
          ]
        },
        {
          "sentences": [
            "\"The water in dreamy motion kept,  As he sat in a dreamy mood,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 39
    },
    {
      "number": "47",
      "title": "verse on the Hudson until 1846, when he embarked with his wife on a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "sailing packet for Marseilles.",
            "He had the good fortune to find a fellow- passenger in George William Curtis, and during the voyage of seven weeks, a lifelong friendship grew up between these two highly gifted men."
          ]
        },
        {
          "sentences": [
            "The volume of poems which he published in is now exceedingly rare; yet many of the pieces belong to a high order of excellence.",
            "In ease and"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 63
    },
    {
      "number": "48",
      "title": "grace of versification they resemble Longfellow, but in thought they are",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "more like Emerson or Goethe.",
            "Consider this opening from \"The Riddle\":"
          ]
        },
        {
          "sentences": [
            "\"Ye bards, ye prophets, ye sages,  Read to me, if ye can,  That which hath been the riddle of ages,  Read me the riddle of _Man_."
          ]
        },
        {
          "sentences": [
            "Then came the bard with his lyre,  And the sage with his pen and scroll,  And the prophet with his eye of fire,  To unriddle a human soul."
          ]
        },
        {
          "sentences": [
            "But the soul stood up in its might;  Its stature they could not scan;  And it rayed out a dazzling mystic light,  And shamed their wisest plan."
          ]
        },
        {
          "sentences": [
            "Yet sweetly the bard did sing,  And learnedly talked the sage,  And the seer flashed by with his lightning wing,  Soaring beyond his age.\""
          ]
        },
        {
          "sentences": [
            "This is sonorous.",
            "It has a majesty of expression and a greatness of"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 129
    },
    {
      "number": "49",
      "title": "said of his \"Endymion\" that there were Endymions in all languages, but",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that Cranch's was the best.",
            "To resuscitate it from the oblivion into which it has fallen, it is given entire:"
          ]
        },
        {
          "sentences": [
            "\"Yes, it is the queenly moon  Walking through her starred saloon,  Silvering all she looks upon:  I am her Endymion;  For by night she comes to me,--  O, I love her wondrously."
          ]
        },
        {
          "sentences": [
            "She into my window looks,  As I sit with lamp and books,  And the night-breeze stirs the leaves,  And the dew drips down the eaves;  O'er my shoulder peepeth she,  O, she loves me royally!"
          ]
        },
        {
          "sentences": [
            "Then she tells me many a tale,  With her smile, so sheeny pale,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 100
    },
    {
      "number": "50",
      "title": "Till my soul is overcast",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "With such dream-light of the past,  That I saddened needs must be,  And I love her mournfully."
          ]
        },
        {
          "sentences": [
            "Oft I gaze up in her eyes,  Raying light through winter skies;  Far away she saileth on;  I am no Endymion;  O, she is too bright for me,  And I love her hopelessly!"
          ]
        },
        {
          "sentences": [
            "Now she comes to me again,  And we mingle joy and pain,  Now she walks no more afar,  Regal with train-bearing star,  But she bends and kisses me--  O, we love now mutually!\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 83
    },
    {
      "number": "51",
      "title": "This has the very sheen of moonlight upon it, and certainly is to be",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "preferred to Dr. Johnson's scholastic \"Endymion\":"
          ]
        },
        {
          "sentences": [
            "\"Diana, huntress chaste and fair,  Now thy hounds have gone to sleep,\"--"
          ]
        },
        {
          "sentences": [
            "If Cranch had continued in this line, and perhaps have improved upon it,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 31
    },
    {
      "number": "52",
      "title": "Stearns this explanation concerning it, in a very interesting letter",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "dated Paris, March 18, 1857:"
          ]
        },
        {
          "sentences": [
            "\"Your picture is done and is quite a favorite with those who have seen it.",
            "In fact, I think so well of it that I shall probably send it to the Exposition, which opens soon.",
            "After that it shall be sent to you."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 48
    },
    {
      "number": "53",
      "title": "galleries of Europe, considered it equal to a Ruysdael, and he liked it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "better than a Ruysdael."
          ]
        },
        {
          "sentences": [
            "In the letter above referred to Cranch also writes:"
          ]
        },
        {
          "sentences": [
            "\"Since your letter (a long time ago) I have written you a good many"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 27
    },
    {
      "number": "54",
      "title": "epistles (in a kind of invisible ink of my invention) which probably you",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "have never received."
          ]
        },
        {
          "sentences": [
            "\"The truth is, I am a distinguished case of total depravity in the matter of correspondence.",
            "Letters ought to flow from one as easily and spontaneously as spoken words.",
            "But then one must write all the time and report life continuously, as one does in speech.",
            "A letter does nothing"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 53
    },
    {
      "number": "55",
      "title": "enjoying his work, contented with little praise, and without envy of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "those who were more fortunate.",
            "What is called _odium artisticum_ was unknown to him."
          ]
        },
        {
          "sentences": [
            "He was an unpretending, courteous American gentleman.",
            "His disposition was perfect, and no one could remember having seen him out of temper.",
            "His pleasant flow of wit and humor, together with his varied accomplishments,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 48
    },
    {
      "number": "56",
      "title": "for Pythias, and who served to counteract the ill-omened influence of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Cranch's brother-in-law.",
            "The Century Club purchased one of his pictures, an allegorical subject, which I believe still hangs in their halls.",
            "From to Lowell would seem to have frequented Cranch's house in preference to any other in Cambridge."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "57",
      "title": "a very effective manner, and he often sang the epitaph on Shakespeare's",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "\"Good friend, for Jesus sake forbeare,\""
          ]
        },
        {
          "sentences": [
            "as a recitative, both in English and Italian,--_In questa tomba_."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 16
    },
    {
      "number": "58",
      "title": "raised his head above the water in a secluded cove and spoke these",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "verses:"
          ]
        },
        {
          "sentences": [
            "\"Not in the Ocean deep and clear,  Not on the Land so broad and fair,  Not in the regions of boundless Air,  Not in the Fire's burning sphere--  'Tis not here--'tis not there:  Ye may seek it everywhere."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 39
    },
    {
      "number": "59",
      "title": "of his life, by George William Curtis, was refused on the ground that he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "was an Emersonian.",
            "The same objection might have been raised against Lowell, or Curtis himself with equally good reason."
          ]
        },
        {
          "sentences": [
            "T.",
            "G.",
            "APPLETON."
          ]
        },
        {
          "sentences": [
            "Thomas G.",
            "Appleton, universally known as \"Tom\" Appleton, was a notable"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 33
    },
    {
      "number": "60",
      "title": "much as they could, and he gave amusing accounts of their various",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "attempts to do this.",
            "He knew more than they did."
          ]
        },
        {
          "sentences": [
            "After this time he lived as much in Europe as he did in America.",
            "Before he had crossed the Atlantic nearly forty times.",
            "The marriage of his sister to Henry W.",
            "Longfellow was of great advantage to him, for through"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 50
    },
    {
      "number": "61",
      "title": "of frozen music, and if so I should call the Art Museum frozen 'Yankee",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Doodle.'\""
          ]
        },
        {
          "sentences": [
            "Thomas G.",
            "Appleton was no dilettante; his interest in the subject was serious and abiding.",
            "He did not wear his art as he did his gloves, nor did he turn it into an intellectual abstraction.",
            "There was nothing he"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 40
    },
    {
      "number": "62",
      "title": "store, and going into the rooms where they hung, I found Tom Appleton",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "explaining their merits to a group of remarkably pretty school-girls."
          ]
        },
        {
          "sentences": [
            "At the same moment, another gentleman who knew Mr. Appleton entered, and said, \"Ah! a Palma Vecio, Mr. Appleton; how delightful!",
            "It is a Palma, is it not?\""
          ]
        },
        {
          "sentences": [
            "\"That,\" replied Mr. Appleton, \"is probably a Palma; but what do you say to this, which I consider a much better picture?\"",
            "The gentleman did not know; but it looked like Venetian coloring."
          ]
        },
        {
          "sentences": [
            "\"Quite right,\" said Mr. Appleton; \"I bought it at the sale of a private collection in Rome, and it was catalogued as a Tintoretto, but I said, 'No, Bassano;' and it is the best Bassano I ever saw.",
            "The Italians call it '_Il Coconotte_.'\""
          ]
        },
        {
          "sentences": [
            "Mr. Appleton had no intention of palming off doubtful paintings on his"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 127
    },
    {
      "number": "63",
      "title": "upon,--the unnecessary haste and restlessness of American life, and is",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "given here for the wider circulation which it amply deserves:"
          ]
        },
        {
          "sentences": [
            "THE WHIP OF THE SKY."
          ]
        },
        {
          "sentences": [
            "Weary with travel, charmed with home,  The youth salutes New England's air;  Nor notes, within the azure dome,  A vigilant, menacing figure there,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "64",
      "title": "Whose thonged hand swings",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "A whip which sings:  \"Step, step, step,\" sings the whip of the sky:  \"Hurry up, move along, you can if you try!\""
          ]
        },
        {
          "sentences": [
            "Remembering Como's languid side,  Where, pulsing from the citron deep,"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 32
    },
    {
      "number": "65",
      "title": "The nightingale's aerial tide",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Floats through the day, repose and sleep,  Reclined in groves,--  A voice reproves.  \"Step, step, step,\" cracks the whip of the sky:  \"Hurry up, jump along, rest when you die!\""
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 30
    },
    {
      "number": "66",
      "title": "He wings his heart",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "To make him smart.  \"Step, step, step,\" snaps the whip of the sky:  \"Hurry up, race along, rest when you die!\""
          ]
        },
        {
          "sentences": [
            "He maddens in the breathless race,  Nor misses station, power or pelf;"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 33
    },
    {
      "number": "67",
      "title": "And only loses in the chase",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "The hunted lord of all,--himself.",
            "His gain is loss,  His treasure dross.  \"Step, step, step,\" mocks the whip of the sky,  \"Hurry up, limp along, rest when you die!\""
          ]
        },
        {
          "sentences": [
            "With care he burthens all his soul;  Heaped ingots curve his willing back;  Submissive to that fierce control,  He needs at last the sky-whip's crack,  Till at the grave,  No more a slave,--  \"Rest, rest, rest,\" sighs the whip of the sky:  \"Hurry not, haste no more, rest when you die!\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 80
    },
    {
      "number": "68",
      "title": "echoes the pathetic reverie that we feel on beholding the monuments of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the mighty past.",
            "It contains not the pathos of yesterday, nor of a hundred years ago, but as Emerson says, \"of the time out of mind.\""
          ]
        },
        {
          "sentences": [
            "POMPEII."
          ]
        },
        {
          "sentences": [
            "The silence there was what most haunted me."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 35
    },
    {
      "number": "69",
      "title": "called to see the poet, and finding that he had gone out, was entertained",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "by Mr. Appleton with some remarkable stories of hypnotic and spiritualistic performances.",
            "The prince, who was a most amiable looking young German, was evidently very much interested."
          ]
        },
        {
          "sentences": [
            "Deafness came upon Mr. Appleton in the last years of his life, though not"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "70",
      "title": "he spoke of his malady in a stoically humorous manner; and his last words",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "were when he was dying: \"How interesting this all is!\"",
            "A man never left this world with a more perfect faith in immortality!"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 23
    },
    {
      "number": "71",
      "title": "of forty-five degrees and a two-story ell on the right side of the front",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Doctor Holmes says:"
          ]
        },
        {
          "sentences": [
            "\"Gambrel, gambrel; let me beg  You will look at a horse's hinder leg.",
            "First great angle above the hoof,--  That is the gambrel; hence gambrel roof.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 29
    },
    {
      "number": "72",
      "title": "but I think it was Doctor Holmes's class-poems that gave it its chief",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "celebrity, which, after all, means that it was a good deal talked about.",
            "In one of these he said:"
          ]
        },
        {
          "sentences": [
            "\"No wonder the tutor can't sleep in his bed  With two twenty-niners over his head.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 34
    },
    {
      "number": "73",
      "title": "composed one of the fairest tributes to Emerson's intellectual quality",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that has yet been written."
          ]
        },
        {
          "sentences": [
            "\"He seems a winged Franklin, heavenly wise,  Born to unlock the secrets of the skies.\""
          ]
        },
        {
          "sentences": [
            "Emerson began his course in direct apposition to the conventional world;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 31
    },
    {
      "number": "74",
      "title": "called John, are as real and tangible as the _dramatis personae_ in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "one of Moliere's plays.",
            "They seem more real to us than many of the distinguished men and women whom we read of in the newspapers."
          ]
        },
        {
          "sentences": [
            "Doctor Holmes is the American Sterne.",
            "He did not seek a vehicle for his wit in the oddities and mishaps of English middle-class domestic life, but in the contrasts and incongruities of a Boston boarding-house.",
            "He informs us at the outset that he much prefers a family with an ancestry-- one that has had a judge or a governor in it, with old family portraits,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 90
    },
    {
      "number": "75",
      "title": "of previous repasts; but we soon forget this unattractive background, for",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the scene is full of genuine human life.",
            "The men and women who congregate there appear for what they really are.",
            "They wear no mental masks and other disguises like the people we meet at fashionable entertainments; and each acts himself or herself.",
            "Boarding-houses, sanitariums, and sea voyages are the places to study human nature.",
            "When a man is half seasick"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 61
    },
    {
      "number": "76",
      "title": "cold, formal and pedantic manner that the wonder is that Lowell should",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "have published it.",
            "After that the style suddenly changes and the Doctor becomes himself.",
            "It is like a convention call which ends in a sympathetic conversation."
          ]
        },
        {
          "sentences": [
            "Doctor Holmes's humor permeates every sentence that he wrote.",
            "Even in his"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 38
    },
    {
      "number": "77",
      "title": "Holyoke had explained his business Doctor Holmes finally said: \"I liked",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "your grandfather, and shall always be glad to see you here.\""
          ]
        },
        {
          "sentences": [
            "Oliver Wendell Holmes, Jr., was class poet of 1861, an honor which pleased his father very much.",
            "Immediately after graduating he went to the war, and came near losing his life at the battle of Antietam.",
            "A rifle- ball passed through both lungs, and narrowly missed his heart.",
            "Alexander"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 60
    },
    {
      "number": "78",
      "title": "the railway depot Holmes said: \"I would give my house to have your",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "fortune like mine.\""
          ]
        },
        {
          "sentences": [
            "In a letter to Motley dated February 3, 1862, he says:"
          ]
        },
        {
          "sentences": [
            "\"I was at a dinner at Parker's the other day where Governor Andrew and"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 28
    },
    {
      "number": "79",
      "title": "Holmes's second novel, \"The Guardian Angel,\" are, to use Lowell's",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "expression on a different subject:"
          ]
        },
        {
          "sentences": [
            "\"As full of wit, gumption and good Yankee sense,  As there are mosses on an old stone fence.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 23
    },
    {
      "number": "80",
      "title": "possession of a religious society in the college called the Christian",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Union, revolutionized it and changed its name to the Liberal Fraternity.",
            "They then invited Emerson, Henry James, Sr., Doctor Holmes, and Colonel Higginson to deliver lectures in Cambridge under their auspices.",
            "This was a pretty bold stroke, but Holmes evidently liked it.",
            "He said to the committee that waited upon him: \"What is your rank and file?",
            "How deep do you go down into the class?\"",
            "He also promised to lecture, and that he did not was more the fault of the students than his own.",
            "He was by no means a radical in religious matters, but he hated small sectarian differences-- the substitution of dogma for true religious feeling.",
            "In his poem at the"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 115
    },
    {
      "number": "81",
      "title": "grand Harvard celebration in 1886 he made a special point of this",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "principle:"
          ]
        },
        {
          "sentences": [
            "\"For nothing burns with such amazing speed  As the dry sticks of a religious creed.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 16
    },
    {
      "number": "82",
      "title": "judicious, healthful and highly intellectual that we cannot help admiring",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "it. \"Dorothy Q.\"",
            "is perhaps the best of his short poems, as it is the most widely known.",
            "The name itself is slightly humorous, but it is a perfect work of art, and the line,"
          ]
        },
        {
          "sentences": [
            "\"Soft and low is a maiden's 'Yes,'\""
          ]
        },
        {
          "sentences": [
            "has the beautiful hush of a sanctuary in it.",
            "A finer verse could not be written.",
            "Also for a comic piece nothing equal to \"The Wonderful One-hoss Shay\" has appeared since Burns's \"Tam O'Shanter.\"",
            "It is based on a"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 81
    },
    {
      "number": "83",
      "title": "with which the story is narrated makes its impossibility all the more",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "amusing.",
            "The building of the chaise is described with a practical accuracy of detail, and yet with a poetical turn to every verse:"
          ]
        },
        {
          "sentences": [
            "\"The hubs of logs from the 'Settler's ellum',--  Last of its timber,--they couldn't sell 'em;  Never an axe had seen their chips,  And the wedges flew from between their lips,  Their blunt ends frizzled like celery-tips\";"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 59
    },
    {
      "number": "84",
      "title": "Doctor Holmes lived amid a comparatively narrow circle of friends and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "acquaintances.",
            "He attended the Saturday Club, but Lowell appears to have been the only member of it with whom he was on confidential terms.",
            "He was rarely seen or heard of in Longfellow's house.",
            "In the winter of he met Mrs. L.",
            "Maria Child for the first time at the Chestnut Street Club.",
            "It appears that she did not catch his name when he was introduced to her, and stranger still did not recognize his face.",
            "When the Doctor inquired"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 80
    },
    {
      "number": "85",
      "title": "concerning her literary occupation she replied that she considered",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "herself too old to drive a quill any longer, and then fortunately added: \"Now, there is Doctor Holmes, I think he shows his customary good judgment in retiring from the literary field in proper season.\"",
            "What the Doctor thought of this is unknown, but he still continued to write."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 49
    },
    {
      "number": "86",
      "title": "satisfaction to him; but when a man is seventy such tributes have small",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "value for him.",
            "There had been an _Atlantic_ breakfast for Doctor Holmes in Boston, and a Holmes breakfast in New York.",
            "He was in the public eye, and by honoring him the University honored itself.",
            "So Harvard conferred an LL.D. on General Winfield Scott just before the fatal battle of Bull Run,--instead of after his brilliant Mexican campaign.",
            "If the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 60
    },
    {
      "number": "87",
      "title": "Muller at Oxford, and years afterwards Professor Muller wrote to an",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "American correspondent concerning him and others:"
          ]
        },
        {
          "sentences": [
            "\"Froude was a dear friend of mine, related to my wife; so was Kingsley-- dear soul.",
            "Renan used to fetch books for me when we first met at the Bibliothique Royale.",
            "Emerson stayed at my house on his last visit here.",
            "But the best of all my American friends was Wendell Holmes.",
            "When he left"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 61
    },
    {
      "number": "88",
      "title": "This is trancendentalism from the fountainhead; and here Doctor Holmes",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "may fairly be said to have avenged himself on the _Nation's_ excoriating critic."
          ]
        },
        {
          "sentences": [
            "FRANK W.",
            "BIRD, AND THE BIRD CLUB."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 20
    },
    {
      "number": "89",
      "title": "extent of New England, was the Bird Club, which met every Saturday",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "afternoon at Young's Hotel to dine and discuss the affairs of the nation.",
            "Its membership counted both Senators, the Governor, a number of ex- Governors and four or five members of Congress.",
            "They were a strong team when they were all harnessed together."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "90",
      "title": "will all do the same; but if any one of my men does not vote just as he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "wants to, and I find it out, I will discharge him to-morrow.\"",
            "One can imagine Abraham Lincoln making a speech like this, on a similar occasion."
          ]
        },
        {
          "sentences": [
            "Frank W.",
            "Bird, like J.",
            "B.",
            "Sargent, of New Haven, was a rare instance of an American manufacturer who believed in free-trade.",
            "This was one reason why he joined the Democratic party in 1872.",
            "He considered that protection"
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 64
    },
    {
      "number": "91",
      "title": "list, and with the cooperation of the Bird Club carried the movement",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "through.",
            "It would have made a marked difference in public affairs during the War for the Union if Dawes had been Governor instead of Andrew.",
            "Footnote: Dawes was an excellent man in his way, but during eighteen years in the United States Senate he never made an important speech."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 49
    },
    {
      "number": "92",
      "title": "habit of dining together and discussing public affairs every Saturday",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "afternoon.",
            "It was not long before they were joined by Elizur Wright and Henry Wilson.",
            "Sumner came to dine with them, when he was not in Washington, and Dr. S.",
            "G.",
            "Howe came with him.",
            "The Kansas excitement brought in George L.",
            "Stearns and Frank B.",
            "Sanborn,--one the president and the other the secretary of the Kansas Aid Society.",
            "In the club had"
          ]
        }
      ],
      "sentence_count": 9,
      "word_count": 63
    },
    {
      "number": "93",
      "title": "existence it had more than sixty members; but it never had any regular",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "organization.",
            "A member could bring a friend with him, and if the friend was liked, Mr. Bird would invite him to come again.",
            "No vote ever appears to have been taken.",
            "Mr. Bird sat at the head of the table, and if he was late or absent his place would be supplied by George L.",
            "Stearns.",
            "At his right hand sat Governor Andrew, and either Sumner or Stearns on his left."
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 71
    },
    {
      "number": "94",
      "title": "political opinion, and prominent politicians who absented themselves from",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "it were looked upon with more or less distrust."
          ]
        },
        {
          "sentences": [
            "The discussions at the club were frank, manly, and unreserved.",
            "Members who talked from the point were likely to be corrected without ceremony, and sometimes received pretty hard knocks.",
            "On one occasion General B.",
            "F.",
            "Butler, who had come into the club soon after his celebrated contraband-"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 56
    },
    {
      "number": "95",
      "title": "some of those present, and Frank Bird remarked that he was as good a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Republican as any that were going.",
            "Butler looked as if he had swallowed a pill."
          ]
        },
        {
          "sentences": [
            "William S.",
            "Robinson was at once the wit and scribe of the club, and the only newswriter that was permitted to come to the table.",
            "He enjoyed the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 43
    },
    {
      "number": "96",
      "title": "writer of that time possessed, and his letters to the Springfield",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "_Republican_, extending over a period of fifteen years, come next in value to the authentic documents of that important period.",
            "They possessed the rare merit of a keen impartiality, and though sometimes rather sharp, were never far from the mark.",
            "He not only criticised Grant and the political bosses of that time, but his personal friends, Sumner, Wilson, and Frank Bird himself."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 62
    },
    {
      "number": "97",
      "title": "nature of a legislative bribe, and in an oration delivered in the Boston",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Music Hall he called it \"a thousand dollars in blood.\""
          ]
        },
        {
          "sentences": [
            "\"Who,\" he asked of his audience, \"would think of exchanging a _bird_ for a bull!\""
          ]
        },
        {
          "sentences": [
            "This was unfortunate for the calf, which lost its life in consequence;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 37
    },
    {
      "number": "98",
      "title": "a strong fight for the gubernatorial nomination, and the club opposed him",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in a solid body.",
            "Sanborn at this time was editing the Springfield _Republican_, and he exposed Butler's past political course in an unsparing manner.",
            "Butler made speeches in all the cities and larger towns of the State, and when he came to Springfield he singled out Sanborn, whom he recognized in the audience, for a direct personal attack.",
            "Sanborn"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 59
    },
    {
      "number": "99",
      "title": "of his paper business, but he looked back on his life as a \"wretched",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "failure.\"",
            "No matter how much he accomplished, it seemed to him as nothing compared with what he had wished to do.",
            "Would there were more such failures!"
          ]
        },
        {
          "sentences": [
            "SUMNER."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 28
    },
    {
      "number": "100",
      "title": "that there is no better sign for future superiority than for a lad to be",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "ridiculed in this manner; while the wags who invent such _sobriquets_ usually come to no good end.",
            "Footnote: More than one such has died the death of an inebriate.",
            "There is sufficient evidence, however, that Sumner was well liked both at school and at college."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 45
    },
    {
      "number": "101",
      "title": "Sumner's interest in the law was like that of a great artist who works",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "from the pure love of his subject."
          ]
        },
        {
          "sentences": [
            "William W.",
            "Story, who was a boy at this time, records the fact that Sumner was always pleasant and kind to children."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 29
    },
    {
      "number": "102",
      "title": "telegraph saying: \"I am against sending commissioners to treat of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "surrender by the North.",
            "Stand firm.\"",
            "Then he wrote him this memorable letter."
          ]
        },
        {
          "sentences": [
            "WASHINGTON, 3d Feb., '61."
          ]
        },
        {
          "sentences": [
            "My Dear Sir:"
          ]
        },
        {
          "sentences": [
            "There are but few who stand rooted, like the oak, against a storm.",
            "This is the nature of man.",
            "Let us be patient."
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 43
    },
    {
      "number": "103",
      "title": "My special trust is this: _No possible compromise or concession will be",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the least avail._ Events are hastening which will supersede all such things.",
            "This will save us.",
            "But I like to see Mass. in this breaking up of the Union ever true.",
            "God keep her from playing the part of Judas or--of Peter!",
            "You may all bend or cry pardon--I will not.",
            "Here I am, and I mean to stand firm to the last.",
            "God bless you!"
          ]
        },
        {
          "sentences": [
            "Ever yours,"
          ]
        },
        {
          "sentences": [
            "CHARLES SUMNER."
          ]
        },
        {
          "sentences": [
            "The handwriting of this letter is magnificent.",
            "Sumner had a strongly"
          ]
        }
      ],
      "sentence_count": 11,
      "word_count": 82
    },
    {
      "number": "104",
      "title": "The question may be asked, Why then did not Sumner rise in the Senate and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "make one of his telling speeches against compromise during that long, wearisome session?",
            "I think the answer will be found in the watchword: \"Keep quiet!\"",
            "He perfectly understood the game that Seward was playing and he was too wise to interfere with it.",
            "Seward was the cat and compromise was the mouse.",
            "Whatever mistakes he may have afterwards made, Seward at this time showed a master hand.",
            "He encouraged compromise, but"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 71
    },
    {
      "number": "105",
      "title": "there was much more extensive than Seward's, and in this line he was of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "invaluable assistance to the Secretary of State."
          ]
        },
        {
          "sentences": [
            "Lowell could make a holiday of six years at the Court of St. James, but during the war it was a serious matter to be Minister to England.",
            "In the summer of affairs there had reached a climax.",
            "The _Alabama_ and _Florida_ were scaring all American ships from the ocean, and five"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 59
    },
    {
      "number": "106",
      "title": "Lincoln, in his last speech, made the significant proposition of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "universal amnesty combined with universal suffrage.",
            "Would that he could have lived to see the completion of his work!"
          ]
        },
        {
          "sentences": [
            "Something may be said here of Sumner's influence with Mrs. Lincoln.",
            "If Don Piatt is to be trusted, Mrs. Lincoln came to Washington with a"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 44
    },
    {
      "number": "107",
      "title": "and she said at once: \"I suppose you have heard the news, and that you",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "are glad of it.",
            "So am I.",
            "Mr. Lincoln told me he expected to remove him before I left Washington.\""
          ]
        },
        {
          "sentences": [
            "Sumner resembled Charles XII. of Sweden in this: there is no evidence that he ever was in love.",
            "His devotion to the law in early life,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 46
    },
    {
      "number": "108",
      "title": "Sumner's most signal triumph happened on the occasion of President",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Johnson's first Message to Congress in January, 1865.",
            "He rose from his seat and characterized it as a \"whitewashing document.\"",
            "That day he stood alone, yet within six weeks every Republican Senator was at his side."
          ]
        },
        {
          "sentences": [
            "Sumner knew how to be silent as well as to talk.",
            "On one occasion he was"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 52
    },
    {
      "number": "109",
      "title": "for whom Sumner had obtained a lucrative office, turned against his",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "benefactor in order to save his position.",
            "When I spoke of this to Sumner, he said: \"Well, it is human nature.",
            "Slack is growing old, and if he keeps his office for the next six years, he will have a competency.",
            "I have no doubt he feels grateful to me, and regrets the course he is taking.\"",
            "At the same time, he spoke sadly."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 64
    },
    {
      "number": "110",
      "title": "Sumner resembled Lord Chatham more closely than any statesman of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "nineteenth century.",
            "He carried his measures through by pure force of argument and clearness of foresight.",
            "From to it was his policy that prevailed in the councils of the nation.",
            "He succeeded where others failed."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 35
    },
    {
      "number": "111",
      "title": "became reconciled over his bier; but the antagonism against Sumner still",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "continues to smoke and smoulder like the embers of a dying conflagration."
          ]
        },
        {
          "sentences": [
            "CHEVALIER HOWE."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 14
    },
    {
      "number": "112",
      "title": "intelligence of the skilful general with the physical dexterity of an",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "acrobat."
          ]
        },
        {
          "sentences": [
            "Very much such a man was Samuel Gridley Howe, born in Boston November 10, 1801, whom Whittier has taken as the archetype of an American hero in his tune."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 30
    },
    {
      "number": "113",
      "title": "over the ruins of Sparta or Plato's Academy, but he describes Greece as",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "he found it, and its inhabitants as he knew them.",
            "He possesses what so many historians lack, and that is the graphic faculty.",
            "He writes in a better style than either Motley or Bancroft.",
            "His book ought to be revised and reprinted."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 42
    },
    {
      "number": "114",
      "title": "after the usual method of instructing the blind, and communicated with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "her fingers after the manner of deaf mutes.",
            "Doctor Howe said in his report of the case:"
          ]
        },
        {
          "sentences": [
            "\"Hitherto, the process had been mechanical, and the success about as great as teaching a very knowing dog a variety of tricks.",
            "The poor child"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 42
    },
    {
      "number": "115",
      "title": "attracted her; and he wooed and won her with the same courage that he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "fought the Greeks.",
            "Her sister married Crawford, the best sculptor of his time, whom Sumner helped to fame and fortune."
          ]
        },
        {
          "sentences": [
            "Doctor Howe's wedding journey, which included a complete tour of Europe, seems to have been the first rest that he had taken in twenty years."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 45
    },
    {
      "number": "116",
      "title": "for his own loneliness; but he found afterwards that instead of losing",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "one friend he had made another.",
            "His visits to South Boston were as frequent as ever, and he often brought distinguished guests with him,-- English, French, and German.",
            "There was no lady in Boston whom he liked to converse with so well as Mrs. Howe; and if he met her on the street he would almost invariably stop to speak with her a few minutes."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 65
    },
    {
      "number": "117",
      "title": "exceedingly kind in his tone of voice,--a voice accustomed to command and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "yet much subdued.",
            "His manner towards children was particularly charming and attractive.",
            "He exemplified the lines in Emerson's \"Wood-notes\":"
          ]
        },
        {
          "sentences": [
            "\"Grave, chaste, contented though retired,  And of all other men desired,\""
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 30
    },
    {
      "number": "118",
      "title": "wider scope of Christian faith, and its diction is of an equally classic",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "purity and vigor.",
            "The last stanza runs:"
          ]
        },
        {
          "sentences": [
            "\"In the beauty of the lily Christ was born across the sea,  With a glory in his bosom that transfigures you and me.",
            "As he died to make men holy let us die to make men free;  As we go marching on.\""
          ]
        },
        {
          "sentences": [
            "This was the fine fruit of Mrs. Howe's early religious faith.",
            "It welled"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 62
    },
    {
      "number": "119",
      "title": "subjects, however, were not so much discussed at the Radical Club as",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "philosophy and politics,--and in these Mrs. Howe felt herself very much at home."
          ]
        },
        {
          "sentences": [
            "On another occasion, when a member of the club said that he was prepared, like Emerson, to accept the universe, Mrs. Howe interposed with the"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 38
    },
    {
      "number": "120",
      "title": "remark that it was Margaret Fuller who accepted the universe; she \"was",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "not aware that the universe had been offered to Emerson.\"",
            "She said this because Margaret Fuller was a woman."
          ]
        },
        {
          "sentences": [
            "Once, when writing for the newspapers was under discussion, Mrs. Howe remarked that in that kind of composition one felt prescribed like St. Simeon Stylites by the limitations of the column."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 50
    },
    {
      "number": "121",
      "title": "One of the best of her witty poems describes Boston on a rainy day, and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "is called \"Expluvior,\" an innocent parody on Longfellow's \"Excelsior,\" which, by the way, ought to have been called Excelsius."
          ]
        },
        {
          "sentences": [
            "\"The butcher came a walking flood,  Drenching the kitchen where he stood.  'Deucalion, is your name?' I pray.  'Moses,' he choked and slid away.  _Expluvior_,\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 44
    },
    {
      "number": "122",
      "title": "Chevalier Howe outlived Sumner just one year, and Wilson followed him not",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "long after."
          ]
        },
        {
          "sentences": [
            "THE WAR GOVERNOR."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 5
    },
    {
      "number": "123",
      "title": "the desiccated history and cramping philosophy of those days attract him",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "more strongly.",
            "Yet he ultimately developed one of the finest of American intellects."
          ]
        },
        {
          "sentences": [
            "He was admitted to the Suffolk bar at the age of twenty-two.",
            "He had already formed decided opinions on the slavery question.",
            "The practitioner"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 37
    },
    {
      "number": "124",
      "title": "candidate, left a sort of political vacuum in the more populous portion",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the State, which Frank W.",
            "Bird and Henry L.",
            "Pierce took advantage of to bring his name forward.",
            "Sumner and Wilson threw their weight into the scales, and Andrew was easily nominated; but he owed this to Frank W.",
            "Bird more than to any other supporter."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 47
    },
    {
      "number": "125",
      "title": "interfere with the Mayor, and he did not feel that the occasion demanded",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Moreover he considered the celebration at that time to be prejudicial to the harmony of the Union cause.",
            "Phillips was already very much irritated and left the Governor's office in no friendly mood.",
            "Andrew might have said to him: \"You have been mobbed; what more do you want?",
            "There is no more desirable honor than to be mobbed in a good cause.\""
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 62
    },
    {
      "number": "126",
      "title": "Governor went to him, took him by the arm and marched several times",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "around the hall with him.",
            "He then went to Mrs. Hawthorne, inquired what her husband was writing, and explained the battle of Gettysburg to her, drawing a diagram of it on a letter which he took from his coat pocket.",
            "Years afterwards Mrs. Hawthorne spoke of this as one of the pleasantest interviews of her life."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 56
    },
    {
      "number": "127",
      "title": "Congressional representation, and afterwards have converted it into a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "dead letter, as it is at present.",
            "Andrew considered Lincoln's attempts at reconstruction as premature, and therefore injudicious."
          ]
        },
        {
          "sentences": [
            "For nearly twenty-five years John A.",
            "Andrew was a parishioner of Rev. James Freeman Clarke, who preached in Indiana Place Chapel.",
            "In Rev. Mr. Clarke desired to exchange with Theodore Parker, but older members of his parish strenuously opposed it.",
            "Andrew, then only twenty-seven years"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 63
    },
    {
      "number": "128",
      "title": "legal and historical knowledge which so often disconcerted Sumner's",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "opponents.",
            "He had a genius for the executive, and the right position for him would have been in President Grant's cabinet.",
            "That he would have been offered such a place can hardly be doubted."
          ]
        },
        {
          "sentences": [
            "But Governor Andrew's span of life was over.",
            "He might have lived longer"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 47
    },
    {
      "number": "129",
      "title": "Stearns made a speech on the same subject, and was hissed for his pains",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "by the same men who were afterwards saved from the conscription of by the negroes whom he recruited."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 18
    },
    {
      "number": "130",
      "title": "border during Buchanan's administration, to be Colonel of another colored",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "regiment in South Carolina.",
            "Colonel Montgomery arrived at Beaufort about the first of February."
          ]
        },
        {
          "sentences": [
            "Governor Andrew formed the skeleton of a regiment with Robert G.",
            "Shaw as Colonel, but was able to obtain few recruits.",
            "There were plenty of sturdy"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 40
    },
    {
      "number": "131",
      "title": "had been recruited, and the prospects of the Fifty-fourth Massachusetts",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "did not look hopeful."
          ]
        },
        {
          "sentences": [
            "When Governor Andrew was in doubt he usually sent for Frank W.",
            "Bird and George L.",
            "Stearns, but this time Mr. Stearns was before him.",
            "To the Governor's question, \"What is to done?\"",
            "he replied, \"If you will obtain"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 43
    },
    {
      "number": "132",
      "title": "The Governor, however, appears to have suddenly changed his mind, for on",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "May 7th Mr. Stearns wrote to his wife:"
          ]
        },
        {
          "sentences": [
            "\"Yesterday at noon I learned from Governor Andrew by telegram that he did not intend to raise another regiment.",
            "I was thunderstruck.",
            "My work for three weeks would nearly, or quite, fall to the ground.",
            "I telegraphed in"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 46
    },
    {
      "number": "133",
      "title": "telegraph and Wild's advice, another regiment may proceed, expecting it",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "full in four weeks.",
            "Present want of troops will probably prevent my being opposed.' I replied: 'I thank God for your telegram received this morning.",
            "You shall have the men in four weeks.' Now all is right.\""
          ]
        },
        {
          "sentences": [
            "The Surgeon-General had detailed one Dr. Browne for duty at Buffalo to examine Mr. Stearns's recruits, and if found fit for service by him there was presumably no need of a second examination.",
            "This, however, did not"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 74
    },
    {
      "number": "134",
      "title": "request that he would confer with Surgeon Stone and Lieutenant-Colonel",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Hallowell.",
            "It is surprising, and not fair nor fit, that a man trying  as Mr. Stearns is, to serve the country at a risk, should suffer thus  by such disagreement of opinion."
          ]
        },
        {
          "sentences": [
            "\"JOHN A.",
            "ANDREW.\""
          ]
        },
        {
          "sentences": [
            "Shortly after this Mr. Stearns returned to Boston for a brief visit, and was met in the street by a philanthropic lady, Mrs. E.",
            "D.",
            "Cheney, who asked: \"Where have you been all this time, Mr. Stearns?",
            "I supposed you were going to help us organize the colored regiment?",
            "You will be glad to know that it is doing well.",
            "We have nearly a thousand men.\"",
            "Mr. Stearns made no reply, but bowed and passed on.",
            "This is the more surprising, as Mrs. Cheney was president of a society of ladies who had presented the"
          ]
        }
      ],
      "sentence_count": 12,
      "word_count": 130
    },
    {
      "number": "135",
      "title": "Hotel, the latter offered to go with him to the War Department and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "introduce him to Secretary Stanton.",
            "They found Stanton fully alive to the occasion, and in reply to Mr. Stearns's offer he said:"
          ]
        },
        {
          "sentences": [
            "\"I have heard of your recruiting bureau, and I think you would be the best man to run the machine you have constructed.",
            "I will make you an"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 50
    },
    {
      "number": "136",
      "title": "already, and he did not feel that he ought to accept the offer without",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "her consent.",
            "In answer to the question how funds for recruiting were to be obtained without any appropriation by Congress, Mr. Stanton said they could be supplied from the Secret Service fund."
          ]
        },
        {
          "sentences": [
            "When Mr. Stearns and Mr. Olmstead were alone on the street again, the latter said: \"Mr. Stearns, go to your room and sleep if you can.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 58
    },
    {
      "number": "137",
      "title": "resigning; but finally said, decisively, \"I will go and consult with",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Olmstead.\""
          ]
        },
        {
          "sentences": [
            "He found Mr. Olmstead friendly and sympathetic.",
            "He spoke of Secretary Stanton in no complimentary terms, but he advised Mr. Stearns to continue with his work, and endure all that he could for the good of the cause,-- not to be worried by evils for which he was in no way responsible.",
            "Mr. Stearns returned to Willard's with a more cheerful countenance."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 63
    },
    {
      "number": "138",
      "title": "Stearns thought that business economy had better begin by reducing the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "number of officers rather than the pay of the soldiers.",
            "On July Major Stearns wrote from Baltimore:"
          ]
        },
        {
          "sentences": [
            "\"I am still perplexed as to the mode in which I can best carry out the  work intrusted to me.",
            "It is so difficult to adjust my mode of rapid"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 47
    },
    {
      "number": "139",
      "title": "stated afterwards that he never saw a man who could despatch so much",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "business in a day as George L.",
            "Stearns.",
            "He says:"
          ]
        },
        {
          "sentences": [
            "\"I shall never forget the fine appearance of the first regiment we  sent off.",
            "They were all picked men, and felt a just pride in wearing  the blue.",
            "As fast as we obtained enough recruits they were formed  into regiments, officered and sent to the front.",
            "When men became"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 59
    },
    {
      "number": "140",
      "title": "much on account of this personal slight as from the conclusion that he",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "had accomplished all that was essential to be done in this line.",
            "His chief assistant at Nashville, Capt. R.",
            "D.",
            "Muzzey, was an able man and perfectly competent to run the machine which Mr. Stearns had constructed."
          ]
        },
        {
          "sentences": [
            "The importance of his work cannot readily be measured.",
            "It was no longer easy to obtain white volunteers.",
            "With a population ten millions less than"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 62
    },
    {
      "number": "141",
      "title": "Walcott, who sent the quill with which he signed it to Major Stearns's",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "widow."
          ]
        },
        {
          "sentences": [
            "EMERSON'S TRIBUTE TO GEORGE L.",
            "STEARNS."
          ]
        },
        {
          "sentences": [
            "_Delivered in the First Parish Church of Medford on the Sunday following Major Stearns's death, April 9, 1867._"
          ]
        },
        {
          "sentences": [
            "\"We do not know how to prize good men until they depart.",
            "High virtue has"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 40
    },
    {
      "number": "142",
      "title": "took form; and his immovable convictions,--I think this single will was",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "worth to the cause ten thousand ordinary partisans, well-disposed enough, but of feebler and interrupted action."
          ]
        },
        {
          "sentences": [
            "\"These interests, which he passionately adopted, inevitably led him into personal communication with patriotic persons holding the same views,--"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 35
    },
    {
      "number": "143",
      "title": "that we do not, in thinking of him, so much as make any question of the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "future.",
            "For the Spirit of the Universe seems to say: 'He has done well; is not that saying all?'\""
          ]
        },
        {
          "sentences": [
            "This monograph was printed in the _Boston Commonwealth_, April 20, 1867, and has never been republished.",
            "It is exceptional in Emerson's"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 40
    },
    {
      "number": "144",
      "title": "writings as the account of a man with whom he was personally and",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "intimately acquainted."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 2
    },
    {
      "number": "145",
      "title": "interesting gentleman, but of so fragile an appearance that it seemed",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "impossible that he should live many years."
          ]
        },
        {
          "sentences": [
            "From this time the paths of these two young scholars diverged.",
            "Emerson became an idealist and an ethical reformer.",
            "Elizur Wright became a realist and a political reformer.",
            "Realism seems to belong to the soil of Ohio."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 44
    },
    {
      "number": "146",
      "title": "advice, and by this excellent stratagem Brooklyn was saved from the fury",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "of the mob.",
            "In he moved to Dorchester, Massachusetts, to prosecute a similar work in Boston."
          ]
        },
        {
          "sentences": [
            "Nothing is more remarkable in Mr. Wright's life than his perfect self- poise and peace of mind during such a long period of external agitation."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "147",
      "title": "waiting for the telegraphic news to arrive, he would sometimes lie down",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "on a pile of newspapers and go to sleep in less than half a minute.",
            "For mental relaxation he studied the higher mathematics and wrote poetry-- much of it very good.",
            "His faith in Divine Providence was absolute.",
            "He had the soul of a hero."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "148",
      "title": "neither he nor the publisher should lose money on it, undertook to sell",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "it himself.",
            "In carrying out this plan he met with some curious experiences.",
            "He called on Professor Ticknor, who received him kindly, spoke well of his translation, offered to dispose of a number of copies, but--advised him to keep clear of the slavery question."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 44
    },
    {
      "number": "149",
      "title": "both attempts, for there were few men who liked to argue with Elizur",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Wright.",
            "His brain was a store-house of facts and his analysis of them equally keen and cutting.",
            "One Congressman, a very gentlemanly Virginian, said to him: \"Mr. Wright, I wish you could go across the Potomac and look over my district.",
            "I think you will find that African slavery is not half as bad as it is represented.\"",
            "Elizur Wright went and returned with the emphatic reply: \"I find it much worse than I expected.\"",
            "Having disposed"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 77
    },
    {
      "number": "150",
      "title": "considered that the time had come for introducing the question into",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "practical politics.",
            "The Texas question made the latter course inevitable, and Elizur Wright concluded that moral suasion had done its work.",
            "As he expressed it, in a letter to Mrs. Maria Chapman: \"Garrison has already left his enemies thrice dead behind him.\"",
            "He was a delegate to the convention of April 1, 1840, which nominated James G.",
            "Birney for the Presidency, and took an active share in the Free-soil movement of 1844,--"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 72
    },
    {
      "number": "151",
      "title": "documents there disproving the Whig statement _in toto_, and later",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in the day he carried them over to Mr. Webster, who had an office in what was then Niles's Block.",
            "Mr. Webster looked carefully through them, congratulated Mr. Wright on his good fortune, and handed him two hundred- dollar bills.",
            "Peter Harvey, who was in Webster's office at the time, afterwards stopped Elizur Wright on the sidewalk and said to him: \"Mr."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 62
    },
    {
      "number": "152",
      "title": "issue; and the result was a controversy between Elizur Wright and himself",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "in which he was finally beaten off the field."
          ]
        },
        {
          "sentences": [
            "The statements of both Neisen and Woolhouse was proved to be fraudulent, and the two English companies were expelled from the State."
          ]
        },
        {
          "sentences": [
            "Mr. Wright's insurance reports brought him such celebrity that all the companies wished to have his name connected with them.",
            "His son, Walter C."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 55
    },
    {
      "number": "153",
      "title": "northern side of Boston, and though the plan was not carried out until",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "after his death, he was the originator and earliest promoter of it."
          ]
        },
        {
          "sentences": [
            "Elizur Wright's most conspicuous trait was generosity.",
            "He lived for the world and not for himself.",
            "He was a man of broad views and great designs; a daring, original thinker.",
            "He respected Emerson, but preferred the"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 48
    },
    {
      "number": "154",
      "title": "He died November 21, 1885, in the midst of a rain-storm which lasted six",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "days and nights.",
            "He lies interred at Mt.",
            "Hope Cemetery."
          ]
        },
        {
          "sentences": [
            "Dr. W.",
            "T.",
            "G.",
            "MORTON"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 15
    },
    {
      "number": "155",
      "title": "after his promise to study medicine and become a regular practitioner",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "that they consented to the match.",
            "Accordingly, Doctor Morton in the autumn of commenced a course at the Harvard Medical-School."
          ]
        },
        {
          "sentences": [
            "Mrs. Morton was a handsome young woman, with a fair face and elegant figure.",
            "It would have been difficult to find a better looking couple"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 45
    },
    {
      "number": "156",
      "title": "of Anaesthesia on the Surgery of the Nineteenth Century,\" delivered",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "before the American Surgical Association in 1897:"
          ]
        },
        {
          "sentences": [
            "\"Morton having acquainted himself by conversation with Mr. Metcalf and Mr. Burnett, both leading druggists, as to purity and qualities of ether, and having also conversed with Mr. Wightman, a philosophical instrument-"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 39
    },
    {
      "number": "157",
      "title": "statement concerning the interview between Morton and Jackson after the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "successful administration of ether to Morton's patient.",
            "It is substantially Doctor Jackson's own statement.",
            "Doctor Morton gave a wholly different account before the Congressional Committee of 1852.",
            "He said:"
          ]
        },
        {
          "sentences": [
            "\"I went to Doctor Jackson, told him what I had done, and asked him to give me a certificate that ether was harmless in its effects.",
            "This he positively refused to do.",
            "I then told him I should go to the principal surgeons and have the question thoroughly tried. _I then called on Doctor"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 83
    },
    {
      "number": "158",
      "title": "and the evidence of this was marked upon his face, so that it is even",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "visible in the photographs of him.",
            "He deserved to have his portrait painted by Rubens.",
            "In Dr. Mason Warren published a review of etherization, in which he makes this important statement:"
          ]
        },
        {
          "sentences": [
            "\"In the autumn of Dr. W.",
            "T.",
            "G.",
            "Morton, a dentist in Boston, a person"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 46
    },
    {
      "number": "159",
      "title": "medical profession as a lack of courage on Jackson's part to face the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "music, but it may also have been owing to his jealousy of Morton."
          ]
        },
        {
          "sentences": [
            "This happened October 16th, and on November 13th, Dr. C.",
            "T.",
            "Jackson wrote to M.",
            "Elie de Beaumont, a member of the French Academy, this remarkable letter:"
          ]
        },
        {
          "sentences": [
            "\"I request permission to communicate through your medium to the Academy"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 51
    },
    {
      "number": "160",
      "title": "exhausted, and he had been running in debt for the past two or three",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "years, as Hawthorne did at the old manse.",
            "Even his house at Wellesley was mortgaged.",
            "His business was gone, and his health was shattered.",
            "He felt as a man does in an earthquake.",
            "The government could not have treated him more cruelly unless it had put him to death."
          ]
        },
        {
          "sentences": [
            "It was now, as a final resort, that he went to see President Pierce,"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 63
    },
    {
      "number": "161",
      "title": "during the remainder of his earthly existence, and to educate his eldest",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Doctor Morton's health was too much shattered for professional work now, and he resigned himself to his fate.",
            "He raised cattle at Wellesley, and imported fine cattle as a healthful out-of-door occupation.",
            "In the autumn"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 35
    },
    {
      "number": "162",
      "title": "LEAVES FROM A ROMAN DIARY",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "February, (Rewritten in 1897)"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 4
    },
    {
      "number": "163",
      "title": "not paint for other people's pleasure, but rather to satisfy his own",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "conscience.",
            "It was customary to introduce St. Bartholomew in this manner, for there was no other way in which he could be identified.",
            "We found the towering form of St. Christopher on the left side of the Saviour rather more of an eyesore than St. Bartholomew, whose expression of awe partially redeems his appearance."
          ]
        },
        {
          "sentences": [
            "The Saviour has a herculean frame, but his face and head are magnificent."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 67
    },
    {
      "number": "164",
      "title": "pointing to the big toe: \"You see there the mischief that can be done by",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "too much kissing.\"",
            "Nearly a third of the toe has been worn away by the oscular applications of the faithful."
          ]
        },
        {
          "sentences": [
            "_Feb_. 4.--Dr. B.",
            "B.",
            "Appleton, an American resident of Florence, is here on a flying visit.",
            "We have heard from many sources of the kindness of this man to American travellers, especially to young students."
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 55
    },
    {
      "number": "165",
      "title": "Napoleon's health is known to be delicate, and prayers for his",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "preservation are offered up daily in Roman churches.",
            "If he should die before his son comes of age great political changes may be looked for."
          ]
        },
        {
          "sentences": [
            "Meanwhile murmurs of discontent are heard on all sides.",
            "The city is unclean and badly cared for.",
            "The civil offices are said to be filled mainly with _nephews_ of cardinals and other prelates.",
            "Even Italians"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 60
    },
    {
      "number": "166",
      "title": "effect of flattery without being intended for it, and was so much the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "more mischievous. \"Emerson and Margaret Fuller,\" said Mrs. X----, \"put inspiration in the place of religion.",
            "They believed that some people had direct communication with the Almighty.\"",
            "P---- and I thought this might be true of Miss Fuller, but doubted it in Emerson's case."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 44
    },
    {
      "number": "167",
      "title": "Capitol, from which the pope's flag flies all day, and that she had asked",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Swiss guard what he would do if she hoisted the tricolor there.",
            "He replied: \"I should shoot you.\"",
            "Nothing could be more kind or truly courteous than the manner in which these ladies treated us."
          ]
        },
        {
          "sentences": [
            "Another distinguished convert here is Mrs. Margaret Eveleth, a rare, spirituelle woman, who was born within a mile of my father's house.",
            "She was formerly a Unitarian, but soon became a Catholic on coming to Rome."
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 72
    },
    {
      "number": "168",
      "title": "fellows, but we discovered from the earth-stains on portions of it why",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the photographers had not succeeded better with it.",
            "We decided that our best resource would be to have Mr. Appleton's copy of it photographed, and Rev. Mr. Longfellow agreed to undertake the business with me in the forenoon of the next day."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 42
    },
    {
      "number": "169",
      "title": "behind and another whispered a name in my ear which I did not suppose was",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "known in Europe.",
            "I have not yet discovered who they were."
          ]
        },
        {
          "sentences": [
            "_Feb_. 19.--I have had the pleasure of dining with that remarkable woman and once distinguished actress, Miss Charlotte Cushman.",
            "Her nephew was consul at Rome, appointed by William II.",
            "Seward, who was one of her warmest American friends.",
            "She is still queen of the stage, and of her own"
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 60
    },
    {
      "number": "170",
      "title": "household, and unconsciously gives orders to the servants in a dramatic",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "manner which is sometimes very amusing.",
            "So it was to hear her sing, \"Mary, call the cattle home,\" as if she were sending for the heavy artillery.",
            "She impresses me, however, as one of the most genuine of womankind; and her conversation is delightful,--so sympathetic, appreciative, full of strong good sense, and fresh original views.",
            "She has small mercy on newly-converted Catholics. \"The faults of men,\" she"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 67
    },
    {
      "number": "171",
      "title": "may be more owing to the social position of her relatives than her former",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "profession.",
            "Mrs. Trelawney, the wife of Byron's eccentric friend, spoke of her to me a few days ago in terms of the highest esteem.",
            "She is a great-hearted woman, and her presence would be a moral power anywhere."
          ]
        },
        {
          "sentences": [
            "There is snobbishness enough in Rome--English, American, and Italian."
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 47
    },
    {
      "number": "172",
      "title": "Everything this man says and does has the same grace and elevated tone as",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "his poetry.",
            "I took a chair and pretty soon he said to me, \"How do you like your books, Mr. S----?",
            "For my part, I prefer to cut the leaves of a book, for then I feel as if I had earned the right to read it.\"",
            "I replied that I liked books with rough edges if they were printed on good paper; and then he said, \"See this remarkable picture.\""
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 71
    },
    {
      "number": "173",
      "title": "he replied; \"but the fine points of Italian are as difficult as those of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "German.\""
          ]
        },
        {
          "sentences": [
            "He inquired how I and my friends spent our evenings in Rome, and I said, \"In all kinds of study and reading, but just now P---- was at work on Browning's 'Ring and the Book.'\""
          ]
        },
        {
          "sentences": [
            "Mr. Longfellow laughed. \"I do not wonder you call it work,\" he said. \"It"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 50
    },
    {
      "number": "174",
      "title": "Emerson, or Matthew Arnold; but when I came to read \"The Ring and the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Book\" I found that Longfellow's objection was a valid one."
          ]
        },
        {
          "sentences": [
            "I remarked that Rev. Mr. Longfellow had a decided partiality for Browning. \"Yes,\" he said; \"Sam likes him, and my friend John Weiss prefers him to Tennyson.",
            "My objection is to his diction.",
            "I have always"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 46
    },
    {
      "number": "175",
      "title": "replied, \"but one can forgive anything to a writer who has so much to",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "tell us as Carlyle.",
            "Besides, he writes prose, and not poetry.\""
          ]
        },
        {
          "sentences": [
            "He took up a photograph which was lying on the table and showed it to me, saying, \"How do you like Miss Stebbins's 'Satan'?\"",
            "I told him I hardly knew how to judge of such a subject.",
            "Then we both laughed, and Mr. Longfellow said: \"I wonder what our artists want to make Satans for.",
            "I doubt if there is one of them that believes in the devil's existence.\""
          ]
        }
      ],
      "sentence_count": 6,
      "word_count": 80
    },
    {
      "number": "176",
      "title": "heartily at this, saying, \"I suppose Miss Stebbins did the same, and that",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "is how it came about.",
            "Our sculptors should be careful how they put themselves in the devil's place.",
            "Wood has modelled a fine angel, and his group (Michael and Satan) is altogether an effective one.\""
          ]
        },
        {
          "sentences": [
            "Rev. Mr. Longfellow and the ladies now came in, and as it was late I shook hands with them all."
          ]
        },
        {
          "sentences": [
            "It is reported that when Mr. Longfellow met Cardinal Antonelli he"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 66
    },
    {
      "number": "177",
      "title": "to look at it this afternoon, as it will be packed up to-morrow for the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Royal Exhibition at London.",
            "He has chosen for his subject the verse of a Greek poet, otherwise unknown:"
          ]
        },
        {
          "sentences": [
            "\"Unyoke your oxen, you fellow,  And take the coulter out of your plough;  For you are ploughing amid the graves of men,  And the dust you turn up is the dust of your ancestors.\""
          ]
        },
        {
          "sentences": [
            "Herbert has substituted buffalos for oxen as being more picturesque,"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 62
    },
    {
      "number": "178",
      "title": "P---- is said to have captured his young lady, and it seems probable, for",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "I see very little of him now.",
            "He disappears after breakfast, rushes through his dinner, and returns late in the evenings.",
            "So all the world changes."
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 26
    },
    {
      "number": "179",
      "title": "THE ALCOTT CENTENNIAL",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "_Read at the Second Church, Copley Square, Boston, Wednesday, November 29, 1899_"
          ]
        },
        {
          "sentences": [
            "A hundred years ago A.",
            "Bronson Alcott was born, and thirty-three years later his daughter Louisa was born, happily on the same day of the year,"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 38
    },
    {
      "number": "180",
      "title": "the natural ruler of this earth, and that it is both his right and his",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "duty to remodel it according to his ideas of usefulness and beauty."
          ]
        },
        {
          "sentences": [
            "It brought him into a life-long conflict with society, but how gallantly, how amiably he carried this on you all know.",
            "It cannot be said that he was defeated, for his spirit was unconquerable.",
            "His purity of intention"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 50
    },
    {
      "number": "181",
      "title": "In like manner, Bronson Alcott rested his argument for immortality on the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "ground of the family affections. \"Such strong ties,\" he reasoned, \"could not have been made merely to be broken.\"",
            "Let us share his faith, and believe that they have not been broken."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 32
    },
    {
      "number": "182",
      "title": "Emerson's poetry, and few others who might be said to appreciate the man",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "himself.",
            "Tyndall may have recognized Emerson's keen insight for the poetry of science in such verses as:"
          ]
        },
        {
          "sentences": [
            "\"What time the gods kept carnival;  Tricked out in gem and flower;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 29
    },
    {
      "number": "183",
      "title": "Squirrel\" and several others have been translated into German, but not",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "those which we here consider the best of them."
          ]
        },
        {
          "sentences": [
            "On the other hand, Dr. William H.",
            "Furness considered Emerson \"heaven-high above our other poets;\" C.",
            "P.",
            "Cranch preferred him to Longfellow; Dr. F.",
            "H.",
            "Hedge looked upon him as the first poet of his time; Rev. Samuel Longfellow and Rev. Samuel Johnson held a very similar opinion, and David A.",
            "Wasson considered Emerson's \"Problem\" one of the great poems of the century."
          ]
        }
      ],
      "sentence_count": 8,
      "word_count": 72
    },
    {
      "number": "184",
      "title": "sometimes in pithy reflections on life and human nature; and it is in",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "these latter that Emerson often comes close to him.",
            "Most widely known of Homer's epigrams is that reply of Telemachus to Antiochus in the Odyssey, which Pope has rendered:"
          ]
        },
        {
          "sentences": [
            "\"True hospitality is in these terms expressed,  Welcome the coming, speed the parting guest.\""
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 43
    },
    {
      "number": "185",
      "title": "To which the following couplet from \"Woodnotes\" seems almost like a",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "continuation:"
          ]
        },
        {
          "sentences": [
            "\"Go where he will, the wise man is at home,  His hearth the earth,--his hall the azure dome;\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 19
    },
    {
      "number": "186",
      "title": "matchless measure, but they have much of his grace, and more of his",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "inflexible will.",
            "This warning against mercenary marriages might be compared to Dante's answer to the embezzling Pope Nicholas III. in Canto XIX. of the Inferno:"
          ]
        },
        {
          "sentences": [
            "\"He shall be happy in his love,  Like to like shall joyful prove;  He shall be happy whilst he woos,  Muse-born, a daughter of the Muse.",
            "But if with gold she bind her hair,  And deck her breast with diamond,  Take off thine eyes, thy heart forbear,  Though thou lie alone on the ground.",
            "The robe of silk in which she shines,  It was woven of many sins;"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 93
    },
    {
      "number": "187",
      "title": "Which she sheds",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "In the wearing of the same,  Shall be grief on grief,  And shame on shame.\""
          ]
        },
        {
          "sentences": [
            "There is a Spartan-like severity in this, but so was Dante very severe."
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "188",
      "title": "And the countless leaves of the pine are strings",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Tuned to the lay the wood-god sings.\""
          ]
        },
        {
          "sentences": [
            "Again we are reminded of Dante in the opening passages of \"Voluntaries\":"
          ]
        },
        {
          "sentences": [
            "\"Low and mournful be the strain,  Haughty thought be far from me;"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 31
    },
    {
      "number": "189",
      "title": "Where a captive lies in pain",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "Moaning by the tropic sea.",
            "Sole estate his sire bequeathed--  Hapless sire to hapless son--  Was the wailing song he breathed,  And his chain when life was done.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 28
    },
    {
      "number": "190",
      "title": "Shakespeare's universality, it may be affirmed that there are few",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "passages in King Henry IV. and Henry V. which take a higher rank than Emerson's description of Cromwell:"
          ]
        },
        {
          "sentences": [
            "\"He works, plots, fights 'mid rude affairs,  With squires, knights, kings his strength compares;  Till late he learned through doubt and fear,  Broad England harbored not his peer:  Unwilling still the last to own,  The genius on his cloudy throne.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 58
    },
    {
      "number": "191",
      "title": "quatrain of more penetrating beauty or wider significance than this from",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "\"Woodnotes\":"
          ]
        },
        {
          "sentences": [
            "\"Thou canst not wave thy staff in air  Nor dip thy paddle in the lake,  But it carves the bow of beauty there,  And ripples in rhyme the oar forsake.\""
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 31
    },
    {
      "number": "192",
      "title": "it is much the greatest,--an epic romance, which can only be compared",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "with Goethe's \"Wilhelm Meister.\""
          ]
        },
        {
          "sentences": [
            "HAWTHORNE AND HAMLET."
          ]
        },
        {
          "sentences": [
            "_A Reply to Professor Bliss Perry._"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 13
    },
    {
      "number": "193",
      "title": "of Michael Angelo; but he is one of the most unique figures among the",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "world's geniuses."
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 2
    },
    {
      "number": "194",
      "title": "End of Project Gutenberg's Cambridge Sketches, by Frank Preston Stearns",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK CAMBRIDGE SKETCHES ***"
          ]
        }
      ],
      "sentence_count": 1,
      "word_count": 10
    },
    {
      "number": "195",
      "title": "Updated editions will replace the previous onethe old editions will",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "be renamed."
          ]
        },
        {
          "sentences": [
            "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!) can copy and distribute it in the United"
          ]
        }
      ],
      "sentence_count": 2,
      "word_count": 39
    },
    {
      "number": "196",
      "title": "same format with its attached full Project Gutenberg License when",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "you share it without charge with others."
          ]
        },
        {
          "sentences": [
            "1.D.",
            "The copyright laws of the place where you are located also govern what you can do with this work.",
            "Copyright laws in most countries are in a constant state of change.",
            "If you are outside the United States,"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 46
    },
    {
      "number": "197",
      "title": "representations concerning the copyright status of any work in any",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "country other than the United States."
          ]
        },
        {
          "sentences": [
            "1.E.",
            "Unless you have removed all references to Project Gutenberg:"
          ]
        },
        {
          "sentences": [
            "1.E.1.",
            "The following sentence, with active links to, or other"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 26
    },
    {
      "number": "198",
      "title": "Gutenberg associated with or appearing on the work, you must comply",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "either with the requirements of paragraphs 1.E. through 1.E. or obtain permission for the use of the work and the Project Gutenberg trademark as set forth in paragraphs 1.E. or 1.E.9."
          ]
        },
        {
          "sentences": [
            "1.E.3.",
            "If an individual Project Gutenberg electronic work is posted"
          ]
        }
      ],
      "sentence_count": 3,
      "word_count": 41
    },
    {
      "number": "199",
      "title": "electronic work is discovered and reported to you within 90 days of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "receipt of the work."
          ]
        },
        {
          "sentences": [
            " You comply with all other terms of this agreement for free  distribution of Project Gutenberg works."
          ]
        },
        {
          "sentences": [
            "1.E.9.",
            "If you wish to charge a fee or distribute a Project"
          ]
        }
      ],
      "sentence_count": 4,
      "word_count": 33
    },
    {
      "number": "200",
      "title": "from the Project Gutenberg Literary Archive Foundation, the manager of",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "the Project Gutenberg trademark.",
            "Contact the Foundation as set forth in Section below."
          ]
        },
        {
          "sentences": [
            "1.F."
          ]
        },
        {
          "sentences": [
            "1.F.1.",
            "Project Gutenberg volunteers and employees expend considerable"
          ]
        }
      ],
      "sentence_count": 5,
      "word_count": 22
    },
    {
      "number": "201",
      "title": "Please check the Project Gutenberg web pages for current donation",
      "type": "story",
      "paragraphs": [
        {
          "sentences": [
            "methods and addresses.",
            "Donations are accepted in a number of other ways including checks, online payments and credit card donations.",
            "To donate, please visit: www. gutenberg. org/donate."
          ]
        },
        {
          "sentences": [
            "Section 5.",
            "General Information About Project Gutenberg electronic works"
          ]
        },
        {
          "sentences": [
            "Professor Michael S.",
            "Hart was the originator of the Project"
          ]
        }
      ],
      "sentence_count": 7,
      "word_count": 46
    }
  ],
  "statistics": {
    "total_chapters": 201,
    "total_paragraphs": 396,
    "total_sentences": 842,
    "total_words": 9640,
    "average_sentences_per_chapter": 4.189054726368159,
    "average_paragraphs_per_chapter": 1.9701492537313432,
    "average_sentences_per_paragraph": 2.1262626262626263,
    "average_words_per_sentence": 11.448931116389549
  }
}