{
  "metadata": {
    "title": "Unknown",
    "author": "Unknown",
    "date": "",
    "source": "Unknown",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "I",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "THE MEADOW AND THE WOODLOT"
          ]
        },
        {
          "sentences": [
            "The meadow and the adjoining woodlot were just right for valiant knights and fair ladies that springy Saturday afternoon.",
            "The meadow, soft and green and open, was right for the pavilion where the jousting match could take place,--the big beech tree at the far, sun-rising end made such a delightful canopy over the king’s judgment throne--and then after the bout, and the victorious knight was sent forth to do battle with the dragon, there was no more mysterious lurking place for a coily, fire-breathing beast than the shadowy woodlot with its thick thimble berry thicket; its black cave under the drippy spring-shelf, and its close-grown oaks and maples."
          ]
        },
        {
          "sentences": [
            "Indeed, there was always something terrifying to the children about the woodlot, even when the sun pierced through its wall of branches and leaves.",
            "The thimble berry thicket had never been completely explored, and as for the oozy cave--well, Johnathan had ventured in as far as the first bend once, holding a bit of lighted candle, but the candle had been blown out, and he had rushed back to wide-eyed Peter and Janet Jane who had stayed outside, peering in at the cave’s black mouth."
          ]
        },
        {
          "sentences": [
            "Johnathan, when he could get his breath, vowed he saw something strange around the bend, just before the candle flickered out, but Johnathan had a vivid imagination (it was he who made-up all the plays and all the games that took place in the meadow and spilled over into the woodlot on Saturdays) and whether he really did see something strange around the bend or had just imagined it, Peter and Janet Jane could not be sure.",
            "Their mother said he had just imagined it, of course! “What nonsense, Johnathan!",
            "You’re too old to imagine such things!",
            "No wonder you were so poor in arithmetic this month!” Johnathan really didn’t see the connection."
          ]
        },
        {
          "sentences": [
            "But that wasn’t _all_ about the woodlot!",
            "Peter, just six, said he had heard a lion roaring in the thimble berry thicket one stilly evening when he had gone back to find his lost cap in the meadow, but then Peter had a generous share of imagination too. “Lions are only in Africa or in a circus,” Janet Jane had said with feminine authority, but Peter replied in his well-known lisp and with his head cocked, that there was no _good_ reason why a lion couldn’t be found in a thimble berry thicket just as well as a badger or a chipmunk, and no amount of argument could convince him otherwise.",
            "Suppose lions _didn’t_ eat thimble berries?",
            "Couldn’t one have been in the thicket for some other reason, or couldn’t one have been there for no reason at all?",
            "Why should there always be a reason for things?",
            "Peter liked to go places for no reason.",
            "Maybe lions did too!"
          ]
        },
        {
          "sentences": [
            "Janet Jane pretended to be skeptical about the possibility of unknown and terrifying things lurking in the woodlot, until one morning early, having gone alone to the meadow to find mushroom buttons, she had seen a pixie stick his head out and grin broadly at her, wriggling his pointed ears like a rabbit at the same time.",
            "As Janet Jane stared at him, another pixie, wearing a pink sunbonnet, although he looked very much like a boy-pixie, otherwise, bobbed up over the first pixie’s shoulder and wriggled his long nose at her, just like a rabbit too."
          ]
        },
        {
          "sentences": [
            "Then Janet Jane, who stood rooted to the spot with astonishment, declared that the two pixies began to sing, one in tenor and one in bass.",
            "Strangely enough, she remembered the words of the song.",
            "It went:"
          ]
        },
        {
          "sentences": [
            "Butter and eggs, butter and eggs,  Mushroom buttons and spider legs.",
            "Mix them up and bake them brown,  And you’ll have a dish that will tempt the town."
          ]
        },
        {
          "sentences": [
            "Now, this sounded suspicious to Johnathan because Janet Jane was just learning to cook, and she was always singing receipts, and some of her proposed dishes were queer indeed.",
            "Therefore, it was strange that the two pixies she saw that early morning should sing receipts too, but Janet Jane said, “Not at all!” They were doing it just to poke fun at her.",
            "Pixies always poked fun, anyhow.",
            "They were like brownies in that respect, and not at all like fairies who are too well brought up to poke fun."
          ]
        },
        {
          "sentences": [
            "They sang the song through twice with a different tune each time, and after that Janet Jane managed to say, “Shooo!” at the pixies, and they had vanished into the woodlot.",
            "Stooping to pick up her spilled mushroom basket, Janet Jane heard the rude fellows laughing at her--Oh, high, shrill laughter like a tree-squirrel’s bark."
          ]
        },
        {
          "sentences": [
            "So you see, since Janet Jane was sure she had seen the pixies, and since Peter was sure he had heard the lion, and Johnathan was sure of something mysterious in the cave, around the first bend, there was no doubt that the woodlot was terrifying, and that the victorious knight who ventured into it with drawn wooden sword was almost sure to meet with adventure."
          ]
        },
        {
          "sentences": [
            "It was just after breakfast that memorable Saturday morning when the children congregated in the soft, green and open meadow sprinkled with cowslips and Johnny-jump-ups.",
            "The little troop broke through the willow clump at the sunsetting end of the meadow, and advanced solemnly in the direction of the big beech tree where the king’s throne was already waiting.",
            "Johnathan and Billy Rose had fixed it after school on Friday."
          ]
        },
        {
          "sentences": [
            "Their appearance scattered two chubby meadow mice into a desperate rush for their holes, and a flock of Jenny wrens fled chittering, indignant at being disturbed, like little gray ladies at a tea party.",
            "There was quite an impressive procession advancing toward the king’s throne.",
            "It had formed at the back door of the Baxter house, under the alert eyes of Grandma, watching from her upstairs window, and led by Johnathan who of course was king, King Arthur, no less, it wound through the rose garden, up the lane past the fish pond, over the creek bridge, through the truck garden, skirted the barn and wriggling through the orchard it bobbed its ten small heads to escape hitting the low branches of the willow clump, filing through a tunnel of green leaves to the open spaces of the dewy meadow."
          ]
        },
        {
          "sentences": [
            "Yes, there were ten in that procession, including the Irish setter named Nap, and the airedale named Jerry.",
            "First, as we said before, there was Johnathan Baxter, King Arthur, dressed in the green and red portiere with tassels, that had graced so many courtly ceremonies.",
            "The paper crown was on the kingly head, and in the royal hand was the oak-wood scepter.",
            "Close on his majesty’s heels walked her majesty, Queen Guinevere, Janet Jane Baxter, resplendent in a long pink mother hubbard, one of Mrs. Baxter’s cast-off garments, made theatrical and queenly by the silver paper stars that were pinned around the hem.",
            "Following her was Susan Oliver, five years old, bearing up the queen’s train, a child with eyes like mulberries and a blue-black cloud of hair.",
            "She was pouting because she felt it was her turn to be the queen, and before the procession started it was very doubtful if she would play at all.",
            "The promise of queenship next Saturday finally quieted her, although she carried the train with a disdainful air that ruined the dignity of the queen, since it dragged the ground on one side and looped up too far on the other, showing the queen’s long, spindly legs."
          ]
        },
        {
          "sentences": [
            "After Susan Oliver came the two knights carrying their wooden swords, the chubby and blond-curled Peter Baxter as Sir Launcelot, and the taller and older Billy Rose as Sir Galahad.",
            "They walked heads high, little noses up, wearing tin-can armor with pride.",
            "Their broomstick horses were waiting for them, tied to saplings under the beech tree."
          ]
        },
        {
          "sentences": [
            "Directly behind the knights was the public, three small girls, Mary, Kath and Polly, who were allowed to furnish their own costumes.",
            "Mary wore fluffy skirts like a bare-back rider; Kath dragged a green train that rivalled the queen’s in length and caused a serious argument before the procession started, and Polly’s seven years were lost in a riding suit of her mother’s, with boots that might have belonged to the famous Puss."
          ]
        },
        {
          "sentences": [
            "The procession went twice around the meadow, stopping after the second circuit before the throne.",
            "King Arthur took his seat on a bench covered with a piece of red, white and blue bunting, and his queen sat down beside him.",
            "The pouting Susan Oliver stood behind the queen and stared down at the top of her sandy head.",
            "Sandy hair wasn’t nearly as nice for a queen as black hair--no, not nearly!",
            "Susan was supposed to fan the queen, but she had purposely forgotten the fan, which is as much as we’ll say right here regarding Susan’s disposition.",
            "The public of three scattered itself right and left of the throne and took postures of deep interest."
          ]
        },
        {
          "sentences": [
            "After a silence, the king rose and pushing back his crown that had worked down over his eyes, he spoke in tones that seemed to arise from his shoes, his chin pressed down against his throat to produce the effect. “On with ye fight, and the victor will enter yonder forest to slew ye dragon who has been spreading terror and destruction through out ye countryside.”"
          ]
        },
        {
          "sentences": [
            "He sat down, and the queen smiled at him and said, “Ye spoke well, O King,” but the king did not answer her.",
            "A queen should never speak in public unless the king asked her a question, and then she should only reply in as few words as possible."
          ]
        },
        {
          "sentences": [
            "At the king’s command, the knights drew their swords and pointed them down to the ground and bowed very low to the king.",
            "Then they went to the saplings and untied their horses and mounted them.",
            "The fiery steeds leaped up and down and nearly threw the knights off, and the grass of the meadow was torn up by whirling feet."
          ]
        },
        {
          "sentences": [
            "“Quiet with ye horses and on with ye fight!” finally commanded the king and at once, just as if they understood, the horses calmed down, and the knights drew apart, lifting their swords to wait for the final signal from King Arthur."
          ]
        },
        {
          "sentences": [
            "King Arthur stood up; raised his hand; held it steady for a breathless moment; then let it drop quickly to his side.",
            "The public showed renewed interest.",
            "The blond and chubby knight, Sir Launcelot, made the first dash for his opponent.",
            "The wooden swords clashed and the furious battle was on."
          ]
        }
      ],
      "sentence_count": 65,
      "word_count": 1771
    },
    {
      "number": "II",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "PETER ENTERS THE WOODLOT"
          ]
        },
        {
          "sentences": [
            "Although the opponents were so unevenly matched, the fight was an exciting one and not a bit one-sided.",
            "Small Peter fought with tiger ferocity and a definite show of assurance, for it had been arranged before hand that Sir Launcelot should win.",
            "Galahad had won the Saturday before."
          ]
        },
        {
          "sentences": [
            "With a sturdy lunge of his wooden sword, Peter unhorsed Billy Rose who executed a trick fall and lay on his back, legs and arms in the air like some huge beetle turned over on its shell.",
            "Peter was on him in a moment; drove home the sword; pulled it out and wiped away the gore on his sky-blue cape."
          ]
        },
        {
          "sentences": [
            "Billy Rose did a spectacular death scene consisting of many kicks and contortions, adding much to the pleasure of the court and the public.",
            "It was a very long death scene, many minutes elapsing before Sir Galahad was quiet enough for the victorious Sir Launcelot to put his foot on the corpse and raise his sword to the king in salute."
          ]
        },
        {
          "sentences": [
            "“Go ye now into the forest and find ye dragon that eats every week a maiden from our smiling village!” commanded the great king Arthur, and Sir Launcelot bowed and stalked away toward the thick foliage of the woodlot."
          ]
        },
        {
          "sentences": [
            "It was strange and terrifying that at the moment the chubby Peter reached the first maple, the one that breaks from the group and runs out into the meadow, a cloud, very black and heavy, passed over the sun, swimming up out of nowhere in an otherwise clear blue sky.",
            "A wind sighed through the maple leaves and whispered about something all through the thimble berry thicket.",
            "The meadow darkened.",
            "Peter’s hand tightened on his sword.",
            "He looked straight before him; then looked back.",
            "The court and the public and his rival, Sir Galahad, and the two dogs seemed to be miles and miles away--shadowy, blurred figures.",
            "Peter felt all alone in the big world and very small.",
            "What chance would he have against that lion he had heard roaring in the thicket that fearful evening?",
            "Oh, but he had his sword.",
            "Didn’t he always want to do noble deeds?",
            "Didn’t he envy Johnathan because Johnathan was a Boy Scout and did a good deed every day?",
            "To kill a lion would be a good deed, wouldn’t it, that is if the lion were aching to eat somebody, right at that moment.",
            "Of course, if the lion were minding his own business, that would be different.",
            "Again Peter looked forward; again looked back."
          ]
        },
        {
          "sentences": [
            "King Arthur pointed with his scepter and like a voice in a dream came his command: “Pause not, Sir Launcelot!",
            "Go kill ye dragon!”"
          ]
        },
        {
          "sentences": [
            "“All right, King,” replied Peter in a tiny, trembly voice, and advanced a few more steps."
          ]
        },
        {
          "sentences": [
            "He passed the maple; passed the second maple; passed the third.",
            "He was in the woodlot now, almost hidden from his companions.",
            "How very still it was.",
            "The wind had finished whispering to the thimble berry thicket and had frisked away.",
            "Not a leaf stirred any place.",
            "Far off, Peter could hear the dripping of the spring.",
            "He thought of the black cave and of what Johnathan had told him about the strange something around the first bend.",
            "He paused, hearing his heart beating."
          ]
        },
        {
          "sentences": [
            "To give himself courage, he spoke aloud, addressing himself in that well-known lisp: “Go on, Peter Baxter.",
            "Don’t be scared.",
            "Don’t you know that there’s no more dwagons?",
            "In the whole, whole world there’s not a dwagon any place.",
            "They’re all dead.”"
          ]
        },
        {
          "sentences": [
            "But even as he spoke he doubted the truth of his words.",
            "If there were pixies there could be dragons.",
            "Why _should_ all the dragons be dead?",
            "People went on living and dragons were dead.",
            "To small Peter, dragons seemed much more important than people.",
            "Yes, somehow, somewhere dragons lived, and there was no reason to doubt that a dragon might live in the shadowy woodlot along with the lion and the pixies."
          ]
        },
        {
          "sentences": [
            "Peter’s feet ventured down the twisting path that would eventually arrive at the spring, and found himself safely past the thimble berry thicket.",
            "That was a relief.",
            "Nothing had broken the silence save the barking of Jerry, the airedale, and that was a comforting sound.",
            "Still, he wondered why Jerry and Nap had not followed him.",
            "They usually did.",
            "That was strange!"
          ]
        },
        {
          "sentences": [
            "Now, here was the spring and the drippy, over-hanging shelf of stones and black earth, all sewn together with tiny root-threads, and right beyond the shelf was the entrance of the cave!",
            "Small Peter planted his stocky legs before the black hole; gulped once or twice; mustered up all his courage and spoke in a squeaking lisp that was meant to be a rumbling growl. “Come forth, Dwagon!” His wooden sword was clutched tightly in his little hand.",
            "Nothing happened so Peter repeated his command: “Come forth, Dwagon!”"
          ]
        },
        {
          "sentences": [
            "Still nothing happened and becoming more bold, Peter stepped closer to the cave’s mouth; thrust his sword into the hole and rumbling it at last, cried for the third time, “Come forth, Dwagon!”"
          ]
        },
        {
          "sentences": [
            "A long-drawn hissing sound answered him.",
            "He fell back.",
            "The hissing sound died.",
            "What was the matter with him?",
            "His imagination was doing strange things.",
            "He hadn’t really heard a hissing sound.",
            "He hadn’t really heard anything."
          ]
        },
        {
          "sentences": [
            "Well, he had done his duty.",
            "He had called three times and nothing had happened.",
            "He would return to the court and tell his story to the king.",
            "He was turning to go, when there issued from the hole a deep, deep sigh; then a yawn and then another deep, deep sigh.",
            "Before Peter even had time to think, the deep, deep sigh ended in the most entrancing little chuckle, and two fiery eyes blazed in the hole.",
            "A long green nose was thrust slowly forth, followed by a broad and lazy smile.",
            "The eyes came into the daylight.",
            "The fire faded out of them.",
            "They were a soft, light blue, like the sky, and looked as if they had just opened from a deep and dreamless sleep."
          ]
        },
        {
          "sentences": [
            "“Did you call me, little boy?” asked the dragon, as yards and yards of him, bright green like the meadow grass, oozed from the cave."
          ]
        },
        {
          "sentences": [
            "“Y-yes-yes, sir, I did,” gasped Peter, “but--but I didn’t think--”"
          ]
        },
        {
          "sentences": [
            "The dragon continued to smile, oh, so sweetly, and tears gathered in his light blue eyes. “You didn’t think dragons lived any more,” he sighed, stretching out his great gold claws like a sleepy cat, “and you’re almost right, because I am the last dragon in all the world”--and two big tears the size of cups of clear water, dropped to the ground."
          ]
        }
      ],
      "sentence_count": 74,
      "word_count": 1110
    },
    {
      "number": "III",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "Mr. DRAGON MEETS THE CHILDREN"
          ]
        },
        {
          "sentences": [
            "“I wonder what’s keeping Peter so long in the woodlot?” wondered Janet Jane, remembering the pixie in the pink sunbonnet."
          ]
        },
        {
          "sentences": [
            "“I don’t know,” said Johnathan, remembering the strange something he had sensed behind the bend in the black cave."
          ]
        },
        {
          "sentences": [
            "“I bet he’s eating thimble berries,” guessed Billy Rose who was always practical. “That’s no fair, you know.”"
          ]
        },
        {
          "sentences": [
            "“I’m not going to play any more!” announced small Susan Oliver, tossing her dark head and dropping the queen’s train.",
            "She was one of those children who always cry and spoil the game just at the wrong moment."
          ]
        },
        {
          "sentences": [
            "“Let’s play something more exciting,” suggested Mary in the bare-back rider’s costume. “How about circus?”"
          ]
        },
        {
          "sentences": [
            "“No!” thundered Johnathan. “Wait till Sir Launcelot comes back.",
            "He’ll tell us how he slew the dragon and that will be exciting enough.”"
          ]
        },
        {
          "sentences": [
            "“I’m going right straight home,” wailed Susan Oliver, her face all puckered up, just as though she had bitten into a crab apple."
          ]
        },
        {
          "sentences": [
            "“All _right_, if you go home, Susan Oliver, you won’t be Queen Guinevere next Saturday!” began Janet Jane, when somebody shouted, “Here comes Peter now!” And they all looked toward the woodlot."
          ]
        },
        {
          "sentences": [
            "There was Peter advancing with a very important stride, his sword clasped firmly, a smile of triumph on his round, shining face.",
            "Nap, the setter, and Jerry, the airedale, began to bark, their hair on end."
          ]
        },
        {
          "sentences": [
            "“Look!",
            "What’s that behind him?” cried Billy Rose."
          ]
        },
        {
          "sentences": [
            "“Where?”"
          ]
        },
        {
          "sentences": [
            "“There!”"
          ]
        },
        {
          "sentences": [
            "A gasp went up from all the children. “Why, it’s a--it’s a--”"
          ]
        },
        {
          "sentences": [
            "“It’s a _real_ dragon!” squealed Janet Jane, and the rest of them took it up--“A _real_ dragon!",
            "A _real_ dragon!”"
          ]
        },
        {
          "sentences": [
            "Susan Oliver opened her mouth like a red O and began to scream.",
            "Nap and Jerry fled, yelping.",
            "The group broke and began to run in all directions."
          ]
        },
        {
          "sentences": [
            "Peter stopped advancing and raised his sword over his curly head. “Hey, Johnathan!",
            "Wait a minute!",
            "Wait a minute, Johnathan!”"
          ]
        },
        {
          "sentences": [
            "Behind him, the last dragon chuckled. “Look at them running from me, just like old times,” he said, with the slightest touch of pride in his voice; and then in a tone tinged with melancholy, “If they only knew.”"
          ]
        },
        {
          "sentences": [
            "On the edge of the meadow, the frightened children paused and looked back, just to make sure they had really seen the dragon.",
            "They saw small Peter sympathetically shake his blonde head and then reach over and pat the dragon on his broad, green back."
          ]
        },
        {
          "sentences": [
            "Johnathan and Billy Rose were together near the willow clump, and Johnathan said: “He looks like a very _nice_ dragon, don’t you think?”"
          ]
        },
        {
          "sentences": [
            "“Yes, and very tame,” agreed Billy. “He’s smiling, I believe.”"
          ]
        },
        {
          "sentences": [
            "“Peter’s patting him!”"
          ]
        },
        {
          "sentences": [
            "“He can’t be very vicious.”"
          ]
        },
        {
          "sentences": [
            "“He doesn’t seem to breathe fire,” observed the well-informed Johnathan."
          ]
        },
        {
          "sentences": [
            "Peter called again. “Hey, Johnathan!",
            "Don’t run away!”"
          ]
        },
        {
          "sentences": [
            "“I’m going back,” said Johnathan, sticking out his chest. “Come on, Billy.”"
          ]
        },
        {
          "sentences": [
            "“Sure!",
            "Who’s afraid?”"
          ]
        },
        {
          "sentences": [
            "The two boys started back across the meadow.",
            "The sun was bright again.",
            "All the cowslips and Johnny-jump-ups were standing erect, and the Jenny wrens were chirping in the maples.",
            "A cheerful little wind romped through the green grass.",
            "There was no terror and no mystery.",
            "It was all very clear and simple.",
            "There was just a dragon in the woodlot."
          ]
        },
        {
          "sentences": [
            "Peter and the last dragon met the children in the middle of the meadow.",
            "As soon as Janet Jane saw Johnathan and Billy Rose start back, she came too and that gave the others courage.",
            "Susan Oliver tiptoed up last, ready to fly at a moment’s notice, her little dancing feet as restless on the meadow grass as tufts of thistledown.",
            "They formed in a new-moon crescent and stared at the curious dragon.",
            "Jerry sat down very politely beside Nap, they didn’t even sniff, and stared with their tongues sticking out."
          ]
        },
        {
          "sentences": [
            "“Mr. Dwagon,” introduced Peter, “this is Johnathan Baxter, my brother.",
            "Johnathan, I want you to meet Mr. Dwagon, the last dwagon in the whole, whole world.”"
          ]
        },
        {
          "sentences": [
            "Again the dragon smiled. “Delighted to meet you, Johnathan,” he said. “You’ve got Peter’s small nose, haven’t you, and there’s something about your eyes that are alike, but why do you wear a crown?”"
          ]
        },
        {
          "sentences": [
            "Johnathan blushed. “Oh, I was just playing King Arthur,” he apologized."
          ]
        },
        {
          "sentences": [
            "“Ah, King Arthur,” sighed the dragon, “there _was_ a king!”"
          ]
        },
        {
          "sentences": [
            "“Oh, did _you_ know him?” exclaimed Johnathan."
          ]
        },
        {
          "sentences": [
            "“Very well indeed.",
            "Of course, he was a great enemy of my family, and I was taught to hate him from my cradle, but”--And here he winked very slowly, “deep down in my heart I really admired him.”"
          ]
        },
        {
          "sentences": [
            "Janet Jane spoke breathlessly: “And, and did you know Queen Guinevere?”"
          ]
        },
        {
          "sentences": [
            "“Oh, yes, and a very beautiful queen she was.",
            "I saw her once, dressed in a bright red velvet gown with gold slippers on her little feet.",
            "Is that who you’re supposed to be?”"
          ]
        },
        {
          "sentences": [
            "“Y-yes, sir,” blushed Janet Jane, hanging her sandy head and pulling at the pink mother hubbard."
          ]
        },
        {
          "sentences": [
            "“Mr. Dwagon, that’s my sister, Janet Jane Baxter,” Peter continued with his introductions."
          ]
        },
        {
          "sentences": [
            "The dragon cocked his head. “Yes, I can see a resemblance--Yes, the nose again--and the eyes.",
            "Pleased indeed to meet you, Janet Jane.”"
          ]
        },
        {
          "sentences": [
            "“And the boy with the freckles is Billy Rose.”"
          ]
        },
        {
          "sentences": [
            "“Delighted to meet you too, Billy, but I’m sorry to see that your armor’s rusted.",
            "You should take better care of it.",
            "In my day, the knights were very careful of their armor.",
            "Those who were careless soon lost their heads.”"
          ]
        },
        {
          "sentences": [
            "“Y-yes, sir,” stammered Billy Rose."
          ]
        },
        {
          "sentences": [
            "Finally they were all introduced, even Nap and Jerry, and right away questions began to fly."
          ]
        },
        {
          "sentences": [
            "“Were you in the woodlot all the time?” this from Janet Jane."
          ]
        },
        {
          "sentences": [
            "“No, not all the time,” replied the dragon."
          ]
        },
        {
          "sentences": [
            "“I know,” cried Johnathan, “you were behind the first bend in the cave and you blew out my candle.”"
          ]
        },
        {
          "sentences": [
            "“I can’t answer that correctly,” returned the dragon, “because I’m not sure where I was.",
            "You see, I got lost and then I went to sleep for ages and ages and ages.”"
          ]
        },
        {
          "sentences": [
            "“Oh, I see.",
            "And are you _really_ the last dragon in the whole, whole world?”"
          ]
        },
        {
          "sentences": [
            "“Don’t talk about that, Janet Jane!” reprimanded Peter. “He’ll cry if you ask him that."
          ]
        },
        {
          "sentences": [
            "The dragon’s big blue eyes were again filling with tears, but he managed to blink them back, and then he said in a trembly voice: “I’m the last dragon because we’ve lost our purpose in life, and when a thing loses its purpose it dies out.",
            "Once upon a time, brave knights used to go out to fight dragons, and we served our purpose in that way--making heroes, you know,--but that’s long past.” In spite of his efforts a tear ran down his cheek. “So you see, I’ve become gentle and sweet, and I don’t think I like myself a bit this way.”"
          ]
        },
        {
          "sentences": [
            "“Oh, but _we_ like you!” cried the children in a shrill chorus, and Nap and Jerry barked, quivering all over."
          ]
        },
        {
          "sentences": [
            "The dragon broke into happy smiles. “Do you _honestly_?”"
          ]
        },
        {
          "sentences": [
            "“Oh, yes, we _do_!”"
          ]
        },
        {
          "sentences": [
            "“Well, _that_ makes it so pleasant,” purred the dragon, again stretching out his great gold claws like a sleepy cat."
          ]
        },
        {
          "sentences": [
            "Billy Rose jumped in with: “What do you eat, dragon?",
            "I thought--”"
          ]
        },
        {
          "sentences": [
            "The dragon interrupted. “Well, I used to eat fire out of volcanoes, but since most of the volcanoes are extinct now, I’ve taken to eating grass.” Again he looked disgusted, just as you might look if you had to eat milk-toast all the time."
          ]
        },
        {
          "sentences": [
            "“Is--is that what makes you so green?” ventured Janet Jane."
          ]
        },
        {
          "sentences": [
            "“No, I don’t think so.",
            "My dear mother was green.",
            "I take after her.”"
          ]
        },
        {
          "sentences": [
            "“And did she have blue eyes too?”"
          ]
        },
        {
          "sentences": [
            "“Yes,” said the dragon. “She was a very beautiful lady.",
            "People said all sorts of cruel things about her, but she really had a fine soul.",
            "She was killed by a knight who had a flaming sword.",
            "It wasn’t a fair fight at all because the sword was a magic one.”"
          ]
        },
        {
          "sentences": [
            "“Oh, how unfortunate,” sympathized Janet Jane, and her voice trembled."
          ]
        },
        {
          "sentences": [
            "“Oh, please don’t cry,” requested the dragon, “because then _I’ll_ cry and I’m trying very hard to break myself of that habit.”"
          ]
        },
        {
          "sentences": [
            "Indeed, he was blinking so fast with his long lashes that the children could feel a little breeze against their cheeks."
          ]
        },
        {
          "sentences": [
            "“But--but what are you going to do now?” Johnathan asked quickly, feeling he must change the subject."
          ]
        },
        {
          "sentences": [
            "The dragon thought for a moment; seemed to find the question difficult; turned his head this way and that way; looked up at the blue sky; looked down again; blinked his eyes; smiled; sighed; reached out and plucked a Johnny-jump-up; held it to his long green nose; smelled it; threw it aside, and finally said, rather coquettishly, “I’d--I’d like to stay with you children for awhile.”"
          ]
        },
        {
          "sentences": [
            "“Oh, that would be fine!” Johnathan said."
          ]
        },
        {
          "sentences": [
            "“But--but mother says we can’t have any more pets,” said Janet Jane, sadly, “Jerry was the last.”"
          ]
        },
        {
          "sentences": [
            "“A dragon isn’t a pet,” spoke up the practical Billy Rose, “but if you don’t want him, I’ll take him!”"
          ]
        },
        {
          "sentences": [
            "There had leaped up in Billy’s mind a vivid picture of a side-show with a great canvas sign over the front reading, “The Last Dragon.” He himself would be the barker in long checked trousers and high silk hat--“Here you are, folks!",
            "Here you are!",
            "The only dragon in the whole world!",
            "Step right up, folks!",
            "Step right up!”"
          ]
        },
        {
          "sentences": [
            "The Baxter family cried in a chorus: “But we _do_ want him!”"
          ]
        },
        {
          "sentences": [
            "“But you just said you couldn’t have any more pets,” argued Billy."
          ]
        },
        {
          "sentences": [
            "“And you just said a dragon isn’t a pet!” returned Janet Jane, tossing her head."
          ]
        },
        {
          "sentences": [
            "“Well, in a way it isn’t and in a way it is,” replied Billy."
          ]
        },
        {
          "sentences": [
            "“_I_ found him, didn’t I?” Peter demanded, glaring at Billy Rose."
          ]
        },
        {
          "sentences": [
            "The dragon chuckled, quivering all the way down his sides. “Don’t fight over me, children.",
            "I belong to all of you, but of course--” He turned to Peter and smiled broadly-- “Of course Peter _really_ woke me up.",
            "He believed I was asleep in the cave, and because he called me I came out.",
            "He doesn’t think that he _really_ thought I was there, but--” And he put out one of his arms and took Peter to him and hugged him.",
            "The hug was so gentle that the rest of the children became very encouraged, and before long they were perched all over the dragon, and the dragon purred with contentment."
          ]
        },
        {
          "sentences": [
            "“I tell you what we’ll do!” announced Johnathan, putting his cheek against the dragon’s cheek. “Mother’s out shopping, right now.",
            "We can hide Mr. Dragon in the nursery without her knowing a thing about it.”"
          ]
        },
        {
          "sentences": [
            "“But there’s Grandma,” said Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Oh, Grandma’s all right,” piped up Peter, pressing his cheek against the dragon’s other cheek. “She knows a lot of stories about dwagons.”"
          ]
        },
        {
          "sentences": [
            "“Oh, she does, does she?” asked the dragon. “I’d like to meet your grandmother, if that’s the case.”"
          ]
        },
        {
          "sentences": [
            "“You certainly may!” thrilled Janet Jane. “She’s awfully sweet.",
            "She has peppermints in her pocket and under her pillow at night.",
            "She’ll probably give you one.”"
          ]
        },
        {
          "sentences": [
            "“Peppermints?” enquired the dragon."
          ]
        },
        {
          "sentences": [
            "“Yes, little round candies.",
            "They’re good for indigestion and things like that.”"
          ]
        },
        {
          "sentences": [
            "“Then I’ll ask her for one,” the dragon said. “I never used to have indigestion when I ate fire, but since I’ve taken to grass--oh, me, oh, my!” And an expression of remembered pain passed over the dragon’s brow."
          ]
        },
        {
          "sentences": [
            "“Do you _want_ to come and hide in our nursery, Mr. Dragon?” timidly pursued Johnathan."
          ]
        },
        {
          "sentences": [
            "“Yes, if I won’t get you into trouble,” the dragon returned, thoughtfully. “I’m afraid your mother won’t understand it if she should discover me in the nursery.”"
          ]
        },
        {
          "sentences": [
            "“Well, we could _explain_ it,” spoke up small Peter. “We explained a squirrel once, and a long pink worm, and--and--”"
          ]
        },
        {
          "sentences": [
            "“And a potato bug!” cried Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Yes, an’ a potato bug.",
            "Now, it’s awful hard to explain a potato bug!”"
          ]
        },
        {
          "sentences": [
            "“But it’s harder to explain a dragon,” the dragon said, and sighed again. “_I_ know because I’ve had experience.”"
          ]
        },
        {
          "sentences": [
            "Johnathan looked up at the Sun. “Well, if you’re going to take a chance we’ll have to do it right away, because it’s almost twelve o’clock, and Mother will be back home to fix lunch.",
            "Please come on, won’t you, Mr. Dragon?”"
          ]
        },
        {
          "sentences": [
            "“Well, all right--if you _insist_!” said the dragon, and he started for the house, led by small Peter striding ahead in all his glory, the wooden sword clutched tightly in his hand."
          ]
        }
      ],
      "sentence_count": 145,
      "word_count": 2071
    },
    {
      "number": "IV",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "GRANDMA MEETS THE DRAGON"
          ]
        },
        {
          "sentences": [
            "They filed through the willow clump tunnel, wriggled through the orchard, skirted the barn, passed over the truck garden, the dragon stepping daintily to avoid trampling the new carrots and beets, passed over the creek bridge, went up the lane past the fish pond, and winding through the rose garden they saw Grandma Baxter, in her lavender cap, at the window of her upstairs bedroom."
          ]
        },
        {
          "sentences": [
            "Now, Grandma Baxter had been dreaming all by herself in the little room, seated in her famous rocking chair.",
            "Why was the rocking chair famous?",
            "Well, because in the first place, it came clear across the Atlantic ocean in the May Flower, and had rocked through many a storm; and in the second place, George Washington once sat in it, and in the third place, it could talk--a creaky sort of talk that only Grandma could understand, and it told her fascinating stories of the English forest in which it was born, and of all its adventures; and it was heard to chuckle in the middle of the night and rock back and forth when no one was in it, and Grandma would chuckle with it."
          ]
        },
        {
          "sentences": [
            "Did I say Grandma was dreaming?",
            "Yes.",
            "She had been dreaming of things that had happened ever so long ago, before there were automobiles, before there were electric lights, before there were phonographs, before there was Jello and corn-flakes; Oh, before there were many, many things ready and waiting, but not thought of yet.",
            "And as Grandma sat there dreaming, she wore a funny little smile.",
            "It wasn’t only a funny little smile--it was also a wise little smile, and a kind little smile, and somewhere, mixed up in it, was a sad little smile.",
            "Grandma was that way, anyhow.",
            "She was all sorts of things at once.",
            "You never knew exactly what was going to pop out next from Grandma."
          ]
        },
        {
          "sentences": [
            "From her dreams she awoke to see the children and the dragon, and you won’t be surprised when I say that Grandma, for the moment, believed she was _still_ dreaming.",
            "She rubbed her eyes; she looked again; she said, “Dear me!” She rubbed her eyes a second time.",
            "But the next minute she had hopped up like a purple finch in her lavender gown, the rustle of a bag of peppermints in the silk pocket, and out of the window popped her little head with the lavender cap all awry. “Heigho!” cried Grandma, “what’s all this?” And the dragon heard her at once, and stopped.",
            "He looked up at the window and his blue eyes twinkled, and he said to Peter who stood by his ear. “Is _that_ Grandma?”"
          ]
        },
        {
          "sentences": [
            "“Yes, that’s Grandma,” said Peter, and he waved his sword at the old lady, calling: “Hello, Grams, I want you to meet Mr. Dwagon, the last dwagon in the whole, whole world.”"
          ]
        },
        {
          "sentences": [
            "“Oh, how-do-you-do, Mr. Dragon?” replied Grandma, leaning far out of the window. “So delighted you called.",
            "Bring him around the front way, Peter. _Never_ take a dragon through the kitchen.” And before Peter, or Johnathan, or any one else could reply, Grandma had popped out of sight."
          ]
        },
        {
          "sentences": [
            "“Quite delightful, isn’t she?” chuckled the dragon."
          ]
        },
        {
          "sentences": [
            "“We told you she was,” thrilled Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Keep to the right of the tulips, if you don’t mind, Mr. Dragon,” directed Johnathan."
          ]
        },
        {
          "sentences": [
            "On the front steps of the Baxter house Grandma was impatiently waiting, her sharp eyes, behind their spectacles, just twinkling, and her pretty white hands fluttering with excitement, just like butterflies all on a summer day.",
            "You would have thought the dragon and she were old, old friends to have seen the way they greeted each other, and indeed it occurred to Johnathan that perhaps Grams _had_ seen the dragon before, some strange place or another.",
            "Grams was tricky that way."
          ]
        },
        {
          "sentences": [
            "“Well, I’ll just have to kiss you, that’s all there is to it!” Grandma exclaimed, and down the steps she flew, all in a rustle of silk, and pressed her lips against the dragon’s green cheek."
          ]
        },
        {
          "sentences": [
            "“The nicest thing that’s ever happened to me,” purred the dragon, “since my lady mother kissed me.” And his gold claws stretched out like velvet."
          ]
        },
        {
          "sentences": [
            "“_I_ found him, Grams!” Peter crowed, sticking out his chest."
          ]
        },
        {
          "sentences": [
            "“Of course you did!” Grandma chortled, hugging Peter. “Who else is more likely to find a beautiful dragon?”"
          ]
        },
        {
          "sentences": [
            "“And now we’ve got to hide him some place,” said Janet Jane, “but I’m afraid he’s a little large.”"
          ]
        },
        {
          "sentences": [
            "On the road that winds up the hill from the town, was heard the hum of a motor car.",
            "Johnathan was the first to hear the warning sound. “There comes Mother,” he shouted. “Get Mr. Dragon upstairs, quick!”"
          ]
        },
        {
          "sentences": [
            "Never was there such a frantic scramble.",
            "If you’ve never tried to put a perfectly healthy, perfectly normal, full-sized dragon into a modern house that was built for perfectly normal people, you’ll have no idea of the difficulty.",
            "Let me tell you it took strategy!",
            "It was push and pull and grunt and squeal with all the children bracing their legs and straining their backs, and the dragon puffing and holding in his waist-line and letting it out, and crying: “Oh, dear me, dear, dear me, this will never, never do!",
            "No, never, never do!” every two or three seconds.",
            "If Grandma hadn’t been there to superintend it is very doubtful whether the children would have manœuvered him into the house, but she was full of helpful suggestions, and the dragon’s glittering tail was half way up the hall stairs by the time Mrs. Baxter had driven her bright blue automobile around to the garage."
          ]
        },
        {
          "sentences": [
            "However, and unfortunately, half way up the stairs was not in the nursery and under Peter’s bed as Johnathan had planned.",
            "It was indeed far from that.",
            "The dragon’s head was in the nursery and his shoulders and part of his back, but that distressingly long tail of his was certainly a problem. “Couldn’t you curl it around you like a cat?” Grandma suggested."
          ]
        },
        {
          "sentences": [
            "“Under the present cramped circumstances that’s impossible,” the dragon told her, a helpless tear in each eye."
          ]
        },
        {
          "sentences": [
            "“Seems to me,” said Johnathan, pondering, “that I read some place where dragons could turn themselves into any size they wished.”"
          ]
        },
        {
          "sentences": [
            "Janet Jane clapped her hands, gleefully. “Yes, I read that too.",
            "It’s in my red fairy book.",
            "Can’t you turn yourself into a little green worm, Mr. Dragon, just for the time being?”"
          ]
        },
        {
          "sentences": [
            "“I’m sorry but I can’t do that either.",
            "I’ve lost the formula.”"
          ]
        },
        {
          "sentences": [
            "“Gracious!",
            "Can’t you possibly remember it?” Grandma urged, frantically."
          ]
        },
        {
          "sentences": [
            "I always had a remarkably poor memory.",
            "It was a very complicated formula and there was a magic verse tacked onto it that was extremely difficult.",
            "When I was little I got many a spanking from my stern father for not remembering it.”"
          ]
        },
        {
          "sentences": [
            "“There’s a magic verse in my red fairy book,” said Janet Jane. “Maybe that will help?",
            "It begins:"
          ]
        },
        {
          "sentences": [
            "Blue, blue earth,  And black, black sky,  Pink, pink frog  That cannot fly.”"
          ]
        },
        {
          "sentences": [
            "The dragon shook his head and said mournfully: “That doesn’t help me a bit, I’m sorry to say.",
            "It has to be your own particular magic verse, like your own particular porridge bowl or your own particular napkin ring, before it does any good.",
            "Well, I suppose I’d better withdraw and go back to the cave.",
            "It’s no good staying here and getting all you children into trouble.” And the dragon sighed so deeply that all the curtains in the nursery were blown out of the windows and one of the fat feather pillows flew off Peter’s little bed."
          ]
        },
        {
          "sentences": [
            "The children sent up a cry of disapproval that was interrupted by the voice of Mrs. Baxter who had just entered the house through the French doors on the side porch. “What are you children doing in doors?” called up Mrs. Baxter. “I thought I told you to play in the meadow until luncheon?”"
          ]
        },
        {
          "sentences": [
            "“We--we--” began Johnathan, but Grandma silenced him. “Let _me_ attend to this, Johnathan,” she said, and started down stairs, stepping daintily so as not to tread on the dragon’s tail.",
            "She had hoped to meet Mrs. Baxter in the living room and prevent her from coming into the hall, but she was too late.",
            "At the bottom of the stairs, Mrs. Baxter was standing gazing in horror at the long green tail."
          ]
        },
        {
          "sentences": [
            "“What _is_ that ugly thing?” she demanded."
          ]
        },
        {
          "sentences": [
            "“Be calm, Kate, be calm,” said Grandma, “it’s only a dragon.”"
          ]
        },
        {
          "sentences": [
            "“A dragon?",
            "For heaven’s sake, where did it come from?”"
          ]
        },
        {
          "sentences": [
            "“Peter found it.”"
          ]
        },
        {
          "sentences": [
            "“Found it?",
            "How could he find a dragon?”"
          ]
        },
        {
          "sentences": [
            "“Very easily--easier than finding a pocket-book,” said Grandma."
          ]
        },
        {
          "sentences": [
            "“Oh, isn’t it terrible?",
            "Where are the children?",
            "Has it eaten any of them yet?",
            "I’ll run and phone for the police and the fire department.”"
          ]
        },
        {
          "sentences": [
            "Grandma stopped her before she could get to the telephone. “Don’t be nonsensical, Kate!” she snapped, standing on her tiptoes. “The children are perfectly safe.",
            "It’s an adorable dragon.”"
          ]
        },
        {
          "sentences": [
            "“Adorable?",
            "Who ever heard of an adorable dragon?” cried Mrs. Baxter. “Why, that long green tail was perfectly hideous.",
            "What is it doing upstairs?”"
          ]
        },
        {
          "sentences": [
            "“The children were trying to hide it in the nursery, and I was helping them,” replied Grandma, her head wagging proudly."
          ]
        },
        {
          "sentences": [
            "“Are you insane, Grandma Baxter?",
            "Helping the children to hide a dragon in the nursery!",
            "It was bad enough when you bought them that vicious nanny goat.”"
          ]
        },
        {
          "sentences": [
            "“That nanny goat wasn’t vicious,” returned Grandma with dignity. “It butted no one but the butcher’s boy and he deserved it because he hit the perfectly innocent beast with a sling-shot.”"
          ]
        },
        {
          "sentences": [
            "Grandma had no sooner spoken than a sharp shriek came from upstairs, followed by frightened sobs.",
            "It was Susan Oliver doing just the wrong thing at the wrong time, as usual.",
            "It seemed that in trying to wriggle further upstairs, the dragon had accidentally flipped Susan with one of his fin-like scales, not hurting her a bit, but frightening her into tears.",
            "Quite naturally, Mrs. Baxter believed that the dragon was doing harm to the children, and she ran to the foot of the stairs and called, “Children!",
            "Come down here at once!",
            "All of you!”"
          ]
        },
        {
          "sentences": [
            "Susan Oliver stopped crying, and there was silence and a pause.",
            "Mrs. Baxter called again: “Children!",
            "Do you hear me?",
            "Come down at once!”"
          ]
        },
        {
          "sentences": [
            "What was her surprise to see them all come sliding down on the dragon’s back and off his tail, just as if he were a nice, shiny bannister, the exciting kind, long and smooth with a curve in it.",
            "First came Peter in his armor, and then Johnathan in his kingly robes, and then Janet Jane in the pink wrapper, and then Billy Rose in his rusty armor, and then Kath in her green train, and then Mary in the circus rider’s costume, and then Polly in her mother’s riding habit.",
            "Susan Oliver was the only one who did not take the slide.",
            "She was too busy crying and missed an experience that the other children talked about for ages afterwards.",
            "To slide down a real dragon’s back is something that doesn’t happen to every one, let me tell you."
          ]
        },
        {
          "sentences": [
            "The children landed together in a heap on the floor at Mrs. Baxter’s feet, and instantly they untangled themselves and the three little Baxter’s encircled their mother and began to plead: “Oh, please don’t be cross with him, Mother!” “Please let us keep him, Mother!” “Please don’t send him away, Mother!” “He’s beautiful, Mother!” “We love him, Mother!”"
          ]
        },
        {
          "sentences": [
            "Billy Rose drew apart with Kath and Polly and Mary, ready any moment to say: “Let _me_ take him, Mrs. Baxter. _My_ mother won’t mind.” And this was quite true.",
            "Billy’s mother allowed him to do quite as he pleased and consequently he was always getting into trouble.",
            "Even practical people find themselves in trouble if they are permitted to do exactly as they please.",
            "Now isn’t that so?"
          ]
        },
        {
          "sentences": [
            "“Children, be quiet!” Mrs. Baxter commanded. “It’s nonsense to think that you could keep a big monster like that in our house.",
            "Why, we couldn’t even go upstairs without stepping on him.",
            "Besides, he may be gentle now but no dragon could live around children for any length of time without desiring to eat one of them for his breakfast.”"
          ]
        },
        {
          "sentences": [
            "“No, Mother, he only eats grass,” piped Peter."
          ]
        },
        {
          "sentences": [
            "“Hush, Peter.",
            "And another thing, you know how your father feels about pets in the house.",
            "If he objects to dogs and cats, what would he say about a great big dragon?",
            "No, my dears, your dragon has to go!”"
          ]
        }
      ],
      "sentence_count": 115,
      "word_count": 2091
    },
    {
      "number": "V",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "GOODBYE, DRAGON"
          ]
        },
        {
          "sentences": [
            "Now you really can’t blame Mrs. Baxter, if you look at her side of it.",
            "To her dragons were vicious, ugly beasts and she just didn’t have imagination enough to see one of them smile.",
            "She was a very, very fond mother and wanted to protect her children from all harm, which is not at all unusual for very, very fond mothers from tiny humming-bird mothers clear up to mothers like yours and mine.",
            "Maybe Mrs. Baxter gave all her own share of imagination to the children when they were born and had none left for herself, and maybe it was because when she was a little girl she had been taught to fear dragons."
          ]
        },
        {
          "sentences": [
            "At any rate, there was no help for it now, and so out the dragon had to go.",
            "He backed out sheepishly, because there wasn’t room for him to turn around and depart with dignity.",
            "When his drooping head passed Mrs. Baxter’s skirts, he raised his big blue eyes and looked at her so sweetly, but Mrs. Baxter, poor Mrs. Baxter, could only see his ugly, ugly nose and his big white teeth.",
            "That was really too bad because she might have relented had she seen that sad, sad smile all quivery with threatening tears."
          ]
        },
        {
          "sentences": [
            "“Goodbye, children!” the dragon called, lingering on the gravel walk."
          ]
        },
        {
          "sentences": [
            "“Goodbye, dear, dear dragon,” they replied in a gulpy chorus."
          ]
        },
        {
          "sentences": [
            "And now he was going away from them, dragging his green tail slowly, looking back longingly over his shoulder."
          ]
        },
        {
          "sentences": [
            "“It’s an outrage to send that poor beast away like this,” stormed Grandma, wagging a finger in Mrs. Baxter’s face. “Don’t you know that he’s all alone in the world?”"
          ]
        },
        {
          "sentences": [
            "“He hasn’t a single friend!” half-sobbed Johnathan."
          ]
        },
        {
          "sentences": [
            "“Thank heavens he hasn’t,” said Mother Baxter. “Suppose there were lots of them, all trying to hide in children’s nurseries?”"
          ]
        },
        {
          "sentences": [
            "“Maybe there are,” said Grandma, the strangest expression in her eyes. “Maybe there are, who knows?”"
          ]
        },
        {
          "sentences": [
            "The dragon’s tail was just disappearing around the corner of the front porch when Mr. Baxter, the tall, nice-looking father of Johnathan, Janet Jane and Peter, drove up in his own automobile, having just come from the city.",
            "When he saw the group standing in the doorway, strangely agitated, he rushed up to Mrs. Baxter and demanded to know what had happened.",
            "He thought it couldn’t be anything less than robbers or a fire, from the expressions on all their faces."
          ]
        },
        {
          "sentences": [
            "“Don’t get excited, James!” Grandma said sternly, before Mrs. Baxter could speak. “Kate has just sent a dragon away.”"
          ]
        },
        {
          "sentences": [
            "“A _what_ away?”"
          ]
        },
        {
          "sentences": [
            "“A dragon.”"
          ]
        },
        {
          "sentences": [
            "Mr. Baxter threw back his head and burst into loud laughter. “A dragon?",
            "What are you talking about?”"
          ]
        },
        {
          "sentences": [
            "“Oh, I _knew_ you wouldn’t understand,” snapped Grandma, irritated."
          ]
        },
        {
          "sentences": [
            "“He’s going around the house, this very minute, back to the woodlot, poor thing!” Janet cried. “Go and look for him, Daddy.",
            "He’s the sweetest, the dearest, the--”"
          ]
        },
        {
          "sentences": [
            "Peter and Johnathan had swooped down upon their father. “Yes, yes, Dad!” they both shouted--“Come and see how nice he looks!” And they pulled him over to the end of the veranda and pointed out the dragon, who was slowly dragging himself toward the rose garden."
          ]
        },
        {
          "sentences": [
            "“See, there he is!” Johnathan said. “I wish he’d turn around.”"
          ]
        },
        {
          "sentences": [
            "“Oh, dwagon!",
            "Dwagon!",
            "Turn around!” called Peter, and the dragon turned, but his face was still very, very sad, and his checks were drenched with tears."
          ]
        },
        {
          "sentences": [
            "“Smile nice, Dragon,” instructed Johnathan--“smile nice for Daddy.”"
          ]
        },
        {
          "sentences": [
            "The dragon hesitated a moment; blinked fiercely; sniffed so loudly that Peter and Johnathan could hear him plainly, and then forced a smile.",
            "It was a weak, watery smile and quickly vanished."
          ]
        },
        {
          "sentences": [
            "“You children are talking the greatest lot of nonsense I’ve ever listened to,” said their father. “Where _did_ you get such imaginations?”"
          ]
        },
        {
          "sentences": [
            "“It’s not imagination, Daddy,” protested Johnathan. “The dragon’s standing right there by the red rose bush.",
            "Can’t you see him, honest?” His big eyes were searching his father’s face."
          ]
        },
        {
          "sentences": [
            "“No, and _you_ can’t either.",
            "What is this, April fool?",
            "Come on, let’s stop this joking and go into luncheon.",
            "This is Daddy’s Saturday afternoon off and we’re going to take a long auto ride up to Sulphur Springs and the Indian Rocks.”"
          ]
        },
        {
          "sentences": [
            "Now, you really must feel sorry because Daddy Baxter could not see the dragon.",
            "Once he could see dragons and pixies and everything else that’s delicious and exciting, but the crystal key that opens the door to that magic world had been lost somewhere along the twisting road that runs in and out from childhood days to middle age.",
            "Big cities had done it, and high, high office buildings, and crowds on street cars, and business deals, and the rattle, rattle, rattle of the subway trains.",
            "Heigho, where was there room for a dragon in all that, may I ask you?",
            "He would have had his tail cut off as quick as a wink, and even a tiny pixie would have to be pretty spry, I tell you!"
          ]
        },
        {
          "sentences": [
            "And so the dragon went on his lonesome way and the children took off their garments of Arthur’s court, and washed up for luncheon which they tried to swallow, but couldn’t very well because of annoying little sob-lumps in their throats.",
            "Even the thought of Sulphur Springs and Indian Rocks could not cheer them up."
          ]
        },
        {
          "sentences": [
            "This is rather a belittling thing to tell on Billy Rose, but since nothing really came of it, I suppose there’s no harm in telling.",
            "That practical boy can stand a little chuckle at his expense, anyhow.",
            "The door of the Baxter house had no sooner closed before Billy had slipped away from Kath, Polly, Mary and Susan Oliver, and rushing around the veranda, he began calling, “Oh, Mr. Dragon!",
            "Wait a minute, Mr. Dragon!",
            "Oh, Mr. Dragon!”"
          ]
        },
        {
          "sentences": [
            "He ran through the rose garden, up the lane skirting the fish pond, over the creek bridge, through the truck garden, past the barn, calling and calling, “Oh, Mr. Dragon!",
            "Mr. Dragon!",
            "I want to talk business with you, Mr. Dragon!” Not a sound answered him, and there wasn’t a glimpse of the dragon anywhere--just the marks of his golden claws on the gravel paths of the garden, and the sweep of his bright green tail."
          ]
        },
        {
          "sentences": [
            "“That’s funny,” said Billy Rose, standing still and scratching his puzzled head. “Where could he have disappeared so soon?”"
          ]
        },
        {
          "sentences": [
            "Finally he had to give up his quest and go home, thoroughly disgusted, wondering if this dragon business weren’t just a lot of nonsense, but of course, you must remember that Billy Rose was practical.",
            "He did not hear as he went through the rose garden what the silver snail said to the green grasshopper, and he did not hear what the green grasshopper replied to the silver snail.",
            "Nor did he hear a tiny chuckle that came from a polka-dot lady bug as she sat swinging her feet on the edge of a rose petal.",
            "If he had heard those little, velvet sounds and had put two and two together, just like an arithmetic of voices,--snail’s voice, grasshopper’s voice, lady bug’s voice, he might have known where the dragon went, after looking back from the place where the red rose bush grows."
          ]
        }
      ],
      "sentence_count": 62,
      "word_count": 1200
    },
    {
      "number": "VI",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "THE DRAGON TAPS ON THE WINDOW"
          ]
        },
        {
          "sentences": [
            "That night there was a full moon that rose above the woodlot and poured silver into the meadow, and all the little owls were out, talking it over with each other.",
            "The yellow-striped spiders were very, very busy with their spinnerets, spinning great silver webs to catch the dew diamonds, and I think the mushrooms were up to some pearly mischief in the silvery grass."
          ]
        },
        {
          "sentences": [
            "The night was as bright as a polished coin, a coin that’s kept by a miser man and is polished every day with a green, green rag.",
            "Up in the nursery the children slept, if you could really call it sleeping--Peter, Johnathan and Janet Jane.",
            "Across the hall, Grandma sat, sat all night in her famous rocking chair--rocking, rocking, rocking--the gentle creak, creak, creak like the tick of a clock in the stillness of the house.",
            "Oh, Grams, how your little eyes are snapping; how your fingers are weaving in and out; how your silken gown is rustling, and the peppermints are clicking.",
            "What are you up to, Grams, in your famous rocking chair?",
            "Rock, rock, rock,--creak, creak, creak."
          ]
        },
        {
          "sentences": [
            "All night, sitting there, watching the moon through your little window, seeing it slowly climb up over the tree-tops.",
            "Now, you look like a pixie, Grams--Now, you look like an elf--And now you look young and fragile and all spun-glass like a fairy--and yet sometimes, Grams--Oh, sometimes you look like a dragon!"
          ]
        },
        {
          "sentences": [
            "And what is disturbing the children?",
            "What dreams make them toss and breathe funny little noises into the nursery, so that Peter’s rocking horse opens its glassy eyes so round, and rocks a little on its rockers, and Janet Jane’s Raggedy Ann turns and speaks to Johnathan’s china pig who is so haughty and superior because he holds so many pennies in his round, china stomach."
          ]
        },
        {
          "sentences": [
            "One o’clock, two o’clock, three o’clock--the hours are noiselessly running away, tiptoeing off to the place where all the hours meet--the place where all the yesterdays live and the yesteryears, and the once upon a times, and the spirits of all the clocks that have run down for good."
          ]
        },
        {
          "sentences": [
            "The moon begins to sink in the west.",
            "There is the promise of something bright in the east.",
            "The little owls know it and put their dark glasses on, to prepare for the unwelcome glare of the Sun. Four o’clock!",
            "Grandma is still rocking.",
            "Now her ears are pricked up sharp like the ears of a dog, and under her lavender cap that’s all awry there are two little bumps like a pair of horns, soft and tender like mushroom buttons."
          ]
        },
        {
          "sentences": [
            "Five o’clock!",
            "A faint red ribbon in the east.",
            "There is such a quiet over everything--such a breathlessness.",
            "If you listened real hard, you could hear the tiny beating of the lady bug’s heart as she slept on the silk of the rose petal."
          ]
        },
        {
          "sentences": [
            "What’s that?",
            "What’s that sound?",
            "Tap, tap, tap,--The branches of the white oak against the windows?",
            "No, it couldn’t be that.",
            "There’s not a breath of wind, and besides it’s too regular for that.",
            "Tap, tap, tap.",
            "Somebody throwing colored creek-pebbles at the windows of the nursery?",
            "No.",
            "Too regular for that, also.",
            "Must be the tapping of fingers, but what hand could reach way up to the second story?"
          ]
        },
        {
          "sentences": [
            "Tap, tap, tap.",
            "Now, three pair of eyes are opened at once in the nursery, and three pair of ears listen, and three hearts go pump, pump, pump.",
            "Johnathan, Peter and Janet Jane sit up straight in their white night clothes and look at each other with the roundest, roundest eyes.",
            "There is a little prickling all along the roots of their bright, bright hair."
          ]
        },
        {
          "sentences": [
            "Tap, tap, tap again, and there in the wide nursery window, the one on the east side over the veranda, was the smiling face of the dragon, and one gently-tapping golden claw."
          ]
        },
        {
          "sentences": [
            "“Dragon!” cried the three little Baxters all together, and from their beds they leaped and ran to the window.",
            "Johnathan unlatched it and flung it wide open, and three small mouths were kissing the dragon’s cheeks.",
            "He was standing on his hind legs, and he was so tall that he could easily have rested his forelegs on the roof of the Baxter house if he had so desired."
          ]
        },
        {
          "sentences": [
            "“Dwagon--Dwagon, where did you go?” cried Peter."
          ]
        },
        {
          "sentences": [
            "“Oh, just around the corner,” returned the dragon, mysteriously."
          ]
        },
        {
          "sentences": [
            "“Around what corner, Dwagon?”"
          ]
        },
        {
          "sentences": [
            "“Oh, the same old corner--the one just out of sight.",
            "You know--there’s one every place”--And he winked broadly."
          ]
        },
        {
          "sentences": [
            "“Oh, _that_ corner,” said Johnathan, smiling wisely. “Yes, _I_ know.",
            "I go around that corner all the time.",
            "It’s nice around there, isn’t it?”"
          ]
        },
        {
          "sentences": [
            "“Yes, full of pleasant surprises, always different, you know.",
            "But as soon as you get around that corner, you come to another corner, and so you keep on going, around and around.”"
          ]
        },
        {
          "sentences": [
            "“Yes, until you almost forget to come back,” pursued Johnathan, “and you’re almost lost, and then your mother calls you.”"
          ]
        },
        {
          "sentences": [
            "The dragon smiled. “Yes, and then your mother calls you, and you have to go in and wash your neck and ears--but, by the sword of St. George, this is no time to moralize.",
            "The sun’s already warm on my back--(his voice sank down to a gentle whisper) so it’s time we’re going, children.”"
          ]
        },
        {
          "sentences": [
            "“Going?” echoed Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Going where?” asked Peter, all breathless."
          ]
        },
        {
          "sentences": [
            "“Going with me, on my back, for a long, long ride.”"
          ]
        },
        {
          "sentences": [
            "For a moment the children appeared utterly astonished, their red mouths open like baby birds in a nest at feeding time, and then it all became very simple and not a bit unusual, just as it had felt when the dragon first entered the meadow."
          ]
        },
        {
          "sentences": [
            "“Will you come with me?” the dragon asked, and the children answered in a chorus, “Yes, Dragon, because we love you.”"
          ]
        },
        {
          "sentences": [
            "“Shh, not so loud,” warned the dragon, a gold finger to his lips, “we don’t want to wake up your father and mother.",
            "They won’t understand in the least, and it would be so hard and take so long to explain.",
            "Now, put your arms around my neck, and I’ll hoist you on my back.”"
          ]
        },
        {
          "sentences": [
            "“But can we go this way?” asked Janet Jane, indicating her white night gown."
          ]
        },
        {
          "sentences": [
            "“Certainly.",
            "It will be so nice, riding through the springy world, just with your night gowns on,” said the dragon."
          ]
        },
        {
          "sentences": [
            "“Oh, yes,” cried Peter, “I like that!”"
          ]
        },
        {
          "sentences": [
            "“And so do I,” added Johnathan."
          ]
        },
        {
          "sentences": [
            "“Won’t we catch cold, though?” asked Janet Jane, always the little mother."
          ]
        },
        {
          "sentences": [
            "“Not in the least.",
            "It’s as warm as a stove on my back from the fire I used to eat, you know, and in the night”--"
          ]
        },
        {
          "sentences": [
            "“Ooh, will we stay all night, Dwagon?”"
          ]
        },
        {
          "sentences": [
            "“Maybe,” smiled the dragon. “Who can tell _what_ you’ll do when you go riding on a dragon’s back.",
            "Come along.”"
          ]
        },
        {
          "sentences": [
            "There were giggles, and breathless Oooohs! and shrill Weeeeees!--and the next moment, the nursery was emptied of its children, and the dragon’s face had vanished from the window.",
            "Only the sun was there, peeping through on the three empty beds with their three dented pillows and their tumbled sheets and comforters."
          ]
        },
        {
          "sentences": [
            "Quickly the dragon walked around the house, proudly carrying his precious burden, and the dogs, Nap and Jerry, came running as fast as they could from their round beds in the barn.",
            "They looked quite amazed when they saw the little Baxters perched on the dragon’s back, but they did not bark.",
            "Instead, they began to smile, their tongues sticking out, and as the dragon stopped to look up at Grandma’s window, they leaped aboard and sat, still smiling, at the bare feet of the children."
          ]
        },
        {
          "sentences": [
            "“Is it all right for Nap and Jerry to come, too?” Janet Jane enquired of the dragon."
          ]
        },
        {
          "sentences": [
            "“Why, certainly!",
            "Do you think we’d leave them behind when we’re going adventuring?” The dragon seemed indignant."
          ]
        },
        {
          "sentences": [
            "I said he was looking up at Grandma’s window, didn’t I?",
            "Well, he continued to look up steadily, and the children followed his eyes.",
            "Slowly the little window under the eaves opened out, slowly, slowly, as if hands were gently pushing it, but there were no hands to be seen."
          ]
        },
        {
          "sentences": [
            "Do you remember how apples bob on the water after you’ve ducked for them on Halloween, and they’ve fooled you, and seem to laugh at you as they bob and bob, higher and higher?",
            "Well, that was the way Grandma’s head bobbed up over the window sill after the windows had opened very wide.",
            "First bobbed the lavender cap; then the soft white hair; then the bright eyes behind the steel-rimmed spectacles, the crinkly mouth, the proud, defiant chin, all creased with little furrows like crumpled silk, and now the lavender silk shoulders encased in the lavender shawl with tiny white butterflies."
          ]
        },
        {
          "sentences": [
            "What was Grams doing?",
            "Why, she was rising, higher and higher.",
            "Now, her tiny hands are seen--now her tiny feet.",
            "She was sitting in her famous rocking chair and rising like a bird, or like a giant mushroom that springs up over night.",
            "In her lap was her knitting bag that was filled with the strangest, most fascinating things under the bright balls of colored yarn."
          ]
        },
        {
          "sentences": [
            "“Grams!” the children called in frightened wonder. “Grams!",
            "Look out!”"
          ]
        },
        {
          "sentences": [
            "But Grandma only smiled serenely and sailed through the window, seated calmly in her rocker, coming straight down to the dragon’s back, where the rocking chair lighted, oh, so nice and gently, and rocked a little, creaking contentedly. “Well!” breathed Grandma, “_here_ I am!”"
          ]
        },
        {
          "sentences": [
            "“Oh, Grams, are you going with us?” asked Peter."
          ]
        },
        {
          "sentences": [
            "“Why, of course.",
            "I’m just like Nap and Jerry when it comes to adventuring.",
            "It was I who told Mr. Dragon where to hide until morning.",
            "I knew if he returned to the cave, maybe none of us would have the courage to get him back again.”"
          ]
        },
        {
          "sentences": [
            "“So you sent him around the corner,” smiled Johnathan."
          ]
        },
        {
          "sentences": [
            "“Yes, my dear, around the corner.” Then Grandma tapped with her little slippered foot on the dragon’s back--a magic little tapping, three times with the heel and then once with the toe. “Are we ready, Mr. Dragon?” she called."
          ]
        },
        {
          "sentences": [
            "“Yes, indeed, Grandame,” returned the dragon. “We’re off, down the highway.”"
          ]
        },
        {
          "sentences": [
            "And before the children even knew they had started, the landscape was gliding by on each side of them, faster and faster, like streaks of hills and streaks of trees.",
            "Looking back, their house was gone in the twinkling of an eye.",
            "Looking ahead, they seemed to be running straight into the rising Sun. And it was Sunday morning and all the bells were ringing."
          ]
        }
      ],
      "sentence_count": 106,
      "word_count": 1762
    },
    {
      "number": "VII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "GOING BACKWARDS"
          ]
        },
        {
          "sentences": [
            "At first the landscape was familiar to the children--there was the white church, and there was Red Hill where they coasted every winter, and there was the road to Indian Rocks, and there was the puppy farm where Nap was born, and now they were way, way out in the country where the duck farm was."
          ]
        },
        {
          "sentences": [
            "However, it wasn’t long before things changed a great deal, like being in a different part of the United States, the children thought, or maybe in a different country altogether, yet Grandma seemed to recognize things, and her eyes appeared sharper, and her lips caught sparkly expressions like a little pool catching bits of sunshine."
          ]
        },
        {
          "sentences": [
            "Once in awhile, they would pass through little towns and then through big cities, and then there was something strangely familiar about these places,--places not really known and yet maybe they were pictures in books.",
            "Look, surely that place was on page one hundred and two of the American history.",
            "All the houses were so old-fashioned, and the people wore such funny clothes.",
            "There was that young man Johnathan had put a mustache on with pen and ink in the Fourth reader."
          ]
        },
        {
          "sentences": [
            "“Merciful heavens!” cried Grandma, suddenly. “Look, children, there’s your father when he was a little boy!”"
          ]
        },
        {
          "sentences": [
            "“Where, Grams?”"
          ]
        },
        {
          "sentences": [
            "“Right there, in front of that gray house with the dormer windows, and the iron stag on the lawn.",
            "It was just after he had his curls cut off.”"
          ]
        },
        {
          "sentences": [
            "“Oh, how funny he looks, chasing that big hoop!” giggled Janet Jane."
          ]
        },
        {
          "sentences": [
            "“He looks just like that tin-type in the brown-plush album,” said Johnathan."
          ]
        },
        {
          "sentences": [
            "“That picture was taken the very next day after this--Oh, James!” called Grandma, starting up from her rocker, but no sooner had she called than the street and the house with the dormer windows had vanished, and they were out on a long, long stretch of white road."
          ]
        },
        {
          "sentences": [
            "What fun it was!",
            "It was just like riding along on the nicest, smoothest railroad in the world, even nicer than that, because the dragon made no stops and therefore caused no bumps.",
            "It was like riding on a great train with Indian rubber wheels that ran on tracks of velvet, and the dragon’s back was so broad and so comfortable, because the further back the dragon went, the broader and broader he became, and longer and longer stretched his tail.",
            "You could lie down flat and stare up at the sky, if you wanted to, only the children were too excited to do that.",
            "They didn’t want to miss a thing, you know.",
            "As long as they lived, they might never do this again."
          ]
        },
        {
          "sentences": [
            "The long, straight, stretch of road ended in another town, a puzzling town with a funny wooden church made of logs enclosed in a high stockade.",
            "All the houses were of logs too.",
            "The streets were unpaved, and all chopped up and muddy, and there were no automobiles.",
            "The citizens of this town used oxen and shaggy horses to cart in wood and food stuffs from the surrounding forest that was very thick and very black.",
            "Men wore coon skin caps and suits of deer skin, and women wore dresses of deer skin also, but now and then a young girl wore a bright print gown and a poke bonnet with flowers.",
            "All the men carried rifles."
          ]
        },
        {
          "sentences": [
            "“Lands alive!” Grandma exclaimed. “There’s your great grandfather, when _he_ was a little boy!”"
          ]
        },
        {
          "sentences": [
            "“Oh, _where_, Grams?”"
          ]
        },
        {
          "sentences": [
            "“Riding on that cart with his father and his mother, and his little sister Barbara who grew up to be a famous nurse in the Civil war.”"
          ]
        },
        {
          "sentences": [
            "“The little boy with the scar over his eye?” asked Peter."
          ]
        },
        {
          "sentences": [
            "He got that from an Indian arrow.”"
          ]
        },
        {
          "sentences": [
            "Grandma was very excited. “Of course, he won’t know me like this, because he died when I was only a little girl.”"
          ]
        },
        {
          "sentences": [
            "“How could he be dead when he’s right here?” asked Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Because we’re back when he was alive, I suppose.",
            "But that makes me feel very queer,” said Grandma.",
            "She tapped sharply on the dragon’s back, and the dragon turned his head to listen as he rounded a sharp corner. “Where on earth are we going, Dragon?” demanded the old lady, leaning far out of her rocking chair to catch the dragon’s reply."
          ]
        },
        {
          "sentences": [
            "“We’re going backwards,” the dragon said, a twinkle in his eye--“backwards down the road of time.”"
          ]
        },
        {
          "sentences": [
            "“Why, certainly,” said Grandma, taking it as a matter of course. “How stupid of me not to know.”"
          ]
        },
        {
          "sentences": [
            "“Going backwards?",
            "Isn’t that rather strange?” asked Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Well, it isn’t exactly what’s being done every day, but it becomes perfectly natural when you get on a dragon’s back.",
            "It’s the natural direction for a dragon to go.”"
          ]
        },
        {
          "sentences": [
            "“How long a trip do you think it’ll be?” asked Peter who was standing up on the dragon’s neck like a sailor at the prow of a ship, letting the wind whistle around his ears and blow his night gown back like a white sail, and ruffle all his sunny hair.",
            "In his hand he carried his wooden sword.",
            "That was peculiar.",
            "How did he happen to have that?",
            "He didn’t have it in the nursery, he was sure."
          ]
        },
        {
          "sentences": [
            "“We’ll probably go as far back as the days of the dragon,” Grandma answered."
          ]
        },
        {
          "sentences": [
            "A cheer went up from the children, and Nap and Jerry barked, just on general principle, I suppose."
          ]
        },
        {
          "sentences": [
            "The dragon heard them and turned his head around again, smiling merrily; then dashed on, down more miles of straight road, lined with poplar trees."
          ]
        },
        {
          "sentences": [
            "Back--back--back--past years--past centuries. “There’s Abraham Lincoln!” Grandma would cry--“There’s Jefferson and Adams--There’s George Washington!”"
          ]
        },
        {
          "sentences": [
            "“Not so fast, Mr. Dragon!” called Johnathan, “I want to get a good look at George Washington!” But I guess the dragon didn’t hear him.",
            "At any rate, George Washington was gone in a moment too."
          ]
        },
        {
          "sentences": [
            "“And here’s the Mayflower!",
            "My gracious, we’re going over the ocean!”"
          ]
        },
        {
          "sentences": [
            "At that, the famous rocking chair began to creak and creak and became younger and younger.",
            "Its shiny wood looked as if it would sprout green leaves any moment."
          ]
        },
        {
          "sentences": [
            "It kept the children busy, I tell you, riding past such sights, and their eyes became tired, and their brains reeled with the wonder of it all."
          ]
        },
        {
          "sentences": [
            "“It’s like reading a big, fat history book,” said Johnathan, just after they had seen Louis the twelfth, “only, of course, it’s much more exciting this way.",
            "I wish arithmetic was like this.”"
          ]
        },
        {
          "sentences": [
            "“I’m getting awful hungry,” piped Peter."
          ]
        },
        {
          "sentences": [
            "“It must be awful late,” said Janet Jane. “Look how dark the sky is.”"
          ]
        },
        {
          "sentences": [
            "“No, it’s not late,” said Grandma, fumbling in her mysterious knitting bag. “It’s just getting dark because we’re coming into the Dark Ages.”"
          ]
        },
        {
          "sentences": [
            "“Wheeeee!” cried Johnathan, “that’s when they had children’s crusades, isn’t it?”"
          ]
        },
        {
          "sentences": [
            "“Yes, and many dragons,” said Grandma.",
            "She stopped fumbling in her knitting bag and drew forth some little sandwiches done up in oiled paper, and then some oranges and red, red apples. “Did you say you were hungry, Peter?”"
          ]
        },
        {
          "sentences": [
            "“Oh, yes, Grams--awful!” Peter said."
          ]
        },
        {
          "sentences": [
            "“I’m hungry too, Grams!” said Johnathan."
          ]
        },
        {
          "sentences": [
            "“And so am I,” said Janet Jane. “You must remember we didn’t have any breakfast.”"
          ]
        },
        {
          "sentences": [
            "“Then come and eat your luncheon.”"
          ]
        },
        {
          "sentences": [
            "There was a rush and a scramble that the dragon must have felt clear down his spine, because he turned and once more smiled."
          ]
        },
        {
          "sentences": [
            "“Wouldn’t the dragon like a sandwich too?” asked Peter thoughtfully, before he took his share from Grandma."
          ]
        },
        {
          "sentences": [
            "“I hardly think so,” Grandma replied. “One of these little sandwiches wouldn’t make much of an impression on him I’m afraid.",
            "Besides, I believe he’s headed straight for that great volcano over there.",
            "Now that we’re back in the Dark Ages he can eat fire again.”"
          ]
        },
        {
          "sentences": [
            "The children looked, and sure enough, far off against the dark sky was a great, cone-shaped mountain with smoke rising from it."
          ]
        },
        {
          "sentences": [
            "“It looks like a knight’s helmet with a black plume, from here,” said Johnathan who could always see things like that.",
            "He could see trees as turtles, and rocks as old men with whiskers, and he could see the other way around too--old men as rocks, you know."
          ]
        },
        {
          "sentences": [
            "“Maybe we’ll go right up to the crater,” squealed Janet Jane. “I always wanted to look down a crater.”"
          ]
        },
        {
          "sentences": [
            "“But you can’t if it’s erupting,” said Johnathan."
          ]
        },
        {
          "sentences": [
            "“Maybe we can on a dragon’s back,” said Grandma. “Just wait and see.",
            "Have another sandwich, Peter?”"
          ]
        },
        {
          "sentences": [
            "“Yes, please, Grams.",
            "And Nap would like another sandwich too.”"
          ]
        },
        {
          "sentences": [
            "As they rode along, eating and talking at a great rate, they passed strange companies of horsemen on the road, and regiments of armored soldiers."
          ]
        },
        {
          "sentences": [
            "“Must be having a war,” observed Johnathan, after they had passed their fifteenth company of warriors."
          ]
        },
        {
          "sentences": [
            "“I think they’re attacking that castle on the hill,” Grandma said, pointing up to the right."
          ]
        },
        {
          "sentences": [
            "Surely it looked like it, because all the troops were headed in that direction, and many had grouped at the base of the craggy mountain on which the castle perched like a gray bird on top of a church steeple."
          ]
        },
        {
          "sentences": [
            "“I wish the dragon wouldn’t get too close to them,” said Janet Jane. “We’re not protected very well in these night gowns.”"
          ]
        },
        {
          "sentences": [
            "“Why didn’t Mr. Dragon tell us to bring our armor along?” said Johnathan."
          ]
        },
        {
          "sentences": [
            "“I’ve got my sword,” Peter piped up, proudly."
          ]
        },
        {
          "sentences": [
            "But they needn’t have worried because the dragon was only intent on getting his own luncheon, and kept straight as a crow flies toward the volcano."
          ]
        },
        {
          "sentences": [
            "Now, they were so close to the fiery mountain that they could hear it mumbling and grumbling to itself like an angry old man.",
            "Likewise, they could hear it hissing like a whole nest of snakes, and they could smell the fumes of the black smoke and the boiling lava."
          ]
        },
        {
          "sentences": [
            "Quickly they began to climb the steep mountain, and before they got to the top and to the crater, the dragon was wading in molten fire.",
            "But he didn’t seem to mind it a bit, and his back remained just as pleasant to ride on, keeping perfectly cool."
          ]
        },
        {
          "sentences": [
            "“Home at last,” sighed the dragon as they stopped short on the very edge of the seething crater--“Home at last.",
            "No more indigestion.” And at that he stuck his head down into the boiling crater and drank and drank and drank."
          ]
        }
      ],
      "sentence_count": 98,
      "word_count": 1714
    },
    {
      "number": "VIII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "CRUBBY"
          ]
        },
        {
          "sentences": [
            "After the dragon had finished his luncheon, he became very warm--so warm that those on his back felt like pieces of browning toast, so it was suggested that they should all go to a cave that the dragon knew about, and step off on something more comfortable."
          ]
        },
        {
          "sentences": [
            "The cave was over the volcano and then away to the west on the side of a black, black lake.",
            "It was a very large cave filled with stalagmites and stalactites that formed many gaily colored columns, and many fantastic rooms.",
            "Through this cave a black river ran, slowly and sadly."
          ]
        },
        {
          "sentences": [
            "When the dragon entered the cave, everything was pitch black, but all the dragon had to do was open his mouth and out leaped a flaming torch that lit up the cave a great distance all around.",
            "Way, way back in the earth, around the first bend, or the second bend, or the third--(really, Johnathan couldn’t count all the bends, they were so confusing) the dragon had a very cozy apartment of three rooms--a parlor, a bedroom and a kitchen.",
            "Of course, everything was cozy on a very large scale.",
            "The three rooms were big enough to accommodate all the Baxter house and leave room to spare for a garage and a back yard; and yet the dragon said it was considered a modest dwelling.",
            "All his relatives lived in much larger and much more handsome quarters.",
            "He was just a modest dragon with a modest income, and without much of a reputation, not a bit like St. George’s dragon, for instance."
          ]
        },
        {
          "sentences": [
            "“Now, make yourselves perfectly at home,” said the dragon, lying down flat on the parlor floor and stretching until he groaned. “I’m pretty tired from that long run backwards.”"
          ]
        },
        {
          "sentences": [
            "“I can well believe so!” exclaimed Grandma, fumbling in her mysterious knitting bag and drawing forth a little bottle which she proceeded to shake, vigorously. “What you need is a good alcohol rub and I’m going to give it to you.”"
          ]
        },
        {
          "sentences": [
            "“Oh, no!” protested the dragon. “There’s too much of me to rub.",
            "You’d be exhausted in no time.”"
          ]
        },
        {
          "sentences": [
            "“Exhausted?",
            "Stuff and nonsense!” snapped Grandma. “Besides, the children can help.”"
          ]
        },
        {
          "sentences": [
            "“Oh, yes, yes!” they cried, and rushed all around the reclining dragon."
          ]
        },
        {
          "sentences": [
            "Grandma poured a little clear liquid in each outstretched palm, and then they all began to rub up and down, back and across--rubbed and rubbed and rubbed.",
            "They rubbed his back.",
            "They rubbed his chest.",
            "They rubbed his ribs and the length of his tail and the tired soles of his feet.",
            "And how the dragon adored those kind hands rubbing him!",
            "He lay back and purred like a kitten when it is having its fur rubbed the right way.",
            "Indeed, you had to rub the dragon’s scales the right way too, or else you tickled him and he rolled about in spasms of laughter."
          ]
        },
        {
          "sentences": [
            "And as they rubbed him, so intently occupied, they did not notice a little round door open in the side of the room, and a little head as brown as a hazel nut and shaped rather like a hazel nut too, came poking out cautiously, like a mouse pokes from a hole before it darts for the cupboard where the cheese is kept.",
            "Then followed the round, fat stomach of a tiny old man dressed all in brown, the color of the earth.",
            "He was only about twelve inches high but carried himself with a great deal of dignity, as most little things do, if you’ve ever noticed.",
            "His face and hands were all lumpy as if they had pebbles in them, and his tiny eyes looked like bright creek-pebbles stuck in the face of a mud-pie man."
          ]
        },
        {
          "sentences": [
            "Still unnoticed, he walked pompously over to the dragon, and stood by the great beast’s pointed ear (he could have crawled into it easily) and bending down he whispered something in a voice that sounded like the buzz of a gnat."
          ]
        },
        {
          "sentences": [
            "At once, the dragon grinned from ear to ear and sat up, exclaiming: “Crubby!",
            "My old friend Crubby!” And he took the tiny man up in one of his golden claws and held him close to one of his enormous eyes, and studied him carefully.",
            "The little man looked very serious and severe and demanded, “Where have you been, sir?",
            "Give an account of yourself.”"
          ]
        },
        {
          "sentences": [
            "And the dragon explained, meekly: “I’ve been looking ahead, Crubby.”"
          ]
        },
        {
          "sentences": [
            "“Oh, yes,” said Crubby, sarcastically, the most knowing expression on his old, old face, “you always were ahead of your time.”"
          ]
        },
        {
          "sentences": [
            "“Yes,” agreed the dragon, tears threatening to roll down his cheeks, “but I got _too_ far ahead, this trip.”"
          ]
        },
        {
          "sentences": [
            "Crubby seemed to be grimly delighted. “Umm, I thought so!",
            "I thought so!",
            "Well, smarty, what did you learn by looking ahead?”"
          ]
        },
        {
          "sentences": [
            "“Very little that was pleasant,” the dragon admitted, sadly. “I found myself all out-of-date and very, very lonesome.",
            "That is, lonesome until I found Grandame and the children.”"
          ]
        },
        {
          "sentences": [
            "“Oh,” muttered the tiny man, not at all pleased."
          ]
        },
        {
          "sentences": [
            "The dragon hastened on to explain. “You see, they believed in me, Crubby.",
            "They gave me a place in their world, do you understand?",
            "So I might have stayed up there in the future all the time, if their mother and their father hadn’t sent me back to the Dark Ages again.”"
          ]
        },
        {
          "sentences": [
            "“It’s just as well that they did!” said Crubby. “You don’t belong there for one moment.”"
          ]
        },
        {
          "sentences": [
            "The dragon sighed. “Maybe not--maybe not--but, Crubby, let me introduce you to my new friends, fresh from the future.",
            "Turn around, Crubby.”"
          ]
        },
        {
          "sentences": [
            "Crubby didn’t seem at all excited about meeting Grandma and the children.",
            "He took his time about turning around on the dragon’s palm, and then he stood just like a Fourth of July orator on a platform, and bowed very distantly, with his right hand pressed to his chest, the fingers spread out."
          ]
        },
        {
          "sentences": [
            "“This is Crubby,” announced the dragon with a great deal of pride. “He’s my most intimate friend.” And Johnathan instantly thought of a mouse and an elephant, although mice and elephants are really not supposed to be friendly the least little bit."
          ]
        },
        {
          "sentences": [
            "“Oh, isn’t he the cutest little fellow!” cried Janet Jane, really meaning it, but Crubby did not seem to like this a bit.",
            "His pride was hurt, and he deliberately snubbed Janet Jane and all the rest, for that matter, by turning his back.",
            "He faced the dragon once more, and the dragon looked lovingly at him and said, “Dear old Crubby, I’m so happy to see you again, and I’m so grateful I didn’t take you with me when I was looking ahead.”"
          ]
        },
        {
          "sentences": [
            "“I wouldn’t have gone if you’d asked me,” said the impudent little mite, turning his pimple-of-a-nose up in the air."
          ]
        },
        {
          "sentences": [
            "“You would have had a most miserable time,” the dragon went on."
          ]
        },
        {
          "sentences": [
            "“I don’t doubt it,” snapped Crubby, “judging by what it’s done to you!”"
          ]
        },
        {
          "sentences": [
            "“Now, just how do you mean that, Crubby?” asked the dragon. “Do I look so terrible?”"
          ]
        },
        {
          "sentences": [
            "“You certainly do!”"
          ]
        },
        {
          "sentences": [
            "Have I lost my good looks?” The dragon was really distressed, and Grandma couldn’t help whispering to Peter that she thought Crubby had a very mean disposition."
          ]
        },
        {
          "sentences": [
            "“In the first place,” Crubby continued, relentlessly, “you’re all out of condition.",
            "Imagine _you_, a perfectly healthy, athletic dragon being exhausted after a little run like that!",
            "You ought to be ashamed of yourself!”"
          ]
        },
        {
          "sentences": [
            "The dragon looked sheepish and tried to defend himself: “It wasn’t a _little_ run, Crubby.",
            "It was a very long run, clear from back to 1227.”"
          ]
        },
        {
          "sentences": [
            "But Crubby waived that excuse aside and said, testily, “Don’t talk nonsense.",
            "I’m going to run you up the volcano and back, every morning before breakfast, to harden up your muscles again.",
            "What would become of you now if a knight should take it into his head to do battle with you?”"
          ]
        },
        {
          "sentences": [
            "“Am I really as soft as that?” queried the dragon, pathetically. “My, you make me afraid!”"
          ]
        },
        {
          "sentences": [
            "“You ought to be!",
            "You’re soft and you’re fat!”"
          ]
        },
        {
          "sentences": [
            "“Fat?” exclaimed the dragon. “How could that be, when I was almost starved, living on grass?”"
          ]
        },
        {
          "sentences": [
            "“No more excuses!” commanded the little man, wagging a finger in the dragon’s face. “For let me tell you, this is no time for you to be making excuses!”"
          ]
        },
        {
          "sentences": [
            "“Just what do you mean by that, Crubby?",
            "Tell me, what has happened since I’ve been away?”"
          ]
        },
        {
          "sentences": [
            "“Oh, a terrible thing,” said Crubby, “and it’s all _your_ fault for delving into the future.”"
          ]
        },
        {
          "sentences": [
            "Surely, here was excitement and adventure beginning already, and the children, led by Grams, tiptoed up closer to catch every tiny chirp of the little brown gnome."
          ]
        },
        {
          "sentences": [
            "“What do you mean?--tell me, Crubby!” begged the dragon, but Crubby took his time, cleared his throat, adjusted his brown belt, took a few turns up and down, and then said planting himself very firmly with his legs wide apart, “Your Princess Silver Toes is gone.”"
          ]
        },
        {
          "sentences": [
            "“What?” cried the dragon--“Silver Toes gone?",
            "And I was saving her as a beautiful surprise for the children.",
            "But how could she be gone?",
            "She was enchanted!”"
          ]
        },
        {
          "sentences": [
            "“Yes, she was enchanted, but an enchanted princess can be stolen, can’t she, you idiotic fellow!” fairly screamed the irritable little man--“Oh, I warned you never to go looking ahead.”"
          ]
        },
        {
          "sentences": [
            "“But who has stolen her, Crubby?",
            "Who has stolen my Silver Toes?” The dragon was really distressed."
          ]
        },
        {
          "sentences": [
            "“Now, who do you suppose?",
            "Have you forgotten your enemies so soon?”"
          ]
        },
        {
          "sentences": [
            "“Yes, I have,” admitted the dragon, ready to weep. “I’ve forgotten my enemies and I’ve forgotten the magic formula that changes my shape and makes me invisible.”"
          ]
        },
        {
          "sentences": [
            "“Oh, my beard and my nose!” cried Crubby, although he didn’t have a beard. “Such a thing I’ve never, never heard.",
            "Now suppose _I’d_ forgotten it?",
            "You’d be in a nice muddle, wouldn’t you?”"
          ]
        },
        {
          "sentences": [
            "“But you haven’t, Crubby!",
            "Oh, please say you haven’t!”"
          ]
        },
        {
          "sentences": [
            "“Well,” drawled the tiny man, keeping the dragon in terrible suspense--“Well,--I just wonder now--I just wonder.",
            "Maybe I have.”"
          ]
        },
        {
          "sentences": [
            "“But your memory was always much better than mine, Crubby.",
            "You know you haven’t forgotten it,” stammered the poor dragon."
          ]
        },
        {
          "sentences": [
            "Finally Crubby gave in. “No, I really haven’t,” he admitted, “which is certainly fortunate for you.",
            "However, that isn’t important, right at this moment.”"
          ]
        },
        {
          "sentences": [
            "The dragon agreed. “The important thing is Silver Toes.",
            "Who stole her, Crubby?",
            "Please tell me.”"
          ]
        },
        {
          "sentences": [
            "For another agonizing minute, Crubby kept them all in suspense; then he said to the dragon, “Come to the door with me,” and the dragon obeyed.",
            "Grandma and the children followed, puzzled and excited."
          ]
        },
        {
          "sentences": [
            "In the thick mud by the river bank, just where the black water flowed from the cave, Crubby pointed down to a large footprint that was shaped for all the world, Johnathan thought, like a four-leaf clover or a shamrock."
          ]
        },
        {
          "sentences": [
            "“Now, what does that look like?” demanded Crubby, and the dragon said immediately, his brow all puckered--“Why, that’s the footprint of Dallahan, the Irish dragon.”"
          ]
        },
        {
          "sentences": [
            "“Yes!” hissed Crubby, “Dallahan!",
            "Now what do you think of that?”"
          ]
        },
        {
          "sentences": [
            "The dragon clasped his brow, and swayed back and forth like somebody gone suddenly dizzy, and nearly fell into the river. “Dallahan!",
            "Oh, me, oh, my!",
            "Oh, zounds, oh, woe!",
            "Dallahan is the most powerful and resourceful dragon in the whole Dark Ages.",
            "What can we do about it?”"
          ]
        },
        {
          "sentences": [
            "“Do about it?",
            "Why, we’ll just find him and take the princess away from him!” screamed the little man, thumping his puffed up chest with his fists; and then turning to the little Baxters and Grandma, he pointed a stern finger right in their amazed faces--“And _you’ll_ help us!” adding as they stared at him, speechless--“Oh, don’t think you can go backwards, way into the Dark Ages, without risking your lives.",
            "You’re going to get your share of adventure--lots of it!”"
          ]
        },
        {
          "sentences": [
            "Grandma put her hands on her hips and thrust out her sharp chin. “Don’t think you can frighten us!” she snapped. “Adventure was what we all came out to find!” And her fearful expression of defiance so startled the little mite that he fell back and rubbed his chin in a most perplexed manner.",
            "From then on, he had a deep respect for Grandma and listened to everything she had to say."
          ]
        }
      ],
      "sentence_count": 119,
      "word_count": 2025
    },
    {
      "number": "IX",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "THE ENCHANTED SILVER TOES"
          ]
        },
        {
          "sentences": [
            "They all returned to the dragon’s apartment, and presently Crubby disappeared through his little door, very quick and business-like, saying he’d be back in a moment to plan the campaign; and the poor dragon walked up and down, his paws clasped behind his back, his head bent and his brow knitted in thought."
          ]
        },
        {
          "sentences": [
            "Grandma allowed him to pace for a few moments and then stopped him. “If we’re going to help you, we’ve got to know something about this enchanted princess of yours.",
            "Who is she and how did she become enchanted?”"
          ]
        },
        {
          "sentences": [
            "The dragon paused and heaved a great sigh. “Oh, my scales and my claws,” he said, plaintively, “it’s a long story, but I suppose you’ll just have to know it.",
            "It seems a shame, though, that I have to be such a poor host, throwing my guests into trouble and excitement as soon as they step into my house.”"
          ]
        },
        {
          "sentences": [
            "Grandma spoke up sharply. “Don’t be absurd!",
            "We’re looking for excitement.”"
          ]
        },
        {
          "sentences": [
            "“Ah, but you don’t know Dallahan.",
            "He’s much more than excitement.",
            "He’s almost certain death.”"
          ]
        },
        {
          "sentences": [
            "“Come, come,” said Grandma, “don’t talk like that.",
            "There’s nothing certain about anything.",
            "Now, stop imagining things and tell us about this princess.”"
          ]
        },
        {
          "sentences": [
            "Down in a great chair the dragon sat, wrapping his great tail around him like a cloak, and Grandma, the children and the dogs surrounded him."
          ]
        },
        {
          "sentences": [
            "“Well, you see,” began the dragon slowly, “Silver Toes came to me quite unexpectedly.",
            "In fact, she was left on my doorstep.”"
          ]
        },
        {
          "sentences": [
            "“Oh, just a tiny baby?” cried Janet Jane. “Was she in a basket?”"
          ]
        },
        {
          "sentences": [
            "She was too big for a basket.",
            "She was just sixteen when she was left here, and she’s been just sixteen ever since.”"
          ]
        },
        {
          "sentences": [
            "“How could that be?” asked Johnathan."
          ]
        },
        {
          "sentences": [
            "“Enchanted princesses never grow any older until the enchantment is broken.",
            "Then they pick up the years from just where they left off, and go right on, the same as other folks.”"
          ]
        },
        {
          "sentences": [
            "“Oh, that ought to be fun,” thrilled Janet Jane. “Suppose we could get enchanted on Christmas day and stay right there as long as we wanted to stay?”"
          ]
        },
        {
          "sentences": [
            "“Stop supposing and interrupting, and let the dragon go on with his story,” ordered Grandma. “Every moment is precious.”"
          ]
        },
        {
          "sentences": [
            "The dragon sighed and continued. “It was a very stormy night, and very cold.",
            "The wind was shrieking through the cave, and the river was up very high.",
            "I thought any moment it would leap its banks and flow into my apartment.",
            "I was lying down, thinking about the future, as usual, when I heard something above the noises of the storm.",
            "It sounded to me like the flapping of great wings, and I thought maybe it was the big black crow who lives on the battlements of Count Ganneymeade’s castle, come to pay me a visit, but when I called his name there was no answer, and the noise had stopped.",
            "I thought that was strange, so I wandered out to the entrance of my cave, and there I found the Princess Silver Toes, lying on the doorstep, in a red dress all encrusted with moonstones.",
            "She was dripping wet and her white face was covered with her golden hair.",
            "I lifted her up and carried her into my apartment and put her on a couch.",
            "Her red slippers were dripping wet, also, so I took them off and it was then I discovered that she had silver toes.”"
          ]
        },
        {
          "sentences": [
            "“Really, really silver?” asked Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Oh, yes indeed, really silver.",
            "Then I knew who she was.",
            "She was the daughter of a rich old king named Egbert, who had a river of liquid silver running through his courtyard.”"
          ]
        },
        {
          "sentences": [
            "“If it was running through his courtyard it must have been quick silver, wasn’t it?” asked Johnathan, receiving a scowl from Grams."
          ]
        },
        {
          "sentences": [
            "“Perhaps,” replied the dragon. “I only know it was a river of real silver, filled with silver fish, silver frogs, silver pollywogs and silver turtles.",
            "In fact, anything that dipped into that river became silver at once, so King Egbert had warned his daughter not to go near it.",
            "But one summer afternoon, a very, very hot summer afternoon, the princess longed to go wading in the river--it looked oh, very cool--all silver you know--and so when no one was watching, she sat down on the bank and took off her slippers and unloosened her long hair.",
            "Gaily she dipped and dabbled her little pink toes in the silver stream.",
            "Oh, how good the soft silver felt, running between her toes, and the princess was cooled instantly, but when she tried to wriggle her feet, she found she couldn’t.",
            "Drawing them out in alarm, she saw that her toes had been changed to silver."
          ]
        },
        {
          "sentences": [
            "“She was very much frightened then, for she had disobeyed her father who was so strict and stern, and she knew she would be severely punished.",
            "Quickly she put on her red slippers, attempting to hide the silver toes, and she bound up her long hair under her cap.",
            "However, she found that silver toes made her limp painfully, and this was very unfortunate for she used to almost fly across the marble floors of the castle.",
            "And that night there was a ball given in her honor, and when she tried to dance with a young prince, she could only hop like a frog, and of course every one noticed, and the old king was very angry."
          ]
        },
        {
          "sentences": [
            "“When he discovered how she had disobeyed him, he put her in a tall silver tower and hid her away from the world.",
            "It was not his intention to keep her there very long, he loved her too much for that, but a day or two after he had imprisoned her, he was thrown from his horse in the hunt, and was instantly killed.",
            "Then his castle was destroyed by his enemies and his household was scattered and Silver Toes was forgotten in her tall tower of silver.",
            "A green cockatoo used to bring her food from the forest--pomegranates, purple figs, and wild yellow honey in little baskets of leaves."
          ]
        },
        {
          "sentences": [
            "“So she lived in sorrow for a year and three days, and then an evil witch came by the tower and heard Silver Toes weeping.",
            "This old witch was an enchantress and just looking for something to enchant, just as some people are always looking for a quarrel, and so she turned herself into a fat, black bumblebee and flew up to the top of the silver tower and through the narrow window.",
            "She alighted on Silver Toes’ hand and stung her between the thumb and first finger, and enchanted her, first changing her into a thistledown seed so that she could carry her to the ground."
          ]
        },
        {
          "sentences": [
            "“When the old witch got back to her home on the other side of the green cockatoo’s forest, she changed Silver Toes into a princess again, and cast the spell of sleep upon her, standing her up in a corner.",
            "Then she opened an iron chest, all wrapped in cobwebs, and dressed the sleeping Silver Toes in a red robe encrusted with magic moonstones.",
            "And then she would put a green robe upon her encrusted with pink carnelians, and then a yellow robe encrusted with cat’s eye emeralds, and a robe of lilac encrusted with acquamarines.”"
          ]
        },
        {
          "sentences": [
            "“What a quaint but charming idea,” said old-fashioned Janet Jane."
          ]
        },
        {
          "sentences": [
            "“Yes, it was,” agreed the dragon,--“and so she kept her as a beautiful plaything, just as you, Janet Jane, would keep your favorite doll, dressing her in wonderful clothes that the old witch had stolen from gipsies and pirates and silk merchants from the magic cities of the far, far East.",
            "You see, the old crone, being so ugly, wanted to surround herself with beautiful things, which was one of her good traits.”"
          ]
        },
        {
          "sentences": [
            "“She strikes me as being very pathetic,” said Grandma."
          ]
        },
        {
          "sentences": [
            "“She was in a way,” said the dragon, “chiefly because she was so very, very lonesome.",
            "But to go on--bye and bye the old witch grew tired of having the princess there, merely to look at--she thought she would like to hear this beautiful girl sing, so she took away the spell of dumbness but not the spell of sleep, so that Silver Toes could sing beautiful ballads of the long, long ago, but would still be unconscious.”"
          ]
        },
        {
          "sentences": [
            "“That’s like talking in your sleep, isn’t it?” asked Johnathan."
          ]
        },
        {
          "sentences": [
            "“Quite so,” replied the dragon, “quite so.",
            "Ballad after ballad the princess would sing to the witch as the old crone stooped over her steaming cauldrons, mixing her magic brews, and the old witch could turn her on and off, just like a mechanical toy.”"
          ]
        },
        {
          "sentences": [
            "“More like a radio,” said Peter, but Grandma hushed him and motioned the dragon to go on.",
            "The dragon hurried along: “One day, the witch decided to take the princess out for an airing.",
            "She saw that the girl was becoming as pale as wax from standing all the time in a corner of the dark kitchen, breathing the fumes of the witch’s cauldron, so out they went, the old crone having first taken away the spell from Silver Toes’ legs so that she could walk."
          ]
        },
        {
          "sentences": [
            "“Into the thick, black forest they went, and it was so dark there that the brewing storm was not noticeable.",
            "They had not gone far before the storm broke.",
            "My, that was a corker!",
            "I’ll never forget it.",
            "It rained so hard that I thought it would put out the fire in the volcano, and the thunder and the lightning seemed to rip away the sky.",
            "Well, the old witch became confused and half-blinded by the rain, and so the princess saw her chance to escape and started to run.”"
          ]
        },
        {
          "sentences": [
            "“Hurray!” shouted Peter, but Grandma put a firm hand over his mouth."
          ]
        },
        {
          "sentences": [
            "The dragon continued: “So the old witch became more confused than ever and began all sorts of strange sentences with all sorts of strange words: Mumblegum, Bubblebug, Itchibib, Snatcharib, Prancapup,--these words all being very good charm words, but none of them would work because of the wet weather, and the witch became frantic because she felt so helpless.",
            "The more frantic she became, the faster she tried to run and this made it all the more difficult for she ran six steps and slipped back seven which wasn’t getting very far, to be sure.",
            "At last, when the princess had disappeared completely from sight, the witch did control herself, and fastening bat wings to her heels, she flew after Silver Toes.”"
          ]
        },
        {
          "sentences": [
            "“Oh, heavens!” cried Janet Jane, her eyes very round, “I hope she didn’t catch the princess again.”"
          ]
        },
        {
          "sentences": [
            "“She _almost_ did!",
            "It was the storm that saved Silver Toes, for just as the witch was about to catch up with her, a great fork of lightning struck a juniper tree and down it fell on the old crone’s head and crushed her to death.",
            "It was at that moment that I heard Silver Toes scream, and she dropped at the door of my cave.”"
          ]
        },
        {
          "sentences": [
            "“Was she still enchanted?” asked Johnathan."
          ]
        },
        {
          "sentences": [
            "“Oh, yes.",
            "As soon as she opened her eyes she began to sing again, and she sang her whole history straight through from the time she had dipped her toes into the silver river, right up to the moment she fell down on my doorstep.",
            "And she sang it all in rhyme too.”"
          ]
        },
        {
          "sentences": [
            "“My!” breathed Janet Jane, “she must have been very talented.”"
          ]
        },
        {
          "sentences": [
            "“Oh, she was for a fact,” the dragon sighed deeply, “and how I grew to love that child in the beautiful red robe with the magic moonstones.",
            "I was very lonely, you see--my beautiful mother had just been killed, and--and”--here tears gathered in the dragon’s eyes--“and--and I had hoped to keep Silver Toes as a companion for my old age--but--but now she’s been stolen away from me--stolen--stolen--stolen away--and it’s all my fault for leaving her alone and running off into the future--” He jumped up and began to pace again--“Oh, my scaley tail, I must find her!",
            "I must!",
            "I must!” He really carried on most hysterically and childishly, slashing his tail about, wringing his paws, and ruffling his scales, until Grandma and the children had to get out of his way, and the uncontrolled fire leaped from his mouth."
          ]
        },
        {
          "sentences": [
            "Then Crubby returned, wearing a little coat of chain-mail, and it didn’t take more than one word from the tiny mite to make the dragon quiet down.",
            "The big beast seemed to collapse like a telescope and become smaller and extremely meek. “Yes, Crubby,” he said humbly, “what have you decided to do?”"
          ]
        },
        {
          "sentences": [
            "“The first thing is to go to Allan the armorer and get your friends fitted.",
            "They can’t go into battle with a dragon, dressed only in their night gowns.”"
          ]
        },
        {
          "sentences": [
            "“_Real_ armor?” chirped Peter, “real, real armor?”"
          ]
        },
        {
          "sentences": [
            "“Yes, yes,” snapped Crubby, “but hustle around now,--quick!” And he clapped his hands smartly together, and the children and the dogs hustled furiously, not really knowing why."
          ]
        },
        {
          "sentences": [
            "“Get on my back,” spoke the dragon, “and let’s be off to Allan the armorer.”"
          ]
        },
        {
          "sentences": [
            "Grandma decided not to take her famous rocking chair along.",
            "It would only be in the way and might get lost, so grasping her mysterious knitting bag, she was the first to mount the dragon, the children and the dogs following her immediately.",
            "Crubby took his place behind the dragon’s ear, so that he could shout directions, Peter thought, and out of the cave they dashed, so quickly that it took everybody’s breath away."
          ]
        }
      ],
      "sentence_count": 104,
      "word_count": 2250
    },
    {
      "number": "X",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "ALLAN THE ARMORER"
          ]
        },
        {
          "sentences": [
            "Allan the armorer was a wise little hunchback who had his shop on the king’s great highway.",
            "He wore a big ruby in the very tip of his long hooked nose, and he thought it looked very beautiful there.",
            "Maybe it did, who knows? “People wear stones in their ears, why not in their noses?” Johnathan argued to himself when he saw it."
          ]
        },
        {
          "sentences": [
            "Allan was very busy just at this time, for there was a war going on, the siege of the castle that the children had glimpsed from the dragon’s back, and Crubby had to do much pleading with him before he would stop work to measure the little Baxters and Grandma for suits of mail."
          ]
        },
        {
          "sentences": [
            "Such excitement as was going on in that tailor shop, you never have seen! “Just like a department store at Christmas,” remarked Janet Jane, “only worse, I guess.” The din was ear-splitting.",
            "You had to shriek to be heard.",
            "Knights would thunder in on horseback, or would come rushing in on foot, their armor banging and clanging, and how they would shout for service and demand all sorts of impossible things at once.",
            "Little pages, just like messenger boys, scurried about yelling for their masters’ armor--“But you said he could have it at five o’clock!” “I didn’t!” “You did!” “I didn’t!” “You did!” “It isn’t five yet, anyhow!” “It is!",
            "It’s five and then morning!” “No!” “But he _has_ to have it!",
            "He has to fight all morning and afternoon, and he can’t go out in that old suit!",
            "It’s filled with holes and bags at the knees!”"
          ]
        },
        {
          "sentences": [
            "And in the back room where the tailors worked, sitting up with their legs crossed like scissors, the noise and confusion was even worse.",
            "You can imagine it, can’t you?",
            "Think of working with hammers and bolts, and pinchers and pliers, and iron and steel, instead of needles and thread, and scissors and thimbles!",
            "It resembled a blacksmith’s shop with all its clangety-clang-clang, and forges stuck out red tongues and sparks flew."
          ]
        },
        {
          "sentences": [
            "Well, Allan himself couldn’t wait on Crubby’s party, so they were turned over to Allan’s brother-in-law, Lars the Red, who had hair like fire, and a disposition just as fiery.",
            "He pulled the children about as if they had no feelings at all, as he fitted them, but when it came to pulling Grandma about, that was a different story.",
            "She gave him one terrifying look from behind her steel-rimmed spectacles and he became gentle and extremely polite, and bowed almost double when she asked him a question.",
            "Even his red hair that was standing up all over his head calmed down and lay flat."
          ]
        },
        {
          "sentences": [
            "After that, he picked out the best ready-to-wear armor in the whole shop, and took great care in fitting it, seeing that the shoulders set just right and the vizors were in working order, and the joints were well-oiled and the bolts were tight.",
            "Oh, how pleased the dragon was to see Grandma and the children getting into their armor--even the dogs were given little coats of steel that fitted around their middles like blankets, and the dragon was quite tearful because they all looked so beautiful."
          ]
        },
        {
          "sentences": [
            "Of course, Johnathan and Peter were delighted when they each received a sword,--Peter gladly exchanging his wooden one for a real slim blade of Damascus steel, but Janet Jane was rather afraid of hers,--she never liked swords, anyhow, or guns either, and she had great difficulty in getting it back into its sheath, once she had taken it out.",
            "Grandma received a sword too and poked it at Red Lars whenever she thought he was becoming fiery again."
          ]
        },
        {
          "sentences": [
            "Crubby marched up and down like a little officer with his chest puffed out, giving orders in his shrill voice, standing on his very tiptoes, and wagging his finger. “Hurry!",
            "Hurry!",
            "Hurry!” he kept on shrieking."
          ]
        },
        {
          "sentences": [
            "At length they were all fitted.",
            "Grandma looked very strange in her black armor with her sharp nose sticking out from the vizor, spectacles still on, and, somehow, the armor didn’t fit right in places, and the mysterious knitting bag didn’t match at all.",
            "But the children were fitted perfectly in small sizes and they couldn’t help exclaiming with delight when they saw themselves in the tall mirror that was stood up in a corner by two strange objects that looked like monkeys but had no tails and were much larger than any monkeys the little Baxters had ever seen in a zoo.",
            "One day, on a boar hunt, Allan had captured them in the black forest, and had trained them to be excellent servants.",
            "One was named Booh and the other Shoo."
          ]
        },
        {
          "sentences": [
            "“That’s enough primping,” Crubby snapped, after even the dogs had come up to take a peek, and barked because they didn’t know themselves. “It’s very late and we must get started for we have far to go.”"
          ]
        },
        {
          "sentences": [
            "“Come, come, children,” said Grandma, “obey at once!”"
          ]
        },
        {
          "sentences": [
            "They all returned to the dragon’s back while Crubby paid the armor bill with a handful of coins that he took from a pouch that he wore on a belt about his round middle.",
            "They were worn copper coins with dragons on them.",
            "Then, swinging a brown sack over his shoulders,--it contained oil cans and tools for oiling and mending armor--he perched himself once more behind the dragon’s ear, and off they flew, Allan and Red Lars shouting good luck after them.",
            "And Lars yelled, “Hope Dallahan doesn’t eat you, but I’m afraid he will!” which was certainly far from encouraging."
          ]
        },
        {
          "sentences": [
            "“Did you hear that?” said Janet Jane, looking frightened."
          ]
        },
        {
          "sentences": [
            "“Bosh!” said Grandma."
          ]
        }
      ],
      "sentence_count": 40,
      "word_count": 937
    },
    {
      "number": "XI",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "ON THE KING’S GREAT HIGHWAY"
          ]
        },
        {
          "sentences": [
            "Riding along the king’s great highway, the sun was very bright and all the birds were out and many large and colorful wild flowers grew right down to the white road.",
            "Janet Jane, who knew the names of almost all the wild flowers in the meadow and the woodlot and up on the little hills beyond, couldn’t recognize any of these."
          ]
        },
        {
          "sentences": [
            "“I’m all mixed up about time,” said Johnathan, squinting up at the sun--“Seems to me it’s been ages and ages since we left home before breakfast.”"
          ]
        },
        {
          "sentences": [
            "“Seems to me it’s morning again,” said Janet Jane, “although we haven’t been to bed.”"
          ]
        },
        {
          "sentences": [
            "“It’s the morning of adventure,” said Grandma, taking in a deep breath of the keen air that smelled of flowers and of dew.",
            "Grandma seemed to have become younger and all her delicate wrinkles seemed ironed out."
          ]
        },
        {
          "sentences": [
            "“Do you suppose we’ll _really_ have to fight Dallahan?” asked the worried Janet Jane."
          ]
        },
        {
          "sentences": [
            "Grandma was about to reply when Crubby crawled up over the dragon’s forehead and slid down the long green neck.",
            "Landing on his feet and springing up straight, he was very severe and spoke with military harshness. “This is no time to be discussing the time and the weather or the suppose, either!” he shouted. “Everybody up on their feet!",
            "Quick!”"
          ]
        },
        {
          "sentences": [
            "Startled, they all scrambled up."
          ]
        },
        {
          "sentences": [
            "“Stand at attention!",
            "Swords by your sides!” commanded Crubby. “Now, in order to outwit Dallahan and rescue the princess, you’ve got to be in good physical condition.",
            "No one can do battle and expect to win without training.”"
          ]
        },
        {
          "sentences": [
            "“That’s right,” Grandma agreed."
          ]
        },
        {
          "sentences": [
            "Crubby clicked his heels together. “Arms out!” he snapped--“Take a deep breath!",
            "Hold it!",
            "Let it out!",
            "Arms down!",
            "Arms raise!",
            "Take a deep breath!",
            "Hold it!",
            "Let it out!",
            "Arms down!",
            "Arms raise!",
            "Take a deep breath!",
            "Hold it!",
            "Let it out!",
            "Bend the knees!",
            "Straighten the knees!",
            "Bend the knees!",
            "Straighten the knees!",
            "Down flat!",
            "Stand up!",
            "Down flat!",
            "Stand up!” Well, you’ve never seen exercises given so fast, and soon everybody was out of breath and doing everything the wrong way, and Grandma’s face was the color of cooked beets."
          ]
        },
        {
          "sentences": [
            "But Crubby didn’t give them a chance to rest. “Now, we’ll have a race down to the very tip of the dragon’s tail and back again.",
            "Are you ready?",
            "On your mark.",
            "Get set.",
            "Go!” And down the dragon’s back they raced, tripping over their swords; falling; getting up again; crashing down once more; their joints squeaking like a whole chorus of baby mice."
          ]
        },
        {
          "sentences": [
            "They reached the tip of the dragon’s tail, and they turned to rush back when small Peter tripped over one of the dragon’s scales; lost his balance; gave a cry for help; was not heard by the others who raced on toward the dragon’s head, and fell off, rolling over and over until he lay in the ditch by the king’s great highway.",
            "When he sat up he could see the dragon, a tiny speck, running very fast down the white road, and in a moment he was lost to sight."
          ]
        },
        {
          "sentences": [
            "Peter stood up and looked about him, dazed for a moment.",
            "It was very quiet on the road, as quiet as the woodlot,--even more quiet because there was no drip, drip, drip of the spring.",
            "Now, here was a pretty fix indeed.",
            "Small Peter alone in the Dark Ages, dressed in a suit of armor with a sword in his hand.",
            "This was a morning of adventure, to be sure,--Peter lost in the once upon a time, way, way back in the long, long ago."
          ]
        },
        {
          "sentences": [
            "He climbed up to the road again and for a moment he was afraid, and called at the top of his voice: “Grams!",
            "Johnathan!",
            "Janet Jane!",
            "Dwagon!” But of course they didn’t hear him, being out of sight and far away."
          ]
        },
        {
          "sentences": [
            "“Well,” he reasoned, at last, his little brow all knitted, “I guess there’s nothing to do but follow the dwagon’s footprints up the king’s highway, until I meet an auto or a motorcycle,” but here he paused and laughed, correcting himself--“There’s no autos or motorcycles here.”"
          ]
        },
        {
          "sentences": [
            "No!",
            "People in this age used horses almost entirely.",
            "When Peter played Sir Launcelot he rode a horse, too, but that was only a broomstick horse.",
            "Could he ride a real one if it should happen to come along without a rider?",
            "He didn’t think so, because in the first place he couldn’t see how he could possibly get on the horse’s back, all alone.",
            "The horse would be very tall--most horses were--and encased as he was in stiff armor, that made it simply out of the question."
          ]
        },
        {
          "sentences": [
            "So on Peter trudged, head down, following the dragon’s tracks. “Why don’t they notice I’m gone and come back for me?” he asked himself, puzzled--“They _must_ notice by this time that I’m not with them.",
            "Why doesn’t Mr. Dwagon turn around?” And he strained his eyes ahead, looking for a black spot to appear."
          ]
        },
        {
          "sentences": [
            "Finally a black spot did come into sight and Peter took heart, although when the spot came nearer and took on form, he could see it was not the dragon.",
            "It was a strange company,--a dark, pretty girl with clothes like a gypsy--a mountebank in a motley suit of red, green and yellow, ornamented with many tiny bells, and a black bear walking on his hind legs with a silver ring in his nose, to which was attached a long silver chain that the girl held in her hand."
          ]
        },
        {
          "sentences": [
            "When they saw Peter standing in the middle of the road with his sword clasped tightly, they stopped short, and the mountebank turned a handspring in the dust and said in a high falsetto voice: “Honored knight, we’re only poor show folk on our way to the fair.",
            "If you won’t harm us we’ll give you a show, free of charge.” And then he stood on his head and made faces upside down."
          ]
        },
        {
          "sentences": [
            "“I won’t harm you,” Peter said in a manly little voice, which instantly made the girl laugh, and the mountebank flipped himself to his feet and said, shaking his bauble of bells, “Good Master Popinjay, he’s nothing but a child, heigho!”"
          ]
        },
        {
          "sentences": [
            "“I’m--I’m not!” said Peter, “I’m Sir Launcelot and I’m going to kill Dallahan, the Iwish dwagon.”"
          ]
        },
        {
          "sentences": [
            "This information threw the girl into fits of laughter; the mountebank turned two complete somersaults in mid-air, landing on his feet with a whoop, and even the bear chuckled, shaking his fat sides.",
            "He was a very humorous appearing bear who could appreciate a joke, there was no doubt about that."
          ]
        },
        {
          "sentences": [
            "The mountebank pranced up to Peter and peeked through his vizor and said, “Whoops! here’s a wee lad lost in the Middle Ages.",
            "Where did you come from?” And the bear peeked through the vizor also and licked Peter’s small nose with his long red tongue."
          ]
        },
        {
          "sentences": [
            "“I--I was going to kill the Iwish Dwagon,” Peter said in answer to the mountebank’s question, “but--but I fell off.”"
          ]
        },
        {
          "sentences": [
            "“Fell off?",
            "Fell off of what?--the roof?--the bridge?--the swing?--the branch, like a plum?",
            "Make yourself plainer,” chortled the clown, ringing all his bells by shaking himself like a dog that has just come out of the water."
          ]
        },
        {
          "sentences": [
            "“Off the dwagon’s back.”"
          ]
        },
        {
          "sentences": [
            "“Who?--the Irish Dragon?”"
          ]
        },
        {
          "sentences": [
            "“No, my dwagon.”"
          ]
        },
        {
          "sentences": [
            "“_Your_ dragon?” the mountebank looked severe--“Do you own a dragon?”"
          ]
        },
        {
          "sentences": [
            "“N--no, but”--"
          ]
        },
        {
          "sentences": [
            "“Then why did you say you did?”"
          ]
        },
        {
          "sentences": [
            "“I--I mean--it’s _our_ dwagon, but--but _I_ found him in the cave”----By this time, poor Peter was very confused."
          ]
        },
        {
          "sentences": [
            "“I know, Beppo,” spoke up the pretty girl, “he was riding that dragon we saw running up the road, just a little while ago.”"
          ]
        },
        {
          "sentences": [
            "“_Were_ you?” asked the mountebank, wriggling one ear and keeping the other perfectly still."
          ]
        },
        {
          "sentences": [
            "“Yes.”"
          ]
        },
        {
          "sentences": [
            "“And you fell off?”"
          ]
        },
        {
          "sentences": [
            "“Yes.”"
          ]
        },
        {
          "sentences": [
            "The mountebank shook his head, dismally, “Dear, dear me, what a careless thing to do!”"
          ]
        },
        {
          "sentences": [
            "“I was running a race and I tripped,” explained Peter."
          ]
        },
        {
          "sentences": [
            "“Tripped?",
            "Then you can’t blame anybody for it but yourself, can you now?” asked the mountebank, winking his right eye and wriggling his left ear at the same time, which is a very difficult thing to do."
          ]
        },
        {
          "sentences": [
            "“I don’t want to blame anybody.",
            "I just want to find the dragon, again, that’s all,” said Peter."
          ]
        },
        {
          "sentences": [
            "“Oh, you can’t possibly do that,” the mountebank returned. “He’s probably two thousand leagues away from here already, more or less.”"
          ]
        },
        {
          "sentences": [
            "“Which way is Ireland?” Peter asked."
          ]
        },
        {
          "sentences": [
            "“I don’t know exactly,” said the mountebank. “It’s follow your nose, I guess.",
            "I’ve never been there, but you’d never walk it in twenty years.",
            "Better come along with us.”"
          ]
        },
        {
          "sentences": [
            "“Can you dance?” inquired the gipsy girl."
          ]
        },
        {
          "sentences": [
            "“I went to dancing school once, but I can’t dance,” said Peter. “Why?”"
          ]
        },
        {
          "sentences": [
            "“We need somebody else to dance at the fair,” the girl said, taking a few fancy steps and the bear joined in, ending with a high kick."
          ]
        },
        {
          "sentences": [
            "“Can you juggle hoops and balls?” asked the mountebank."
          ]
        },
        {
          "sentences": [
            "“No,” Peter said, feeling quite useless."
          ]
        },
        {
          "sentences": [
            "“Can you swallow a sharp sword?”"
          ]
        },
        {
          "sentences": [
            "“Can you walk a tight rope?”"
          ]
        },
        {
          "sentences": [
            "I can’t do anything like that.",
            "I can only kill a dwagon with my sword.”"
          ]
        },
        {
          "sentences": [
            "“Well, you can’t very well kill a dragon when there’s none to kill, can you now?” questioned the mountebank, cocking his head, “so come and walk with us to the fair.”"
          ]
        },
        {
          "sentences": [
            "“Where is it?” Peter asked."
          ]
        },
        {
          "sentences": [
            "“Just across those hills.",
            "You can see the church steeple straight ahead if you only use your eyes.”"
          ]
        },
        {
          "sentences": [
            "Peter nodded as he saw a thin point, far in the distance, sticking up above a hill like the blade of a sword."
          ]
        },
        {
          "sentences": [
            "“Heigho, let’s go, to the beautiful show!” cried the clown, linking his arm in Peter’s, and they started off for the fair, the bear walking behind with the pretty gipsy girl who began to sing the sweetest song."
          ]
        }
      ],
      "sentence_count": 114,
      "word_count": 1633
    },
    {
      "number": "XII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "PETER GOES TO THE FAIR AND WHAT HE FINDS THERE"
          ]
        },
        {
          "sentences": [
            "Very soon they left the road and made a short-cut across the fields, treading through tall grass and carpets of large red wild flowers.",
            "Peter walked in sort of a daze.",
            "Everything had happened so quickly and in such a strange manner that every so often he was sure he must be dreaming."
          ]
        },
        {
          "sentences": [
            "“I really shouldn’t be going with these queer people,” he argued with himself,--“I should keep on following the king’s highway.",
            "Doing this, I’ll be lost for good, and I’ll never see Grams, or Janet Jane, or Johnathan or the dwagon again.",
            "I ought to stay on the road.” And yet he continued to walk on with the mountebank. “Still,” he argued the other way, “what else is there for me to do?",
            "The mountebank says it would take me twenty years to walk to Ireland.",
            "Let’s see?",
            "Twenty and six?--that would make me twenty-six when I got there.",
            "They wouldn’t know me then, I’d be so old.",
            "No, I guess I’d better stay with these people and see what happens.”"
          ]
        },
        {
          "sentences": [
            "They climbed a little hill and Peter found himself looking down on a tiny hamlet with a gray church and little nudging houses with roofs of red, red tiles.",
            "A patch of green was the village square, and Peter could see tall and gay May-poles and tents with bright awnings, and merry music floated up to him on the sweet, fresh air.",
            "People in gay costumes filled the square."
          ]
        },
        {
          "sentences": [
            "“We’re very late,” exclaimed the girl--“let’s run down the hill!” And taking the bear’s paw, she started.",
            "The mountebank took a firmer grip on Peter’s arm and ran also.",
            "Poor Peter!",
            "The clown seemed to have wings on his shoes instead of bells because he fairly flew down the hill, and poor Peter had a dreadful time keeping up with him, running in stiff armor.",
            "Every few steps his joints would stick and down he would fall with a crash, making a noise like ten dishpans falling, and then up the mountebank would pull him and on they would fly.",
            "In this way, they reached the edge of the square in no time, and paused to catch their breath.",
            "Peter’s armor was filled with dents and his helmet had worked around to one side so that he could only see with one eye."
          ]
        },
        {
          "sentences": [
            "The mountebank helped him to straighten it, and just as they were about to move on, there was a burst of shouting and yelling and high giggling, and from all directions children in ribbons and flowers, their sunny hair flying, surrounded the players, piling themselves as thick as honey bees on the clown and the bear. “Dear old Beppo!” they cried, kissing the clown, “And dear, dear Chuckles!” kissing the bear. “We’re so glad to see you again.",
            "We were afraid you weren’t coming.”"
          ]
        },
        {
          "sentences": [
            "“We’re a little late, I must admit,” said the clown, shaking the children off his shoulders, “but we couldn’t help it.",
            "It’s a long walk from Rome, you know.”"
          ]
        },
        {
          "sentences": [
            "“Of course,” cried the children--“Well, come along.",
            "We want to see you swallow your sword again!” And they dragged him into the square.",
            "Peter was dragged along also for with so many children it was like being on a very crowded street when you have to go where the others are going whether you want to or not.",
            "On the way, the children flung all sorts of questions at Peter. “Who are you going to fight?” “Have you ever killed a dragon?” “Where’s your horse?” “Is that sword sharp?” And many more which Peter couldn’t answer because he didn’t want them to find out that he was just a little boy."
          ]
        },
        {
          "sentences": [
            "And now they were in the thick of the fair.",
            "In its way it was just as noisy as the shop of Allan the armorer, but the noises here were all jolly, just made for fun,--the fun of the spring time when the blossoms are out once more and the grass is thick and green, and the birds have returned."
          ]
        },
        {
          "sentences": [
            "The mountebank and the bear were indeed very popular.",
            "So was the gipsy girl when she began to dance, and coins fell all around her like silver rain.",
            "The bear picked them up and put them in a pouch he wore on a belt around his middle."
          ]
        },
        {
          "sentences": [
            "Then the bear danced all by himself, using the silver chain for a skipping rope, and then Beppo asked Peter for his sword, and after balancing it on his chin, he put the sharp tip of it into his mouth and began to swallow it slowly!",
            "When Peter saw it half gone, he became afraid and called, “Don’t swallow all of it, Beppo!” for he certainly didn’t want to be left all alone in the Dark Ages without a sword, but Beppo only grinned and continued to swallow, and finally it got down to the hilt and was almost gone when Beppo pulled it out again and handed it back to Peter."
          ]
        },
        {
          "sentences": [
            "The crowd cheered and threw more silver coins and even gold ones, and again the bear picked them up.",
            "After that, Beppo turned many amazing handsprings and doubled himself up into knots, just like a snake--his bones seemed to be made of jelly--and then the three troubadours danced, the bear in the middle, and ended up, standing on their heads, grinning upside down."
          ]
        },
        {
          "sentences": [
            "My, how the crowd applauded and shouted, and how the children swarmed around!",
            "All the other booths and attractions were deserted and the crowd became so thick that Peter was elbowed out, and before he knew it, he found himself wandering alone down a little street of tents flashing as many colors as a field of wild flowers."
          ]
        },
        {
          "sentences": [
            "Peter saw one tent that said spider monkeys over the door and another that said snake charmers and yet another that said fresh peacock sandwiches.",
            "He wanted to see the spider monkeys and he was hungry enough to try a peacock sandwich, but he had no money, so on he wandered, wondering just where he was going and what would happen next, when he came to a tent of bright scarlet, outside of which sat a strange old man with a long white beard and the sharpest pair of beady eyes that Peter had ever seen.",
            "He wore a moldy green cloak and red pointed shoes turned up at the ends, and a little green hat shaped like a sauce pan with an owl’s feather in it, and his nose was shaped just like a fish hook.",
            "He was rubbing his long and knotted hands together and they made a noise like sandpaper, while he mumbled over and over some strange rhyme that sounded like, Bubble, trouble,--trouble, bubble--quite like a tea pot when it’s ready for tea."
          ]
        },
        {
          "sentences": [
            "He stopped mumbling when he saw Peter and he said, quickly: “How would you like to see a princess with toes of silver?”"
          ]
        },
        {
          "sentences": [
            "Peter was so startled that he just stood there with his mouth wide open.",
            "Had he heard that really and truly, from the lips of this strange old man?"
          ]
        },
        {
          "sentences": [
            "“Well?” spoke the little man again, “I asked you a question.",
            "Why don’t you answer me?",
            "Have you no tongue or are you deaf?”"
          ]
        },
        {
          "sentences": [
            "“N-no,” stammered Peter, “I--I don’t think I quite heard what you said.",
            "I was thinking of something else.”"
          ]
        },
        {
          "sentences": [
            "The beady eyes were fixed upon him again and the little man repeated in sort of a sing-song, “How would you like to see a princess with toes of silver?” And Peter, after gulping, and feeling his heart leap up and turn over, asked: “Really, _really_ silver?”"
          ]
        },
        {
          "sentences": [
            "And the stranger replied, winking one of his crafty eyes, “As silver as the throne of the Silver King and much more polished.”"
          ]
        },
        {
          "sentences": [
            "“Is--is she in there?” questioned Peter, pointing at the bright scarlet tent."
          ]
        },
        {
          "sentences": [
            "“She is for a fact,” said the odd old man, “and you may see her for a ducat of gold.” And again he rubbed his hands together, making the same gritty noise like sandpaper."
          ]
        },
        {
          "sentences": [
            "“But--but I have nothing--not even a penny,” said Peter."
          ]
        },
        {
          "sentences": [
            "“What’s a penny?” asked the stranger."
          ]
        },
        {
          "sentences": [
            "“It’s a--it’s a--well, it’s a penny--you can buy lemon sticks with it, and--and--but since I haven’t one--”"
          ]
        },
        {
          "sentences": [
            "The odd little man scowled, fearfully. “What sort of a knight are you, going about without money?” he said. “Well, I’d certainly borrow some ducats at once, if I were you, and then you could see the only princess in captivity with silver toes.”"
          ]
        },
        {
          "sentences": [
            "Quick as a flash, Peter had an idea. “Will you still be here when I get back?” he asked, his eyes leaping with excitement."
          ]
        },
        {
          "sentences": [
            "“Yes, if you’re not gone until next Easter,” snapped the little man, beginning to braid his long whiskers, two braids at a time."
          ]
        },
        {
          "sentences": [
            "“Why, no--I’ll be back in a jiffy,” said Peter, and he ran around the tent and found himself in the middle of the square again."
          ]
        },
        {
          "sentences": [
            "He had no trouble locating the clown and his troupe for they were still the center of an admiring crowd, and as Peter pushed his way through, he heard an old lady with one front tooth say to an old lady with two front teeth, “Beppo’s goin’ to swaller a sword agin!” And the old lady with two front teeth chuckled and cackled, “Yes, an’ the bear’s goin’ to dance agin an’ the pretty girl’s goin’ to sing.",
            "Makes me disgusted since I can’t hear.”"
          ]
        },
        {
          "sentences": [
            "Peter had some trouble in getting through the crowd to the front and was often hurled back by burly townsfolk, butchers and bakers and candlestick makers, but at last he stood on the edge of the cleared space, just as Beppo had a butcher’s knife half way down his throat.",
            "Every one was silent with admiration until he had finished his trick, and then they applauded most generously and threw coins and even ribbons and tiny bouquets of red poppies and blue, blue cornflowers."
          ]
        },
        {
          "sentences": [
            "Presently, out leaped the gipsy girl and began to dance, light, light, light, shaking a tambourine, and then the bear, lump, lump, lump, clanking his chain, and before any one could think, Peter had dashed out and was dancing with them, all in his dented armor, with his joints squeaking like baby mice, and his sword clanking.",
            "Spurred on by the desire to see the princess, he did many things that he had never done before.",
            "He stood on one foot and whirled like a top.",
            "He did three beautiful cartwheels.",
            "He stood on his head.",
            "He walked on his hands and then he did cartwheels again.",
            "Every one became so interested in this dancing knight, dancing so gracefully in heavy armor, that they concentrated all their attention on him, and when he had finished, they cheered mightily and threw all their flowers and all their coins at his feet."
          ]
        },
        {
          "sentences": [
            "Breathless, Peter stood, the coins hitting his armor, until Beppo took him by the shoulders and shaking him a little said, “Wake up, boy, those coins are for you.",
            "Pick them up before the thieves get them, and the next time, don’t tell us you can’t dance!”"
          ]
        },
        {
          "sentences": [
            "“But--but I can’t, really,” said poor Peter, stooping to pick up the coins.",
            "He waited only long enough to find some gold ones and then he ran for the street of tents with all his might.",
            "With time so strange here, it might be Easter already, for all he knew."
          ]
        }
      ],
      "sentence_count": 80,
      "word_count": 1910
    },
    {
      "number": "XIII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "THE PRINCESS WITH TOES OF SILVER"
          ]
        },
        {
          "sentences": [
            "On the way he kept saying, “Suppose it’s the same one?",
            "Suppose it’s the dwagon’s princess?",
            "What will I do then?",
            "I’m glad I’ve got my sword, but I wouldn’t want to hurt the little old man.",
            "It wouldn’t be right to harm a little old man not even as big as I am.",
            "I wonder who he is and I wonder how he found the princess?",
            "He must have stolen her from Dallahan, the Irish dwagon!”"
          ]
        },
        {
          "sentences": [
            "And reasoning thus to himself, he arrived at the bright scarlet tent, and there was the little man with the long braided beard, in two braids, mind you, still rubbing his hands together, sounding just like sandpaper. “How would you like to see”--he began to whisper, but recognizing Peter he said, “Well, did you find a golden ducat?”"
          ]
        },
        {
          "sentences": [
            "“Yes,” said Peter, trying to make his voice sound very gruff although it was trembling from excitement, and he held up the gold piece between his thumb and first finger."
          ]
        },
        {
          "sentences": [
            "“Give it to me!” squealed the little man, holding out his hand with the palm up, his bright eyes sending out sparks."
          ]
        },
        {
          "sentences": [
            "“Let me in the tent _first_,” said Peter."
          ]
        },
        {
          "sentences": [
            "The man looked very much offended. “Oh, very well, if you don’t trust me!” And up he got, wrapping his moldy, green cloak about him and stuck his head through the door of the tent, motioning for Peter to follow him.",
            "Peter, hand on the hilt of his sword, went in behind him."
          ]
        },
        {
          "sentences": [
            "The sunlight, falling through the canvas of the tent, became as red as blood and changed all the grass to the color of blood, and made the odd little man turn the color of blood also.",
            "Peter looked all about him.",
            "Where was the princess?",
            "All he could see in the tent were two large boxes, both colored blue, with locks of gold, and both exactly the same size; and over in a corner were some red sacks about as large as flour sacks, filled with something that made them very round and fat.",
            "But where was the princess?",
            "Peter held tightly to the golden coin.",
            "The old man couldn’t fool him like this and then expect to be paid.",
            "No, indeed!"
          ]
        },
        {
          "sentences": [
            "The odd old man stopped before the big blue boxes and held out his hand again, palm up--“The ducat, and you shall see her,” he croaked."
          ]
        },
        {
          "sentences": [
            "“No.” Peter shook his curly head. “Show me the princess first,” he replied."
          ]
        },
        {
          "sentences": [
            "“But then you won’t pay me,” whined the stranger, “and I need the money very badly.",
            "My wife has the measles and my children have the mumps.” And tears came out of his eyes and ran down his beard."
          ]
        },
        {
          "sentences": [
            "Peter was quite firm.",
            "He did not believe the story about the measles and the mumps, and at last the old man had to call shrilly for some one named Riggy who came shuffling through a hole in the rear of the tent.",
            "Riggy was a very sad looking lad with a long pair of thin legs and long, dangling arms and hair as yellow as a buttercup with a little of it spread like butter on his cheeks and chin, and he looked as sad as the dragon had looked when Peter first saw him, way, way ahead, in the woodlot."
          ]
        },
        {
          "sentences": [
            "“Yes, sir?” he said meekly, glancing at Peter with sad admiration, for deep down in his heart, this poor slavey wanted to be a knight and wear shining armor too."
          ]
        },
        {
          "sentences": [
            "“Help me lift up the princess,” snarled the odd old man, “and be careful, this time, or I’ll tweak your nose and box your ears.”"
          ]
        },
        {
          "sentences": [
            "They each took a corner of one of the blue boxes and lifted it up on end, after which, the little man told Peter to sit down on the ground and count ten and then add six and subtract six, and when Peter had done that, though he didn’t know what difference it made, the box was unlocked and there stood the most beautiful girl Peter had ever seen,--of course, she wasn’t as beautiful as Peter’s mother, but she was the next most beautiful thing with her long, long golden hair hanging down over a red robe encrusted with magic moonstones.",
            "That robe was enough to convince Peter that this was the dragon’s princess, standing there so straight with her enchanted eyes closed, but he wanted to make sure so he said, “Show me her toes.” They were covered up with tiny red slippers, you see."
          ]
        },
        {
          "sentences": [
            "Again the little man asked Peter for the golden ducat, and again Peter refused until he saw the real silver toes, so there was nothing else left for the old man to do, and slowly he uncovered the feet of the beautiful princess, and sure enough, her toes were bright silver, like the best knives and forks and the best teaspoons.",
            "Peter stared at them, trying to figure out just what he should do next.",
            "Should he accuse this little man or should he remain quiet and wait his chance?",
            "Should he kill the little man with his sword, right now, and run away with the princess?",
            "No, he couldn’t do that.",
            "The odd old man was so very, very little.",
            "Yes, the best thing to do would be to keep still and wait."
          ]
        },
        {
          "sentences": [
            "“Well, have you seen enough?” demanded the little man, showing his yellow teeth like an ugly water rat. “If so, please turn over the golden ducat because I want to go to bed.”"
          ]
        },
        {
          "sentences": [
            "“Go to bed?” said Peter. “Why it’s daytime.”"
          ]
        },
        {
          "sentences": [
            "“I always go to bed in the daytime,” he snarled. “Stop sticking your silly little nose into my business!",
            "Give me the money and then get out!”"
          ]
        },
        {
          "sentences": [
            "He stooped over to put back the red slippers on the enchanted girl’s feet, and so missed seeing what Peter and Riggy saw.",
            "The eyes of the princess slowly opened and she looked at Peter with the saddest expression, and although she could not seem to speak it was as if she said: “Oh, Peter, Peter, help me to get away--help me to get away”--And then her eyes closed again and her face became as pale as a white jasmine flower.",
            "Peter looked at Riggy and Riggy looked at Peter, and they both understood each other, right away."
          ]
        },
        {
          "sentences": [
            "So Peter gave the golden ducat to the old man who took it greedily and carefully examined it before he put it away, somewhere in the moldy folds of the green cloak.",
            "Then he bowed Peter out of the tent, mumbling strange things."
          ]
        },
        {
          "sentences": [
            "Peter walked up and down, outside the tent, wondering and wondering, until the old man yelled, “Stop walking up and down like that.",
            "Go away.",
            "I’m trying to get some sleep.”"
          ]
        },
        {
          "sentences": [
            "“I’m sorry,” said Peter, and walked away down the street of tents.",
            "When he reached the very end of the street and paused by a sky-blue canvas, the canvas shook a little and out popped a round head as yellow as a buttercup.",
            "It was Riggy.",
            "He put his long finger over his wide mouth and said, “Shh!” and pulled Peter in behind the blue canvas."
          ]
        },
        {
          "sentences": [
            "Riggy stuttered when he talked but I’m not going to try and put that stutter down on paper because stutters get embarrassed and because it would take up a whole page to make a stutter say yes or no.",
            "So you’ll have to imagine the stutter and put it in when you think it should be there."
          ]
        },
        {
          "sentences": [
            "“Oh, brave and noble knight,” cried Riggy, falling down on his sharp knees before Peter and catching his hand, “you must do a noble deed today and help me!”"
          ]
        },
        {
          "sentences": [
            "Peter had never felt so manly or so thrilled or so brave in his whole life before.",
            "Oh, wouldn’t he have something to tell Johnathan when Johnathan talked about good deeds! “I’ll try my best to help, Riggy,” he said, “but first you must tell me about that odd old man.”"
          ]
        },
        {
          "sentences": [
            "“He’s Mig, the magic magician,” stuttered Riggy, having an awful time with all those Ms, “and all his brothers and sisters and cousins are magicians too.”"
          ]
        },
        {
          "sentences": [
            "“I don’t want to go into his family history,” Peter said. “How did he get the princess, that’s all I’d like to know.”"
          ]
        },
        {
          "sentences": [
            "Riggy looked all around him and then began to whisper, cautiously. “That’s what I want to tell you.",
            "His old aunt--aunt Thissy, the witch of the forest, first enchanted the Princess Silver Toes, and then when Thissy was killed, the cave dragon found the enchanted girl and kept her in his cave until she was stolen by Dallahan, the Irish dragon, when the cave dragon left her all alone to go wandering in the future.”"
          ]
        },
        {
          "sentences": [
            "“But how did _Mig_ get her?” Peter asked, impatiently."
          ]
        },
        {
          "sentences": [
            "“Give me time,” begged poor Riggy, because the more excited he became the more he stuttered. “You see, Mig is the worst sort of an old miser.",
            "All he cares about is gold, gold, gold--those sacks you saw in the tent are filled with gold, and in his home at the top of the world he has deep, deep cellars all filled with gold.",
            "So he knew if he owned the princess, enchanted as she was and with silver toes, he could make more gold, so he had an idea.",
            "He knew he couldn’t fight Dallahan because the Irish dragon is too big and powerful, so he waited until the time of the new moon.”"
          ]
        },
        {
          "sentences": [
            "“Why?” asked Peter, breathlessly."
          ]
        },
        {
          "sentences": [
            "“Because at the time of the new moon, the Irish dragon changes himself into a big black spider.”"
          ]
        },
        {
          "sentences": [
            "“Why?” again asked Peter, amazed."
          ]
        },
        {
          "sentences": [
            "“Because he can’t help himself--just as snakes can’t help changing their skins and green worms can’t help changing into butterflies, and pollywogs into frogs,--that’s the way Dallahan was made.",
            "Mig, the magician knew this, so he waited his chance--”"
          ]
        },
        {
          "sentences": [
            "“And then he captured him!” cried Peter, jumping ahead of Riggy’s story."
          ]
        },
        {
          "sentences": [
            "“Yes, he captured him and put him in a box and nailed it down tight so that when Dallahan became a dragon again he grew just as big as the box and couldn’t grow any bigger, and there he is, still a prisoner.”"
          ]
        },
        {
          "sentences": [
            "“The poor fellow must be awfully cramped,” said Peter."
          ]
        },
        {
          "sentences": [
            "“Cramped is no word for it,--he’s downright miserable,” said Riggy. “I can hear him groaning at night.",
            "He’s in there so tight that if ever the lid of the box is lifted, he’ll leap out like a spring from a clock.”"
          ]
        },
        {
          "sentences": [
            "“And so Mig took the princess, did he?”"
          ]
        },
        {
          "sentences": [
            "He took the princess and has been showing her about at fairs and carnivals ever since.",
            "Now, this is how you must help, Sir Knight.",
            "You saw the princess open her eyes a little while ago, didn’t you?”"
          ]
        },
        {
          "sentences": [
            "“Yes, I did,” said Peter, “and how sad she looked.”"
          ]
        },
        {
          "sentences": [
            "“She is dying of a breaking heart,” Riggy said, tearfully, “and _you_ must save her!”"
          ]
        },
        {
          "sentences": [
            "“H-how?” asked Peter, swallowing with difficulty."
          ]
        },
        {
          "sentences": [
            "Riggy rubbed his chin. “Well, that’s for you to figure out,” he said. “I’m rather stupid when it comes to figuring things out.",
            "You can do it lots better than I can, I’m sure.”"
          ]
        },
        {
          "sentences": [
            "“Oh, but this is such a _hard_ thing to figure out,” Peter returned."
          ]
        },
        {
          "sentences": [
            "“Did you ever kill a dragon?” asked Riggy."
          ]
        },
        {
          "sentences": [
            "“N-no,” admitted Peter, “I--I never did.”"
          ]
        },
        {
          "sentences": [
            "“A knight in beautiful armor and never killed a dragon?",
            "That’s strange,” said Riggy, quite disappointed. “I was under the impression that you had killed many of them, seeing all those dents in your armor.”"
          ]
        },
        {
          "sentences": [
            "Peter didn’t want to tell him that those dents were caused by falling down, so he just said, “N-no.”"
          ]
        },
        {
          "sentences": [
            "“Are you an English knight?” questioned Riggy."
          ]
        },
        {
          "sentences": [
            "“N-no.”"
          ]
        },
        {
          "sentences": [
            "“A French knight?”"
          ]
        },
        {
          "sentences": [
            "“What kind then?”"
          ]
        },
        {
          "sentences": [
            "“An American knight.”"
          ]
        },
        {
          "sentences": [
            "“An American knight?",
            "I never heard of that.”"
          ]
        },
        {
          "sentences": [
            "“Well, it’s a great country up the road someplace,” Peter explained, awkwardly, “but let’s not talk about that.",
            "Let’s think real hard about the princess.”"
          ]
        },
        {
          "sentences": [
            "“All right,” agreed Riggy, but he was interrupted by a sharp voice that called, “Riggy!",
            "Riggy!”"
          ]
        },
        {
          "sentences": [
            "The tall boy started and turned pale. “That’s Mig calling me,” he cried, trembling so that his boney knees knocked together with a noise like drum sticks. “He wants me to put him to bed.”"
          ]
        },
        {
          "sentences": [
            "“Put an old man to bed?",
            "Can’t he do that himself?” asked Peter with disgust."
          ]
        },
        {
          "sentences": [
            "“Oh, yes, but he’s too lazy to put his own nightcap on and heat his own hot-water bottle.”"
          ]
        },
        {
          "sentences": [
            "“Riggy!",
            "Where are you?” screamed the voice of Mig. “Come here, you scamp, or I’ll tweak your nose and box your ears!”"
          ]
        },
        {
          "sentences": [
            "“Oh, dear me,” cried the poor lad in distress, as he started to run toward the scarlet tent, “here I’ve got to go and nothing’s been settled, and the heart of the princess is still breaking.",
            "Can you stay here until evening, Sir Knight?",
            "The fair will be over then and we’ll be moving on--Maybe--”"
          ]
        },
        {
          "sentences": [
            "“Yes, I can stay here until evening,” said Peter. “I’ll just sit and think and maybe I’ll have an idea by that time.",
            "Will you meet me here?”"
          ]
        },
        {
          "sentences": [
            "“Yes, indeed,” said Riggy, and then as Mig called a third time he answered, “A-comin’, sir--a-comin’,” and he ran away, ducking under the sky-blue canvas."
          ]
        },
        {
          "sentences": [
            "There was a little tree with white berries on it like mistletoe berries, close to a striped tent, and the sun being warm, Peter crawled under it and lay still, thinking and thinking and thinking.",
            "This was indeed the strangest thing that could ever happen to him.",
            "Peter couldn’t believe it.",
            "To have rolled off the dragon’s back and to have stumbled upon the very same princess while the others were rushing way, way off into Ireland to find her!"
          ]
        },
        {
          "sentences": [
            "And Dallahan was right here also--poor old Dallahan, all cramped up in a box that was at least twenty times too small for him.",
            "In there so tight that Riggy said he would leap out like a spring if ever the box was opened."
          ]
        },
        {
          "sentences": [
            "Peter continued to stare up into the branches of the little tree, his vizor thrown back, and a plump bird in a new coat of brown and red came and hopped above him and looked down with sharp, beady eyes, and chirped something that sounded like, “Hello, how are you, doodle-de-do?” but when Peter replied that he was very well but was thinking deeply, the bird shook all his feathers and flew away.",
            "Then there was silence and Peter thought and thought and thought until his little brain had pains in it like a toothache.",
            "Oh, he thought of so many, many ways he might rescue the princess, but every way had something wrong with it because Mig was a magician, and magicians are usually clever enough to grapple with any scheme.",
            "And as Peter thought and thought and thought, the red, red sun went down."
          ]
        }
      ],
      "sentence_count": 128,
      "word_count": 2479
    },
    {
      "number": "XIV",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "PETER AND MIG, THE MAGICIAN"
          ]
        },
        {
          "sentences": [
            "“Oh, there you are,” said Riggy. “I was afraid you had decided not to wait.”"
          ]
        },
        {
          "sentences": [
            "“No, I’m still here,” said Peter, jumping up, “but I haven’t thought of a way yet, have you?”"
          ]
        },
        {
          "sentences": [
            "“No,” replied Riggy, pulling a very long and sad face, “but now I’ve got _my_ own troubles.”"
          ]
        },
        {
          "sentences": [
            "“What’s happened?” asked Peter."
          ]
        },
        {
          "sentences": [
            "“Mig became very angry with me because I didn’t notice and put his nightcap on wrong side out, and then I got so nervous that I put ice in his hot-water bottle instead of hot water, so after tweaking my nose and boxing my ears he--he sent me away.”"
          ]
        },
        {
          "sentences": [
            "“You mean he doesn’t want you to work for him any more?”"
          ]
        },
        {
          "sentences": [
            "“Yes--I’m discharged,” and Riggy hung his yellow head."
          ]
        },
        {
          "sentences": [
            "“Oh, I’m sorry,” said Peter."
          ]
        },
        {
          "sentences": [
            "“You don’t have to be,” Riggy returned. “I’ve been very unhappy with Mig, so I don’t care, except I’d like to help you free the princess.”"
          ]
        },
        {
          "sentences": [
            "And now an idea popped into Peter’s head, an idea that fairly lifted him off his feet. “Riggy,” cried Peter, “I’m going to take your place.”"
          ]
        },
        {
          "sentences": [
            "“What?” said Riggy, perfectly astonished."
          ]
        },
        {
          "sentences": [
            "“Mig needs a helper, doesn’t he?”"
          ]
        },
        {
          "sentences": [
            "“He can’t get along without one,” said Riggy. “When he wakes up he’ll be very angry with himself for sending me away.”"
          ]
        },
        {
          "sentences": [
            "“All right--you can have my armor.”"
          ]
        },
        {
          "sentences": [
            "“What?” cried Riggy, eyes popping."
          ]
        },
        {
          "sentences": [
            "“You can have my armor,” repeated Peter."
          ]
        },
        {
          "sentences": [
            "“Oh, _can_ I?” said Riggy, his blue eyes dancing, “Oh, can I, really?”"
          ]
        },
        {
          "sentences": [
            "“Yes, because I don’t want Mig to know I’m the same boy who paid a gold ducat to see the princess,” said Peter, taking off his helmet."
          ]
        },
        {
          "sentences": [
            "Riggy grinned and wrinkled his nose. “I see,--you’re going to fool him, is that it?”"
          ]
        },
        {
          "sentences": [
            "“I’m going to try to fool him, but you can’t have my sword,” Peter said, as Riggy reached for it."
          ]
        },
        {
          "sentences": [
            "With Riggy’s help, Peter was soon out of his armor and stood beneath the tree in his white night gown. “Now, give me your clothes,” he said, and Riggy did so, gladly.",
            "They far from fitted Peter, the patched and yellow doublet and hose, and Riggy had a hard time getting into Peter’s armor, but finally both boys were dressed again and Riggy strutted about as proud as old Punch himself. “I’m going right off, this minute, and do a noble deed,” he shouted. “All my life I’ve wanted to do a noble deed.”"
          ]
        },
        {
          "sentences": [
            "“Well, there’s lots of them to be done around here,” said Peter, “but you better find yourself a sword first.”"
          ]
        },
        {
          "sentences": [
            "“I’m going to, right straight off,” chortled Riggy. “I know a sword-maker who’ll make me a beautiful one.”"
          ]
        },
        {
          "sentences": [
            "“Here’s a golden ducat, maybe he’ll want some pay,” said Peter, giving him one of the coins he had received for dancing in the square."
          ]
        },
        {
          "sentences": [
            "“Oh, thanks, Sir Knight,” Riggy said, blinking back tears. “Don’t you want me to stay and help you?",
            "Mig is a terrible little man.”"
          ]
        },
        {
          "sentences": [
            "You go along and do a noble deed,” Peter replied. “I think I can get on very well by myself.”"
          ]
        },
        {
          "sentences": [
            "“Well, then be careful,” Riggy warned, and after shaking hands with Peter and wishing him all sorts of good luck and thanking him again and again, the funny fellow ran away to find the shop of the sword-maker, and Peter walked up the little street to the tent of Mig the magician."
          ]
        },
        {
          "sentences": [
            "There was a sign on the tent which said, “Keep out--Mig is asleep,” but Peter paid no attention to it and walked in.",
            "There was the wicked little Mig sound asleep under a yellow blanket, his head, in a blue nightcap with a red tassel, resting on a hot-water bottle.",
            "His whiskers, in two braids, were outside of the covers, and his tiny eyes were tightly shut and his mouth was open.",
            "He was sleeping on top of the two big boxes with the gold locks, but Peter could not tell, for the life of him, which box contained the princess and which box contained poor Dallahan, they looked so much alike."
          ]
        },
        {
          "sentences": [
            "As he stood waiting for Mig to wake up, he heard a low groan come from one of the boxes and then a sweet, high voice singing a sad little ballad."
          ]
        },
        {
          "sentences": [
            "Oh, the princess is lost in the deep, deep, wood,  Oh, sigh and sigh again;  For she wandered where she never should,  Oh, sigh and sigh once more."
          ]
        },
        {
          "sentences": [
            "Oh, the princess will die when the snow comes down,  Oh, sigh and sigh again;  For she’ll be cold in her summer gown,  Oh, sigh and sigh once more."
          ]
        },
        {
          "sentences": [
            "And as the song finished, the little magician woke up and called loudly, “Riggy!",
            "Riggy, come here or I’ll box your ears and tweak your nose!” And then he remembered what he had done and said, “Oh, Dingle Berry Pie, what a fool am I!",
            "If I didn’t send that stupid boy away!",
            "Now what am I going to do?”"
          ]
        },
        {
          "sentences": [
            "Peter stepped up and said, hiding his sword behind his back, “I’m at your service, sir.”"
          ]
        },
        {
          "sentences": [
            "Mig stared, his whiskers standing out straight with surprise, “Who--who are you?” he demanded."
          ]
        },
        {
          "sentences": [
            "“I--I was standing close by when you told Riggy to go and--and so I thought--”"
          ]
        },
        {
          "sentences": [
            "“You thought you’d like his place, did you?” said Mig, taking the very words out of Peter’s mouth. “What’s your name?”"
          ]
        },
        {
          "sentences": [
            "“R-Robin,” said Peter, surprised at himself for saying that.",
            "He must have been thinking of that bird, the one in the new brown and red coat that said hello to him when he lay under the white berry tree."
          ]
        },
        {
          "sentences": [
            "“Robin what?”"
          ]
        },
        {
          "sentences": [
            "“Just plain Robin.”"
          ]
        },
        {
          "sentences": [
            "“Humph!” said the magician, and then he walked up and down in his night gown. “Haven’t you a family?”"
          ]
        },
        {
          "sentences": [
            "“N-not here, sir.”"
          ]
        },
        {
          "sentences": [
            "“Where are they?”"
          ]
        },
        {
          "sentences": [
            "“Oh, way, way ahead, sir.”"
          ]
        },
        {
          "sentences": [
            "“How far ahead?”"
          ]
        },
        {
          "sentences": [
            "“As far ahead as you can go from here.”"
          ]
        },
        {
          "sentences": [
            "“Well, that’s all right.",
            "They won’t bother then.",
            "Can you tell the difference between a camel and another camel?”"
          ]
        },
        {
          "sentences": [
            "“Yes, sir.”"
          ]
        },
        {
          "sentences": [
            "“How?”"
          ]
        },
        {
          "sentences": [
            "“Well, some camels have one hump and some have two, if that’s what you mean.”"
          ]
        },
        {
          "sentences": [
            "The magician paused and looked Peter up and down. “I don’t,” he said, “but I get the point.",
            "I’ll hire you.",
            "Now, fetch me my clothes and I’ll dress myself, with your help, because it’s time for us to be going.”"
          ]
        },
        {
          "sentences": [
            "Peter fetched him his doublet and hose and his moldy green cloak and his red pointed shoes."
          ]
        },
        {
          "sentences": [
            "After he was dressed, Mig said, “We’re going on to Giggletown from here.",
            "Lots of wee children live in Giggletown and they’ll pay gold moneys to see a princess with silver toes.",
            "Ahhh”--And he rubbed his hands together again with their sandpapery sound."
          ]
        },
        {
          "sentences": [
            "“How far is Giggletown?” Peter asked."
          ]
        },
        {
          "sentences": [
            "“Oh, just over the hills and faraway,” Mig replied, vaguely. “Don’t ask foolish questions.",
            "Now, get busy.",
            "The moon will be up before we can count ten.”"
          ]
        },
        {
          "sentences": [
            "Peter never worked harder in his life.",
            "He took down the scarlet tent and rolled it up, poles and all, and when that was done, there appeared from out of nowhere a blue cart with red wheels drawn by a milk-white donkey with a pair of very, very long pink ears and the most disgusted expression."
          ]
        },
        {
          "sentences": [
            "“Load her up,” ordered Mig, but Peter could not manage the boxes by himself, so Mig helped him, and also assisted with the round sacks that were very heavy and clinked with the clink of gold."
          ]
        },
        {
          "sentences": [
            "After everything was on the cart, Mig climbed up to the front seat and took the reins in his hands and clucked, clucked with his tongue to the disgusted white donkey."
          ]
        },
        {
          "sentences": [
            "“Jump on the back,” screamed Mig to Peter, “or I’ll tweak your nose and box your ears,” so Peter scrambled up among the boxes and sacks of gold, and the donkey started off, still looking disgusted.",
            "And up came the moon, looking like a round gold ducat itself, and bats began to fly."
          ]
        }
      ],
      "sentence_count": 78,
      "word_count": 1323
    },
    {
      "number": "XV",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "ON TOWARD GIGGLETOWN"
          ]
        },
        {
          "sentences": [
            "That journey toward Giggletown seemed endless and the night seemed endless too.",
            "They were always going up hill, it seemed, and never going down, so finally Peter judged they must be up very high among the cloud castles by this time.",
            "The stars seemed to become larger and larger and the moon did, too, until it seemed to fill the whole sky, and Peter could see the man in the moon looking at him with round, round eyes.",
            "And the velvet bats became so bold and big that they flew right down to the cart and made faces at Peter and squealed like mice.",
            "The rows of trees along the road looked like old men and old women with thousands of black arms reaching out to catch on to things, and one old elm tickled Peter’s cheek."
          ]
        },
        {
          "sentences": [
            "At last, when it certainly should have been close to morning, Peter heard Mig snoring on the front seat.",
            "The little magician’s head was slumped forward between his humped shoulders and bobbed around like a cork on top of water.",
            "But the white donkey kept on climbing and climbing, still with the disgusted expression.",
            "And then, Peter heard a tapping by his right hand and a little voice, seeming to come from the top box, said, “Let me out!",
            "Let me out!",
            "Oh, please, let me out!”"
          ]
        },
        {
          "sentences": [
            "“It must be the princess,” thought Peter, putting his ear down close to the box. “Is that you, Princess?” he called, and the tiny voice replied, “Yes, yes, let me out!",
            "Let me out!",
            "Oh, please, let me out!”"
          ]
        },
        {
          "sentences": [
            "“Yes, Princess,” whispered Peter, “I’ll let you out!"
          ]
        },
        {
          "sentences": [
            "He looked ahead at Mig still snoring and then he looked back.",
            "They were still climbing, up and up, and behind them dropped the steep road, down, down, down. “It’s just like the slide on Red Hill where we coast in winter,” thought Peter, and then the idea came to him.",
            "Yes, you’ve guessed it!",
            "That’s just what he was going to do!"
          ]
        },
        {
          "sentences": [
            "He climbed on the top box, straddled it; then lay flat on it as you’d lie on a sled and gave it a shove.",
            "The box groaned a little, moved gently, and slid off the cart.",
            "Wheeee!",
            "Down the hill shot Peter, clutched tightly to the blue box, and on climbed the little white donkey toward Giggletown, the disgusted expression not so pronounced now because the cart was much lighter.",
            "Mig continued to snore and his head continued to bob."
          ]
        },
        {
          "sentences": [
            "That was a breathless ride for Peter, almost as breathless as the ride on the dragon.",
            "He closed his eyes tight and trusted to luck, because there was nothing else to do, now that the box was really on its way.",
            "Wheeee!--the box seemed to fly through the air,--down, down, down.",
            "Surely he’d have to stop sooner or later because the whole world wasn’t down hill, or else he’d hit something and stop that way.",
            "Zummmm--Zummmm--Zummmm!--The air sang in his ears.",
            "He opened his eyes and shut them again.",
            "Nothing but blackness as if he were plunging down a long black hole, just like Alice down the rabbit’s hole, thought Peter."
          ]
        },
        {
          "sentences": [
            "And then--Bang!",
            "Crash!",
            "Smash!",
            "Peter was thrown off the box and landed in the middle of a haystack.",
            "He was dazed for a moment but not hurt, and quickly he got up and ran to the box which was standing up on end and not broken open as he had thought it might be.",
            "No, it had been tightly locked."
          ]
        },
        {
          "sentences": [
            "Peter listened with his ear pressed against the box.",
            "There was no sound.",
            "Peter called, “Princess!",
            "Princess!” There was no answer.",
            "Maybe the bump had hurt her?",
            "Maybe it had broken her poor cracking heart."
          ]
        },
        {
          "sentences": [
            "“Princess!",
            "Princess!” he called again, much louder.",
            "Still no answer.",
            "Peter looked about, helplessly.",
            "He was in a little valley with trees all around, and a little brook running through, and golden haystacks in corners and by fences.",
            "In back stretched the road, going up and up toward Giggletown.",
            "The sun was just rising.",
            "Peter was puzzled.",
            "He didn’t know just what to do next."
          ]
        },
        {
          "sentences": [
            "And then a rapping came from the box, once more, and the little voice called, “Let me out!",
            "Let me out!",
            "Oh, _please_ let me out!”"
          ]
        },
        {
          "sentences": [
            "“Yes, yes, Princess, I will!” cried Peter. “Just a minute.”"
          ]
        },
        {
          "sentences": [
            "Well, if he didn’t have his sword all this time!",
            "He had held it in his hand all the way down the hill, and now he took it out of its sheath and looked at it.",
            "It was a very strong sword and very sharp."
          ]
        },
        {
          "sentences": [
            "Peter fitted the sharp point into the gold lock; gave it a twist like a key, and click went the lock and back it sprang.",
            "The lid of the box leaped open with a weird, long-drawn cry and out something sprang like a spring from a clock,--something long and red, covered with glistening scales.",
            "Peter fell back, his hands before his eyes."
          ]
        },
        {
          "sentences": [
            "When he looked again, there, seated on top of a haystack, his eyes big with surprise, was a red dragon, redder than a salmon, redder than a red-breast, redder than the reddest rose.",
            "A red, red dragon but so shrunken in size, just like a red suit of clothes that’s been left out in the rain all night."
          ]
        }
      ],
      "sentence_count": 65,
      "word_count": 889
    },
    {
      "number": "XVI",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "DALLAHAN"
          ]
        },
        {
          "sentences": [
            "“Oh--oh”--cried Peter in surprise, “you’re--you’re not the Princess are--are you?”"
          ]
        },
        {
          "sentences": [
            "“No,” said the red dragon in a shrunken voice, “I’m--I’m just Dallahan.”"
          ]
        },
        {
          "sentences": [
            "Peter clutched his sword to defend himself. “But--but how _little_ you are--not a bit like a real dwagon,” he said."
          ]
        },
        {
          "sentences": [
            "“I--I _am_ little now,” Dallahan whimpered. “That wretched old Mig did it.",
            "He cramped me into that box and made me feel so small that it’s taken all the gumption out of me.",
            "Please put up your sword, I’m perfectly harmless now.”"
          ]
        },
        {
          "sentences": [
            "Peter instantly felt sorry for Dallahan.",
            "He let his sword drop to his side and came nearer to the poor red fellow."
          ]
        },
        {
          "sentences": [
            "“I’m very sorry,” Peter said. “You see, I thought you were very fierce.”"
          ]
        },
        {
          "sentences": [
            "“I _was_ before that horrible magician made me feel so small.”"
          ]
        },
        {
          "sentences": [
            "“That’s rather the way _my_ dwagon felt when I first found him,” Peter started to explain."
          ]
        },
        {
          "sentences": [
            "Dallahan interrupted. “_Your_ dragon?",
            "Who’s _your_ dragon?” he asked, frowning."
          ]
        },
        {
          "sentences": [
            "“The cave dwagon I think they call him, around these parts.”"
          ]
        },
        {
          "sentences": [
            "“Oh, that one,” said Dallahan, shaking his head."
          ]
        },
        {
          "sentences": [
            "“Do you know him?” Peter asked."
          ]
        },
        {
          "sentences": [
            "“Do I _know_ him?",
            "I stole the princess away from him, didn’t I?” He looked pathetic. “And he used to be such a good friend of mine, when we were boys, before I moved to Ireland.",
            "I shouldn’t have played such a mean trick on an old, boyhood friend, should I now?” His brogue became quivery."
          ]
        },
        {
          "sentences": [
            "“No, you shouldn’t have,” Peter agreed, solemnly."
          ]
        },
        {
          "sentences": [
            "“Well, I’ve paid for my meanness,” Dallahan sighed, looking down at his shrunken self with self-pity. “And now I’m ready to make amends.",
            "We must find that wretched little Mig, rescue the princess, and return her to the cave dragon who loves her with all his heart.”"
          ]
        },
        {
          "sentences": [
            "Peter’s head was in a whirl, just as yours must be when you read this, because it is all so topsy-turvey. “But the cave dragon’s gone to Ireland to find you and make you return the princess,” he tried to explain."
          ]
        },
        {
          "sentences": [
            "“Has he now?” said Dallahan, with a brief return of his old spirit and he stretched almost two feet. “Well, a lot of good that would have done him if I’d been in my old form.",
            "One blow and”--but here he felt small again and the two feet he had added to himself quickly vanished. “So he’s gone to Ireland, has he?",
            "That’s too bad.",
            "All that trip for nothing.”"
          ]
        },
        {
          "sentences": [
            "Peter looked up the road that climbed the hill toward Giggletown.",
            "The sun was up and some big black crows came down to look at the blue box, always curious, you know.",
            "Peter asked, worried, “What’s to be done next?”"
          ]
        },
        {
          "sentences": [
            "“We must find Mig,” said Dallahan, “that’s the first step.",
            "Can you run fast?”"
          ]
        },
        {
          "sentences": [
            "“Not so very fast,” Peter replied, doubtfully."
          ]
        },
        {
          "sentences": [
            "Dallahan spoke thoughtfully. “I’d ride you on my back, only I feel so small and crushed, at this moment, I wouldn’t have the strength to carry you, but maybe as we run along I’ll get more confidence and that will take out some of the kinks.”"
          ]
        },
        {
          "sentences": [
            "“Will we have to run up that hill?” Peter asked, pointing up the road."
          ]
        },
        {
          "sentences": [
            "“Yes, it’s the only way to Giggletown, but run up backwards, like this.",
            "Then it will seem as if you’re running down and it won’t be half as hard.” And Dallahan started up tail first.",
            "Peter drew in a deep breath and started up backwards after him."
          ]
        }
      ],
      "sentence_count": 39,
      "word_count": 571
    },
    {
      "number": "XVII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "ONCE MORE ON THE KING’S GREAT HIGHWAY"
          ]
        },
        {
          "sentences": [
            "It was strange, but Peter _did_ find it very easy to climb, walking backwards.",
            "He didn’t get out of breath and it seemed as though somebody was boosting him up, as his mother used to boost him up above the hollyhock fence when he was a much smaller boy.",
            "And looking at Dallahan, it struck Peter that the red dragon did not seem to touch the hill with his feet, just floated up backwards without a speck of effort."
          ]
        },
        {
          "sentences": [
            "They must have gone very fast because it wasn’t long before they had reached the top of the high hill-road, and turning around, they stood looking down on what must have been Giggletown, a village of red roofs, nestling like a smile in the valley below.",
            "Dallahan pointed to some wagon tracks in the dust of the down-hill road. “Those are the tracks of Mig’s donkey cart,” he said. “Quick!",
            "Let’s follow them, before the tricky old fellow gets away from us.”"
          ]
        },
        {
          "sentences": [
            "But the tricky old fellow had gotten away already.",
            "Peter and Dallahan searched the little hamlet of Giggletown from top to bottom and from bottom to top and then straight over again, finding not a trace of Mig, or the blue box, or the little white donkey with the disgusted expression.",
            "They had melted away like magic butter, and no one in the town had even caught a glimpse of them, and the people at the little fair that was going on so merrily in the shadow of a gray-green church said they had paid no golden ducats to see a princess with toes of silver."
          ]
        },
        {
          "sentences": [
            "“Well, this is very discouraging,” said Dallahan, at last, sitting down to rest on a stone by the road, “but of course it’s not surprising.",
            "Mig is very clever, very clever indeed.",
            "He can change himself into a great many things--shrubs and trees and stones--”"
          ]
        },
        {
          "sentences": [
            "“Can he change the princess and the donkey and the cart and the sacks of gold into other things too?” Peter asked."
          ]
        },
        {
          "sentences": [
            "“Yes, they can all change together,” returned the red dragon, rubbing his sharp chin."
          ]
        },
        {
          "sentences": [
            "“Golly, this sounds hopeless,” thought Peter, looking up and down the broad road, and then he said aloud, “What road is this we’re on now?”"
          ]
        },
        {
          "sentences": [
            "“It’s the King’s Great Highway,” Dallahan said."
          ]
        },
        {
          "sentences": [
            "“The King’s Great Highway?",
            "Why, that’s where I fell off,” exclaimed Peter. “Maybe--maybe if we wait right here, the dwagon will come by looking for me.”"
          ]
        },
        {
          "sentences": [
            "“If he goes to Ireland he won’t pass back along this way for days and days,” sighed Dallahan, slumping all up on the stone.",
            "My, he looked small, more like a crawfish, boiled red, than a dragon."
          ]
        },
        {
          "sentences": [
            "And then, far, far off on the white road a tiny speck appeared, first no larger than a fly, and then growing to the size of a bumblebee, and then to the size of a mouse, and then to the size of a rat, and then to the size of a puppy, and then to the size of a dog, and then to the size of a pig, and then to the size of a colt and then to the size of a horse, and then--and then to the size of a dragon!"
          ]
        },
        {
          "sentences": [
            "Peter gave a shout. “Oh, look--Oh, look, it’s the dwagon--the dwagon!” He cried, and ran up the road, and just then Dallahan gave a snort and jumped up from the stone on which he was sitting.",
            "Every red scale was on end, for would you believe it, the stone on which Dallahan had been sitting had moved ever so slightly--“It moved, I’m sure!” cried the dragon, looking at the fat stone. “I’m sure it moved, although it’s not moving this minute.”"
          ]
        },
        {
          "sentences": [
            "But Peter did not hear him.",
            "He was too busily engaged otherwise.",
            "The cave dragon had stopped and off jumped Grandma, still in her armor, and off jumped Johnathan and Janet Jane and Nap and Jerry, and off jumped Crubby from his perch behind the dragon’s ear.",
            "All of them tried to embrace Peter at once and such a bumping of armor you never heard, and since Peter wore nothing but Riggy’s torn doublet and hose, he was severely pinched by the steel arms that gripped him."
          ]
        },
        {
          "sentences": [
            "“Oh, Peter, where have you been?” said Grandma, “and why did you fall off?”"
          ]
        },
        {
          "sentences": [
            "“I tripped,” Peter said, simply."
          ]
        },
        {
          "sentences": [
            "“Where’s your armor?” asked Johnathan."
          ]
        },
        {
          "sentences": [
            "“We were so frightened,” whimpered Janet Jane, hugging Peter tightly."
          ]
        },
        {
          "sentences": [
            "Everybody was talking at once and Peter was trying to answer all their questions at once, too, when suddenly the dragons were heard exchanging words together."
          ]
        },
        {
          "sentences": [
            "“Well,” said the cave dragon, “it’s certainly a surprise to find you here, Dallahan.”"
          ]
        },
        {
          "sentences": [
            "“Yes,” returned Dallahan, looking so small beside the other."
          ]
        },
        {
          "sentences": [
            "“And how you’ve changed,” said the cave dragon with sympathy."
          ]
        },
        {
          "sentences": [
            "Dallahan hung his head. “Yes, I have,” he admitted. “Don’t make fun of me, please.",
            "I can’t help it.",
            "I’ve been locked up in a box for a long, long time and if that wouldn’t make _anybody_ feel small I don’t know what would.”"
          ]
        },
        {
          "sentences": [
            "“Oh, you poor, poor fellow,” said the cave dragon. “Let me shake your hand, my poor friend.",
            "I know just how you feel, because I’ve been up in the future where I was the last dragon in the whole, whole world and I tell you I felt mighty small and out of place myself.",
            "Yes, indeed I did!",
            "But you mustn’t let it keep you that way always--Now, you’re out of the box, aren’t you?”"
          ]
        },
        {
          "sentences": [
            "“Yes, thanks to him,” said Dallahan, pointing to Peter."
          ]
        },
        {
          "sentences": [
            "The cave dragon smiled, tenderly. “_I_ can thank him too,” he said. “He did practically the same thing for me, way, way ahead.",
            "But to get back to you--you’re out of the box and--and--Well, look at yourself--you’re growing already!”"
          ]
        },
        {
          "sentences": [
            "It was true--the red dragon was stretching and stretching like an elastic band before their eyes.",
            "He stretched from the waist-line down and from the waist-line up, stretched his long spine, slowly, slowly, and with this stretching of his spine his smile stretched too. “I’m myself again!” he cried. “I’m myself again!",
            "Oh, how happy I am!",
            "How happy I am!",
            "I want to do fine, big things!",
            "I’ve learned my lesson in that box.",
            "I don’t want to do small things any more.",
            "I want to do big and splendid things.",
            "No more thieving--no more petty fighting for me.",
            "I’m going to return the princess to you, my old friend, that is if--”"
          ]
        },
        {
          "sentences": [
            "And just then Johnathan cried out, “Look!",
            "Look at that funny round stone--it’s walking away!”"
          ]
        },
        {
          "sentences": [
            "And sure enough, all of them turned to see it waddling like a funny fat man down the road."
          ]
        },
        {
          "sentences": [
            "“That’s the stone that moved when I was sitting on it,” shouted Dallahan. “It must be--don’t you think it is--Why, it must be”--And they all ran after the stone.",
            "They surrounded it and it stopped, settling down like a ruffled-up hen on a nest."
          ]
        },
        {
          "sentences": [
            "“What _is_ it?” Grandma demanded, adjusting her spectacles, and leaning close she poked it with her fingers. “Why, it’s sort of a soft--a soft stone--that’s very strange.”"
          ]
        },
        {
          "sentences": [
            "“Look!",
            "It’s coming all apart,” said Janet Jane, squealing."
          ]
        },
        {
          "sentences": [
            "“Oh, there’s a nose and an eye!” shouted Johnathan."
          ]
        },
        {
          "sentences": [
            "“It’s a magic stone,” said the important little Crubby."
          ]
        },
        {
          "sentences": [
            "Every one gripped their swords tighter, expecting anything after that."
          ]
        },
        {
          "sentences": [
            "“There’s moonstones and a bit of a red dress,” said the cave dragon, eyes big with surprise."
          ]
        },
        {
          "sentences": [
            "“And there’s whiskers in two braids,” Peter said."
          ]
        },
        {
          "sentences": [
            "“And there’s a disgusted expression,” said Grandma."
          ]
        },
        {
          "sentences": [
            "“Keep it together,--don’t let it fly apart!” cried Dallahan. “It’s Mig the magician and the cart and the Princess Silver Toes and everything all mixed up.",
            "Don’t let them fly apart or we’ll lose them!”"
          ]
        },
        {
          "sentences": [
            "All the hands reached out and tried to hold the crumbling stone together, but it seemed hopeless, just like trying to lift up a whole armful of loose apples at once."
          ]
        },
        {
          "sentences": [
            "“Quick!--that part’s slipping away--catch it--Look, it’s running right between your legs!” yelled Johnathan to Peter--“Catch it!",
            "Catch it!”"
          ]
        },
        {
          "sentences": [
            "“I’ve got it,” said Peter, holding it up--“It looks like a silver toe.”"
          ]
        },
        {
          "sentences": [
            "“That’s what it is--it’s the princess’s silver toe running away all by itself--put it back!” Dallahan ordered."
          ]
        },
        {
          "sentences": [
            "But this was impossible to keep up, for as soon as the toe was put back something else would run away, and so it went, and they thought surely Mig would escape, when Grandma, fumbling in her mysterious knitting bag, brought forth many balls of colored yarn, and whirling one around her head like a lasso, she entangled the crumbling stone in meshes of red and yellow wool, winding it around and around--around and around--just as a spider winds his silken thread around a poor captive fly or green grasshopper.",
            "And soon the stone was quiet and from the heart of it and through the tangled yarn came a gruff voice saying, “Let me out--let me out--I’m Mig, and I’m sorry--I’m sorry--”"
          ]
        },
        {
          "sentences": [
            "“Are you _sure_ you’re sorry?” asked Dallahan."
          ]
        },
        {
          "sentences": [
            "“Yes, yes, I’m sorry, and if you let me out of here I’ll never steal again.”"
          ]
        },
        {
          "sentences": [
            "Dallahan looked at the cave dragon and the cave dragon looked at Dallahan and slowly both creatures nodded their great heads. “All right,” said Dallahan, with importance, “we’ll let you out.” And he winked knowingly at Grandma and Grandma winked back at him.",
            "Then she began to wind up the colored yarn, very quickly, back into the mysterious knitting bag."
          ]
        },
        {
          "sentences": [
            "Then, when the last bright strand had disappeared, all eyes were fixed on the fat stone and beheld it melted away and in its place stood a beautiful girl with long golden hair, dressed in a red dress encrusted with magic moonstones, and there was the strange little Mig, his whiskers in two braids, and there was the blue cart and the little white donkey still wearing the disgusted expression, and there were the sacks of gold."
          ]
        },
        {
          "sentences": [
            "“You bad, bad little fellow!” said the cave dragon, reaching out with a golden claw for Mig, the magician, but Mig spoke a strange magic word and the next moment, there he was, flying away high, high up in the air, in the shape of a long, blue dragonfly----“Zummmm--zummm--zummm,” he called back at them, and that’s the same thing as, “Ha, ha, ha!” in the language of a dragonfly.",
            "And so he disappeared, but he left the princess behind him and the cart and the donkey and the sacks of gold."
          ]
        },
        {
          "sentences": [
            "And strangely enough, the princess was not enchanted any more.",
            "Her big blue eyes opened like misted violets and her face was the color of a rose, and she ran to the cave dragon with her arms stretched out and she embraced him, and from that moment she was sixteen years and one moment old."
          ]
        },
        {
          "sentences": [
            "“Let’s look in the sacks--it must be gold!” said Crubby, taking command again.",
            "But Mig had had his little joke and was still the thief and the cheater, for when they opened up the sacks, there was nothing but air that rushed out like the winds and the bags collapsed like colored balloons."
          ]
        }
      ],
      "sentence_count": 90,
      "word_count": 1854
    },
    {
      "number": "XVIII",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "BACK AGAIN"
          ]
        },
        {
          "sentences": [
            "Well, there was certainly lots of excitement over the return of the princess, and everybody kissed everybody else, there on the King’s Great Highway, back in the Dark Ages, and even the disgusted donkey began to smile."
          ]
        },
        {
          "sentences": [
            "Dallahan was the first to break up the party. “Now that I’m my old self again,” he said, stretching a trifle longer, “I’ll have to go about my business, doing _good_ deeds, this time, so farewell, my old friend.” Solemnly he shook hands with the cave dragon. “If you’re ever in Ireland, stop in and see me.",
            "You’ll always be welcome.”"
          ]
        },
        {
          "sentences": [
            "“And my cave is always open to you, friend of my youth,” said the cave dragon."
          ]
        },
        {
          "sentences": [
            "“I thank you,” returned Dallahan, bowing low."
          ]
        },
        {
          "sentences": [
            "And then he said farewell to the princess and apologized to her for having stolen her, and then he hugged Peter and told him he would always, always remember him. “You are a brave knight,” he said. “You should have been with great King Arthur.” And he patted Peter’s curly head."
          ]
        },
        {
          "sentences": [
            "Then turning his nose toward Ireland, he went away, his red-gold scales flashing like rubies in the Sun. Far down the highway, he turned and waved at them and then was gone."
          ]
        },
        {
          "sentences": [
            "“Pardon me,” said the white donkey in a disgusted voice, “_I’m_ going too.",
            "Mig magicked me out of a nice warm barn filled with oats and hay and I want very much to get back to it.",
            "Goodbye, all--very unhappy to have made your acquaintance.” And he too was gone, taking the cart with him."
          ]
        },
        {
          "sentences": [
            "“And what’s to be done now?” Grandma asked."
          ]
        },
        {
          "sentences": [
            "“We’ll have to fight _something_,” announced Crubby, “now that we’ve bought all this armor and these swords.”"
          ]
        },
        {
          "sentences": [
            "“Nonsense!” said Grandma, “that’s no argument!",
            "We’ll just go home to sleep.",
            "Look at those children.”"
          ]
        },
        {
          "sentences": [
            "Dropped down beside the highway, under the poplar trees, Johnathan, Janet Jane and Peter were nodding, their eyes closed, and the dogs were lying asleep."
          ]
        },
        {
          "sentences": [
            "“They’ve had a long, long day of adventure,” said the dragon, smiling wistfully as he looked at the drowsy children. “We’ll go back to the cave and put them to bed.”"
          ]
        },
        {
          "sentences": [
            "“No,” said Grandma, after a short pause, “we’ll take them back to the nursery.”"
          ]
        },
        {
          "sentences": [
            "“Back to the nursery?” exclaimed the dragon, very much surprised."
          ]
        },
        {
          "sentences": [
            "“Yes, back to where they belong. _You_ belong here. _They_ belong there.",
            "They can run back with you down the road of time but they cannot stay. _You_ know that, Dragon, just as well as I do.”"
          ]
        },
        {
          "sentences": [
            "“Yes, you’re right,” agreed the dragon with a sigh. “Dear, dear me, the world’s a funny place, isn’t it now?”"
          ]
        },
        {
          "sentences": [
            "“Don’t begin feeling sorry for yourself,” Grandma snapped. “You have your princess and you have Crubby.",
            "Be satisfied with what you have.”"
          ]
        },
        {
          "sentences": [
            "“Yes, you have me, always and always, dear, dear dragon,” said the Princess Silver Toes, throwing her arms around the dragon’s neck. “I’ll sing for you and dance for you for ever and ever and ever.”"
          ]
        },
        {
          "sentences": [
            "“Now, see that?” said Grandma, “What could be sweeter?”"
          ]
        },
        {
          "sentences": [
            "“If she sings for ever and ever and ever, _I’ll_ leave!” said Crubby.",
            "He was very, very jealous of the princess."
          ]
        },
        {
          "sentences": [
            "“Tut, tut,” Grandma said, “you know you never could.",
            "Come now, Dragon, get the children on your back.",
            "Look at poor Peter”--"
          ]
        },
        {
          "sentences": [
            "When they returned to the cave, the dragon turned and winked at Grandma before plunging in, and Grandma winked back at the dragon.",
            "Then into the darkness of the cave they plunged, stopping for only a moment to pick up Grandma’s famous rocking chair, and after the old lady was seated in it, creaking away once more, down, down, down into the cave the dragon ran, deeper and deeper, darker and darker, and faster and faster.",
            "But only Grandma knew how fast they were going, and maybe Crubby in his perch behind the dragon’s ear, for the rest of them slept, cuddled together on the dragon’s warm back, Silver Toes, too."
          ]
        },
        {
          "sentences": [
            "And finally, far, far ahead, Grandma saw a tiny speck of light like a round pin-hole which grew and grew, and she could feel the dragon becoming smaller and smaller, and the armor of the Dark Ages melted away and Grandma was in her lavender gown once more and the children were cuddled up in their white night gowns."
          ]
        },
        {
          "sentences": [
            "“What’s that?” whispered Grandma, like a little child in the dark."
          ]
        },
        {
          "sentences": [
            "“That’s the drip, drip, drip of the spring-shelf,” said the dragon. “Don’t you know where you are now?”"
          ]
        },
        {
          "sentences": [
            "“Yes, I do now,” said Grandma, “it’s the first bend of the cave in the woodlot.",
            "We’re home again.”"
          ]
        },
        {
          "sentences": [
            "“Yes,” said the dragon."
          ]
        },
        {
          "sentences": [
            "A burst of sunlight and the green of the trees and they came into morning again--a Sunday morning with all the bells ringing and birds on the wing.",
            "In the woodlot, pixies ran for shelter as the dragon came through, and one, in a flurry, lost his pink sunbonnet in the thimble berry thicket...."
          ]
        },
        {
          "sentences": [
            "At the breakfast table that morning, Dad Baxter silenced the shrill voices of Johnathan, Janet Jane and Peter. “You children are talking the greatest lot of nonsense,” he said. “Where _did_ you get such imaginations?”"
          ]
        },
        {
          "sentences": [
            "“It’s _not_ imagination, Daddy!” they all protested--“Is it, Grams?”"
          ]
        },
        {
          "sentences": [
            "Grandma, seated in her corner by the window, smiled slyly. “Don’t argue about it, dears,” she said. “We know what we know.”"
          ]
        },
        {
          "sentences": [
            "“Yes,” repeated Peter, solemnly, “we know what we know.”"
          ]
        },
        {
          "sentences": [
            "* * * * *"
          ]
        },
        {
          "sentences": [
            "And outside in the rose garden, the silver snail said something to the green grasshopper and the green grasshopper said something to the silver snail, and then the polka-dot lady bug wrapped her arms around her shell and chuckled and chuckled and chuckled.",
            "In the mud, at the mouth of the cave in the woodlot, was the print of a foot that was certainly not the print of a dog’s foot or the print of a pixie’s foot either.",
            "Maybe it was imagination but it certainly resembled the footprint of a dragon."
          ]
        },
        {
          "sentences": [
            "END"
          ]
        },
        {
          "sentences": [
            "TRANSCRIBER’S NOTES:"
          ]
        },
        {
          "sentences": [
            "Italicized text is surrounded by underscores: _italics_."
          ]
        },
        {
          "sentences": [
            "Perceived typographical errors have been corrected."
          ]
        },
        {
          "sentences": [
            "Inconsistencies in hyphenation have been standardized."
          ]
        },
        {
          "sentences": [
            "Archaic or variant spelling has been retained."
          ]
        },
        {
          "sentences": [
            "Some illustrations have been moved to locations nearer to their  related text.",
            "The List of Illustrations has been updated to reflect  these moves."
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK ***"
          ]
        }
      ],
      "sentence_count": 60,
      "word_count": 1057
    }
  ],
  "statistics": {
    "total_chapters": 18,
    "total_paragraphs": 800,
    "total_sentences": 1582,
    "total_words": 28647,
    "average_sentences_per_chapter": 87.88888888888889,
    "average_paragraphs_per_chapter": 44.44444444444444,
    "average_sentences_per_paragraph": 1.9775,
    "average_words_per_sentence": 18.10809102402023
  }
}