{
  "metadata": {
    "title": "The Importance of Being Earnest",
    "author": "Oscar Wilde",
    "date": "March 8, 1997 [eBook #844]",
    "source": "Project Gutenberg",
    "processing_note": "Parsed with modular book parser",
    "format_version": "2.0"
  },
  "chapters": [
    {
      "number": "149",
      "title": "",
      "type": "chapter",
      "paragraphs": [
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Shaking her head.",
            "The unfashionable side.",
            "I thought there was something.",
            "However, that could easily be altered."
          ]
        },
        {
          "sentences": [
            "Do you mean the fashion, or the side?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Sternly.",
            "Both, if necessary, I presume.",
            "What are your politics?"
          ]
        },
        {
          "sentences": [
            "Well, I am afraid I really have none.",
            "I am a Liberal Unionist."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Oh, they count as Tories.",
            "They dine with us.",
            "Or come in the evening, at any rate.",
            "Now to minor matters.",
            "Are your parents living?"
          ]
        },
        {
          "sentences": [
            "I have lost both my parents."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "To lose one parent, Mr. Worthing, may be regarded as a misfortune; to lose both looks like carelessness.",
            "Who was your father?",
            "He was evidently a man of some wealth.",
            "Was he born in what the Radical papers call the purple of commerce, or did he rise from the ranks of the aristocracy?"
          ]
        },
        {
          "sentences": [
            "I am afraid I really don’t know.",
            "The fact is, Lady Bracknell, I said I had lost my parents.",
            "It would be nearer the truth to say that my parents seem to have lost me...",
            "I don’t actually know who I am by birth.",
            "I was... well, I was found."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Found!"
          ]
        },
        {
          "sentences": [
            "The late Mr. Thomas Cardew, an old gentleman of a very charitable and kindly disposition, found me, and gave me the name of Worthing, because he happened to have a first-class ticket for Worthing in his pocket at the time.",
            "Worthing is a place in Sussex.",
            "It is a seaside resort."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Where did the charitable gentleman who had a first-class ticket for this seaside resort find you?"
          ]
        },
        {
          "sentences": [
            "Gravely.",
            "In a hand-bag."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "A hand-bag?"
          ]
        },
        {
          "sentences": [
            "Very seriously.",
            "Yes, Lady Bracknell.",
            "I was in a hand-bag—a somewhat large, black leather hand-bag, with handles to it—an ordinary hand-bag in fact."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "In what locality did this Mr. James, or Thomas, Cardew come across this ordinary hand-bag?"
          ]
        },
        {
          "sentences": [
            "In the cloak-room at Victoria Station.",
            "It was given to him in mistake for his own."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "The cloak-room at Victoria Station?"
          ]
        },
        {
          "sentences": [
            "The Brighton line."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "The line is immaterial.",
            "Mr. Worthing, I confess I feel somewhat bewildered by what you have just told me.",
            "To be born, or at any rate bred, in a hand-bag, whether it had handles or not, seems to me to display a contempt for the ordinary decencies of family life that reminds one of the worst excesses of the French Revolution.",
            "And I presume you know what that unfortunate movement led to?",
            "As for the particular locality in which the hand-bag was found, a cloak-room at a railway station might serve to conceal a social indiscretion—has probably, indeed, been used for that purpose before now—but it could hardly be regarded as an assured basis for a recognised position in good society."
          ]
        },
        {
          "sentences": [
            "May I ask you then what you would advise me to do?",
            "I need hardly say I would do anything in the world to ensure Gwendolen’s happiness."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "I would strongly advise you, Mr. Worthing, to try and acquire some relations as soon as possible, and to make a definite effort to produce at any rate one parent, of either sex, before the season is quite over."
          ]
        },
        {
          "sentences": [
            "Well, I don’t see how I could possibly manage to do that.",
            "I can produce the hand-bag at any moment.",
            "It is in my dressing-room at home.",
            "I really think that should satisfy you, Lady Bracknell."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Me, sir!",
            "What has it to do with me?",
            "You can hardly imagine that I and Lord Bracknell would dream of allowing our only daughter—a girl brought up with the utmost care—to marry into a cloak-room, and form an alliance with a parcel?",
            "Good morning, Mr. Worthing!"
          ]
        },
        {
          "sentences": [
            "Lady Bracknell sweeps out in majestic indignation."
          ]
        },
        {
          "sentences": [
            "Good morning!",
            "Algernon, from the other room, strikes up the Wedding March.",
            "Jack looks perfectly furious, and goes to the door.",
            "For goodness’ sake don’t play that ghastly tune, Algy.",
            "How idiotic you are!"
          ]
        },
        {
          "sentences": [
            "The music stops and Algernon enters cheerily."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Didn’t it go off all right, old boy?",
            "You don’t mean to say Gwendolen refused you?",
            "I know it is a way she has.",
            "She is always refusing people.",
            "I think it is most ill-natured of her."
          ]
        },
        {
          "sentences": [
            "Oh, Gwendolen is as right as a trivet.",
            "As far as she is concerned, we are engaged.",
            "Her mother is perfectly unbearable.",
            "Never met such a Gorgon...",
            "I don’t really know what a Gorgon is like, but I am quite sure that Lady Bracknell is one.",
            "In any case, she is a monster, without being a myth, which is rather unfair...",
            "I beg your pardon, Algy, I suppose I shouldn’t talk about your own aunt in that way before you."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "My dear boy, I love hearing my relations abused.",
            "It is the only thing that makes me put up with them at all.",
            "Relations are simply a tedious pack of people, who haven’t got the remotest knowledge of how to live, nor the smallest instinct about when to die."
          ]
        },
        {
          "sentences": [
            "Oh, that is nonsense!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "It isn’t!"
          ]
        },
        {
          "sentences": [
            "Well, I won’t argue about the matter.",
            "You always want to argue about things."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "That is exactly what things were originally made for."
          ]
        },
        {
          "sentences": [
            "Upon my word, if I thought that, I’d shoot myself...",
            "A pause.",
            "You don’t think there is any chance of Gwendolen becoming like her mother in about a hundred and fifty years, do you, Algy?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "All women become like their mothers.",
            "That is their tragedy.",
            "No man does.",
            "That’s his."
          ]
        },
        {
          "sentences": [
            "Is that clever?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "It is perfectly phrased! and quite as true as any observation in civilised life should be."
          ]
        },
        {
          "sentences": [
            "I am sick to death of cleverness.",
            "Everybody is clever nowadays.",
            "You can’t go anywhere without meeting clever people.",
            "The thing has become an absolute public nuisance.",
            "I wish to goodness we had a few fools left."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "We have."
          ]
        },
        {
          "sentences": [
            "I should extremely like to meet them.",
            "What do they talk about?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "The fools?",
            "Oh! about the clever people, of course."
          ]
        },
        {
          "sentences": [
            "What fools!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "By the way, did you tell Gwendolen the truth about your being Ernest in town, and Jack in the country?"
          ]
        },
        {
          "sentences": [
            "In a very patronising manner.",
            "My dear fellow, the truth isn’t quite the sort of thing one tells to a nice, sweet, refined girl.",
            "What extraordinary ideas you have about the way to behave to a woman!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "The only way to behave to a woman is to make love to her, if she is pretty, and to some one else, if she is plain."
          ]
        },
        {
          "sentences": [
            "Oh, that is nonsense."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "What about your brother?",
            "What about the profligate Ernest?"
          ]
        },
        {
          "sentences": [
            "Oh, before the end of the week I shall have got rid of him.",
            "I’ll say he died in Paris of apoplexy.",
            "Lots of people die of apoplexy, quite suddenly, don’t they?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, but it’s hereditary, my dear fellow.",
            "It’s a sort of thing that runs in families.",
            "You had much better say a severe chill."
          ]
        },
        {
          "sentences": [
            "You are sure a severe chill isn’t hereditary, or anything of that kind?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Of course it isn’t!"
          ]
        },
        {
          "sentences": [
            "Very well, then.",
            "My poor brother Ernest is carried off suddenly, in Paris, by a severe chill.",
            "That gets rid of him."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But I thought you said that...",
            "Miss Cardew was a little too much interested in your poor brother Ernest?",
            "Won’t she feel his loss a good deal?"
          ]
        },
        {
          "sentences": [
            "Oh, that is all right.",
            "Cecily is not a silly romantic girl, I am glad to say.",
            "She has got a capital appetite, goes long walks, and pays no attention at all to her lessons."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I would rather like to see Cecily."
          ]
        },
        {
          "sentences": [
            "I will take very good care you never do.",
            "She is excessively pretty, and she is only just eighteen."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Have you told Gwendolen yet that you have an excessively pretty ward who is only just eighteen?"
          ]
        },
        {
          "sentences": [
            "Oh! one doesn’t blurt these things out to people.",
            "Cecily and Gwendolen are perfectly certain to be extremely great friends.",
            "I’ll bet you anything you like that half an hour after they have met, they will be calling each other sister."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Women only do that when they have called each other a lot of other things first.",
            "Now, my dear boy, if we want to get a good table at Willis’s, we really must go and dress.",
            "Do you know it is nearly seven?"
          ]
        },
        {
          "sentences": [
            "Irritably.",
            "It always is nearly seven."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, I’m hungry."
          ]
        },
        {
          "sentences": [
            "I never knew you when you weren’t..."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "What shall we do after dinner?",
            "Go to a theatre?"
          ]
        },
        {
          "sentences": [
            "Oh no!",
            "I loathe listening."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, let us go to the Club?"
          ]
        },
        {
          "sentences": [
            "Oh, no!",
            "I hate talking."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, we might trot round to the Empire at ten?"
          ]
        },
        {
          "sentences": [
            "Oh, no!",
            "I can’t bear looking at things.",
            "It is so silly."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, what shall we do?"
          ]
        },
        {
          "sentences": [
            "Nothing!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "It is awfully hard work doing nothing.",
            "However, I don’t mind hard work where there is no definite object of any kind."
          ]
        },
        {
          "sentences": [
            "Enter Lane."
          ]
        },
        {
          "sentences": [
            "Miss Fairfax."
          ]
        },
        {
          "sentences": [
            "Enter Gwendolen.",
            "Lane goes out."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Gwendolen, upon my word!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Algy, kindly turn your back.",
            "I have something very particular to say to Mr. Worthing."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Really, Gwendolen, I don’t think I can allow this at all."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Algy, you always adopt a strictly immoral attitude towards life.",
            "You are not quite old enough to do that.",
            "Algernon retires to the fireplace."
          ]
        },
        {
          "sentences": [
            "My own darling!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Ernest, we may never be married.",
            "From the expression on mamma’s face I fear we never shall.",
            "Few parents nowadays pay any regard to what their children say to them.",
            "The old-fashioned respect for the young is fast dying out.",
            "Whatever influence I ever had over mamma, I lost at the age of three.",
            "But although she may prevent us from becoming man and wife, and I may marry some one else, and marry often, nothing that she can possibly do can alter my eternal devotion to you."
          ]
        },
        {
          "sentences": [
            "Dear Gwendolen!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "The story of your romantic origin, as related to me by mamma, with unpleasing comments, has naturally stirred the deeper fibres of my nature.",
            "Your Christian name has an irresistible fascination.",
            "The simplicity of your character makes you exquisitely incomprehensible to me.",
            "Your town address at the Albany I have.",
            "What is your address in the country?"
          ]
        },
        {
          "sentences": [
            "The Manor House, Woolton, Hertfordshire."
          ]
        },
        {
          "sentences": [
            "Algernon, who has been carefully listening, smiles to himself, and writes the address on his shirt-cuff.",
            "Then picks up the Railway Guide."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "There is a good postal service, I suppose?",
            "It may be necessary to do something desperate.",
            "That of course will require serious consideration.",
            "I will communicate with you daily."
          ]
        },
        {
          "sentences": [
            "My own one!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "How long do you remain in town?"
          ]
        },
        {
          "sentences": [
            "Till Monday."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Algy, you may turn round now."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Thanks, I’ve turned round already."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "You may also ring the bell."
          ]
        },
        {
          "sentences": [
            "You will let me see you to your carriage, my own darling?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Certainly."
          ]
        },
        {
          "sentences": [
            "To Lane, who now enters.",
            "I will see Miss Fairfax out."
          ]
        },
        {
          "sentences": [
            "Yes, sir.",
            "Jack and Gwendolen go off."
          ]
        },
        {
          "sentences": [
            "Lane presents several letters on a salver to Algernon.",
            "It is to be surmised that they are bills, as Algernon, after looking at the envelopes, tears them up."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "A glass of sherry, Lane."
          ]
        },
        {
          "sentences": [
            "Yes, sir."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "To-morrow, Lane, I’m going Bunburying."
          ]
        },
        {
          "sentences": [
            "Yes, sir."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I shall probably not be back till Monday.",
            "You can put up my dress clothes, my smoking jacket, and all the Bunbury suits..."
          ]
        },
        {
          "sentences": [
            "Yes, sir.",
            "Handing sherry."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I hope to-morrow will be a fine day, Lane."
          ]
        },
        {
          "sentences": [
            "It never is, sir."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Lane, you’re a perfect pessimist."
          ]
        },
        {
          "sentences": [
            "I do my best to give satisfaction, sir."
          ]
        },
        {
          "sentences": [
            "Enter Jack.",
            "Lane goes off."
          ]
        },
        {
          "sentences": [
            "There’s a sensible, intellectual girl! the only girl I ever cared for in my life.",
            "Algernon is laughing immoderately.",
            "What on earth are you so amused at?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Oh, I’m a little anxious about poor Bunbury, that is all."
          ]
        },
        {
          "sentences": [
            "If you don’t take care, your friend Bunbury will get you into a serious scrape some day."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I love scrapes.",
            "They are the only things that are never serious."
          ]
        },
        {
          "sentences": [
            "Oh, that’s nonsense, Algy.",
            "You never talk anything but nonsense."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Nobody ever does."
          ]
        },
        {
          "sentences": [
            "Jack looks indignantly at him, and leaves the room.",
            "Algernon lights a cigarette, reads his shirt-cuff, and smiles."
          ]
        },
        {
          "sentences": [
            "ACT DROP"
          ]
        },
        {
          "sentences": [
            "SECOND ACT"
          ]
        },
        {
          "sentences": [
            "Garden at the Manor House.",
            "A flight of grey stone steps leads up to the house.",
            "The garden, an old-fashioned one, full of roses.",
            "Time of year, July.",
            "Basket chairs, and a table covered with books, are set under a large yew-tree."
          ]
        },
        {
          "sentences": [
            "Miss Prism discovered seated at the table.",
            "Cecily is at the back watering flowers."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Calling.",
            "Cecily, Cecily!",
            "Surely such a utilitarian occupation as the watering of flowers is rather Moulton’s duty than yours?",
            "Especially at a moment when intellectual pleasures await you.",
            "Your German grammar is on the table.",
            "Pray open it at page fifteen.",
            "We will repeat yesterday’s lesson."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Coming over very slowly.",
            "But I don’t like German.",
            "It isn’t at all a becoming language.",
            "I know perfectly well that I look quite plain after my German lesson."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Child, you know how anxious your guardian is that you should improve yourself in every way.",
            "He laid particular stress on your German, as he was leaving for town yesterday.",
            "Indeed, he always lays stress on your German when he is leaving for town."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Dear Uncle Jack is so very serious!",
            "Sometimes he is so serious that I think he cannot be quite well."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Drawing herself up.",
            "Your guardian enjoys the best of health, and his gravity of demeanour is especially to be commended in one so comparatively young as he is.",
            "I know no one who has a higher sense of duty and responsibility."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I suppose that is why he often looks a little bored when we three are together."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Cecily!",
            "I am surprised at you.",
            "Mr. Worthing has many troubles in his life.",
            "Idle merriment and triviality would be out of place in his conversation.",
            "You must remember his constant anxiety about that unfortunate young man his brother."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I wish Uncle Jack would allow that unfortunate young man, his brother, to come down here sometimes.",
            "We might have a good influence over him, Miss Prism.",
            "I am sure you certainly would.",
            "You know German, and geology, and things of that kind influence a man very much.",
            "Cecily begins to write in her diary."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Shaking her head.",
            "I do not think that even I could produce any effect on a character that according to his own brother’s admission is irretrievably weak and vacillating.",
            "Indeed I am not sure that I would desire to reclaim him.",
            "I am not in favour of this modern mania for turning bad people into good people at a moment’s notice.",
            "As a man sows so let him reap.",
            "You must put away your diary, Cecily.",
            "I really don’t see why you should keep a diary at all."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I keep a diary in order to enter the wonderful secrets of my life.",
            "If I didn’t write them down, I should probably forget all about them."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Memory, my dear Cecily, is the diary that we all carry about with us."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, but it usually chronicles the things that have never happened, and couldn’t possibly have happened.",
            "I believe that Memory is responsible for nearly all the three-volume novels that Mudie sends us."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Do not speak slightingly of the three-volume novel, Cecily.",
            "I wrote one myself in earlier days."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Did you really, Miss Prism?",
            "How wonderfully clever you are!",
            "I hope it did not end happily?",
            "I don’t like novels that end happily.",
            "They depress me so much."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "The good ended happily, and the bad unhappily.",
            "That is what Fiction means."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I suppose so.",
            "But it seems very unfair.",
            "And was your novel ever published?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Alas! no.",
            "The manuscript unfortunately was abandoned.",
            "Cecily starts.",
            "I use the word in the sense of lost or mislaid.",
            "To your work, child, these speculations are profitless."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Smiling.",
            "But I see dear Dr. Chasuble coming up through the garden."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Rising and advancing.",
            "Dr. Chasuble!",
            "This is indeed a pleasure."
          ]
        },
        {
          "sentences": [
            "Enter Canon Chasuble."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "And how are we this morning?",
            "Miss Prism, you are, I trust, well?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Miss Prism has just been complaining of a slight headache.",
            "I think it would do her so much good to have a short stroll with you in the Park, Dr. Chasuble."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Cecily, I have not mentioned anything about a headache."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "No, dear Miss Prism, I know that, but I felt instinctively that you had a headache.",
            "Indeed I was thinking about that, and not about my German lesson, when the Rector came in."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "I hope, Cecily, you are not inattentive."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, I am afraid I am."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "That is strange.",
            "Were I fortunate enough to be Miss Prism’s pupil, I would hang upon her lips.",
            "Miss Prism glares.",
            "I spoke metaphorically.—My metaphor was drawn from bees.",
            "Mr. Worthing, I suppose, has not returned from town yet?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "We do not expect him till Monday afternoon."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Ah yes, he usually likes to spend his Sunday in London.",
            "He is not one of those whose sole aim is enjoyment, as, by all accounts, that unfortunate young man his brother seems to be.",
            "But I must not disturb Egeria and her pupil any longer."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Egeria?",
            "My name is Lætitia, Doctor."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Bowing.",
            "A classical allusion merely, drawn from the Pagan authors.",
            "I shall see you both no doubt at Evensong?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "I think, dear Doctor, I will have a stroll with you.",
            "I find I have a headache after all, and a walk might do it good."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "With pleasure, Miss Prism, with pleasure.",
            "We might go as far as the schools and back."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "That would be delightful.",
            "Cecily, you will read your Political Economy in my absence.",
            "The chapter on the Fall of the Rupee you may omit.",
            "It is somewhat too sensational.",
            "Even these metallic problems have their melodramatic side."
          ]
        },
        {
          "sentences": [
            "Goes down the garden with Dr. Chasuble."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Picks up books and throws them back on table.",
            "Horrid Political Economy!",
            "Horrid Geography!",
            "Horrid, horrid German!"
          ]
        },
        {
          "sentences": [
            "Enter Merriman with a card on a salver."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Mr. Ernest Worthing has just driven over from the station.",
            "He has brought his luggage with him."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Takes the card and reads it. ‘Mr. Ernest Worthing, B. 4, The Albany, W.’ Uncle Jack’s brother!",
            "Did you tell him Mr. Worthing was in town?"
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, Miss.",
            "He seemed very much disappointed.",
            "I mentioned that you and Miss Prism were in the garden.",
            "He said he was anxious to speak to you privately for a moment."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Ask Mr. Ernest Worthing to come here.",
            "I suppose you had better talk to the housekeeper about a room for him."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, Miss."
          ]
        },
        {
          "sentences": [
            "Merriman goes off."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I have never met any really wicked person before.",
            "I feel rather frightened.",
            "I am so afraid he will look just like every one else."
          ]
        },
        {
          "sentences": [
            "Enter Algernon, very gay and debonnair.",
            "He does!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Raising his hat.",
            "You are my little cousin Cecily, I’m sure."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You are under some strange mistake.",
            "I am not little.",
            "In fact, I believe I am more than usually tall for my age.",
            "Algernon is rather taken aback.",
            "But I am your cousin Cecily.",
            "You, I see from your card, are Uncle Jack’s brother, my cousin Ernest, my wicked cousin Ernest."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I am not really wicked at all, cousin Cecily.",
            "You mustn’t think that I am wicked."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "If you are not, then you have certainly been deceiving us all in a very inexcusable manner.",
            "I hope you have not been leading a double life, pretending to be wicked and being really good all the time.",
            "That would be hypocrisy."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Looks at her in amazement.",
            "Of course I have been rather reckless."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I am glad to hear it."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "In fact, now you mention the subject, I have been very bad in my own small way."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think you should be so proud of that, though I am sure it must have been very pleasant."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "It is much pleasanter being here with you."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I can’t understand how you are here at all.",
            "Uncle Jack won’t be back till Monday afternoon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "That is a great disappointment.",
            "I am obliged to go up by the first train on Monday morning.",
            "I have a business appointment that I am anxious... to miss?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Couldn’t you miss it anywhere but in London?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "No: the appointment is in London."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Well, I know, of course, how important it is not to keep a business engagement, if one wants to retain any sense of the beauty of life, but still I think you had better wait till Uncle Jack arrives.",
            "I know he wants to speak to you about your emigrating."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "About my what?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Your emigrating.",
            "He has gone up to buy your outfit."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I certainly wouldn’t let Jack buy my outfit.",
            "He has no taste in neckties at all."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think you will require neckties.",
            "Uncle Jack is sending you to Australia."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Australia!",
            "I’d sooner die."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Well, he said at dinner on Wednesday night, that you would have to choose between this world, the next world, and Australia."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Oh, well!",
            "The accounts I have received of Australia and the next world, are not particularly encouraging.",
            "This world is good enough for me, cousin Cecily."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, but are you good enough for it?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I’m afraid I’m not that.",
            "That is why I want you to reform me.",
            "You might make that your mission, if you don’t mind, cousin Cecily."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I’m afraid I’ve no time, this afternoon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, would you mind my reforming myself this afternoon?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It is rather Quixotic of you.",
            "But I think you should try."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I will.",
            "I feel better already."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You are looking a little worse."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "That is because I am hungry."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "How thoughtless of me.",
            "I should have remembered that when one is going"
          ]
        }
      ],
      "sentence_count": 538,
      "word_count": 3694
    },
    {
      "number": "2",
      "title": "lead an entirely new life, one requires regular and wholesome meals.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "Won’t you come in?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Thank you.",
            "Might I have a buttonhole first?",
            "I never have any appetite unless I have a buttonhole first."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "A Marechal Niel?",
            "Picks up scissors."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "No, I’d sooner have a pink rose."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Cuts a flower."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Because you are like a pink rose, Cousin Cecily."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think it can be right for you to talk to me like that.",
            "Miss Prism never says such things to me."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Then Miss Prism is a short-sighted old lady.",
            "Cecily puts the rose in his buttonhole.",
            "You are the prettiest girl I ever saw."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Miss Prism says that all good looks are a snare."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "They are a snare that every sensible man would like to be caught in."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, I don’t think I would care to catch a sensible man.",
            "I shouldn’t know what to talk to him about."
          ]
        },
        {
          "sentences": [
            "They pass into the house.",
            "Miss Prism and Dr. Chasuble return."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "You are too much alone, dear Dr. Chasuble.",
            "You should get married.",
            "A misanthrope I can understand—a womanthrope, never!"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "With a scholar’s shudder.",
            "Believe me, I do not deserve so neologistic a phrase.",
            "The precept as well as the practice of the Primitive Church was distinctly against matrimony."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Sententiously.",
            "That is obviously the reason why the Primitive Church has not lasted up to the present day.",
            "And you do not seem to realise, dear Doctor, that by persistently remaining single, a man converts himself into a permanent public temptation.",
            "Men should be more careful; this very celibacy leads weaker vessels astray."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "But is a man not equally attractive when married?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "No married man is ever attractive except to his wife."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "And often, I’ve been told, not even to her."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "That depends on the intellectual sympathies of the woman.",
            "Maturity can always be depended on.",
            "Ripeness can be trusted.",
            "Young women are green.",
            "Dr. Chasuble starts.",
            "I spoke horticulturally.",
            "My metaphor was drawn from fruits.",
            "But where is Cecily?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Perhaps she followed us to the schools."
          ]
        },
        {
          "sentences": [
            "Enter Jack slowly from the back of the garden.",
            "He is dressed in the deepest mourning, with crape hatband and black gloves."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Mr. Worthing!"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Mr. Worthing?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "This is indeed a surprise.",
            "We did not look for you till Monday afternoon."
          ]
        },
        {
          "sentences": [
            "Shakes Miss Prism’s hand in a tragic manner.",
            "I have returned sooner than I expected.",
            "Dr. Chasuble, I hope you are well?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Dear Mr. Worthing, I trust this garb of woe does not betoken some terrible calamity?"
          ]
        },
        {
          "sentences": [
            "My brother."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "More shameful debts and extravagance?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Still leading his life of pleasure?"
          ]
        },
        {
          "sentences": [
            "Shaking his head."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Your brother Ernest dead?"
          ]
        },
        {
          "sentences": [
            "Quite dead."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "What a lesson for him!",
            "I trust he will profit by it."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Mr. Worthing, I offer you my sincere condolence.",
            "You have at least the consolation of knowing that you were always the most generous and forgiving of brothers."
          ]
        },
        {
          "sentences": [
            "Poor Ernest!",
            "He had many faults, but it is a sad, sad blow."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Very sad indeed.",
            "Were you with him at the end?"
          ]
        },
        {
          "sentences": [
            "He died abroad; in Paris, in fact.",
            "I had a telegram last night from the manager of the Grand Hotel."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Was the cause of death mentioned?"
          ]
        },
        {
          "sentences": [
            "A severe chill, it seems."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "As a man sows, so shall he reap."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Raising his hand.",
            "Charity, dear Miss Prism, charity!",
            "None of us are perfect.",
            "I myself am peculiarly susceptible to draughts.",
            "Will the interment take place here?"
          ]
        },
        {
          "sentences": [
            "He seems to have expressed a desire to be buried in Paris."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "In Paris!",
            "Shakes his head.",
            "I fear that hardly points to any very serious state of mind at the last.",
            "You would no doubt wish me to make some slight allusion to this tragic domestic affliction next Sunday.",
            "Jack presses his hand convulsively.",
            "My sermon on the meaning of the manna in the wilderness can be adapted to almost any occasion, joyful, or, as in the present case, distressing.",
            "All sigh.",
            "I have preached it at harvest celebrations, christenings, confirmations, on days of humiliation and festal days.",
            "The last time I delivered it was in the Cathedral, as a charity sermon on behalf of the Society for the Prevention of Discontent among the Upper Orders.",
            "The Bishop, who was present, was much struck by some of the analogies I drew."
          ]
        },
        {
          "sentences": [
            "Ah! that reminds me, you mentioned christenings I think, Dr. Chasuble?",
            "I suppose you know how to christen all right?",
            "Dr. Chasuble looks astounded.",
            "I mean, of course, you are continually christening, aren’t you?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "It is, I regret to say, one of the Rector’s most constant duties in this parish.",
            "I have often spoken to the poorer classes on the subject.",
            "But they don’t seem to know what thrift is."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "But is there any particular infant in whom you are interested, Mr. Worthing?",
            "Your brother was, I believe, unmarried, was he not?"
          ]
        },
        {
          "sentences": [
            "Oh yes."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Bitterly.",
            "People who live entirely for pleasure usually are."
          ]
        },
        {
          "sentences": [
            "But it is not for any child, dear Doctor.",
            "I am very fond of children.",
            "No! the fact is, I would like to be christened myself, this afternoon, if you have nothing better to do."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "But surely, Mr. Worthing, you have been christened already?"
          ]
        },
        {
          "sentences": [
            "I don’t remember anything about it."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "But have you any grave doubts on the subject?"
          ]
        },
        {
          "sentences": [
            "I certainly intend to have.",
            "Of course I don’t know if the thing would bother you in any way, or if you think I am a little too old now."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Not at all.",
            "The sprinkling, and, indeed, the immersion of adults is a perfectly canonical practice."
          ]
        },
        {
          "sentences": [
            "Immersion!"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "You need have no apprehensions.",
            "Sprinkling is all that is necessary, or indeed I think advisable.",
            "Our weather is so changeable.",
            "At what hour would you wish the ceremony performed?"
          ]
        },
        {
          "sentences": [
            "Oh, I might trot round about five if that would suit you."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Perfectly, perfectly!",
            "In fact I have two similar ceremonies to perform at that time.",
            "A case of twins that occurred recently in one of the outlying cottages on your own estate.",
            "Poor Jenkins the carter, a most hard-working man."
          ]
        },
        {
          "sentences": [
            "I don’t see much fun in being christened along with other babies.",
            "It would be childish.",
            "Would half-past five do?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Admirably!",
            "Admirably!",
            "Takes out watch.",
            "And now, dear Mr. Worthing, I will not intrude any longer into a house of sorrow.",
            "I would merely beg you not to be too much bowed down by grief.",
            "What seem to us bitter trials are often blessings in disguise."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "This seems to me a blessing of an extremely obvious kind."
          ]
        },
        {
          "sentences": [
            "Enter Cecily from the house."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack!",
            "Oh, I am pleased to see you back.",
            "But what horrid clothes you have got on!",
            "Do go and change them."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Cecily!"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "My child! my child!",
            "Cecily goes towards Jack; he kisses her brow in a melancholy manner."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "What is the matter, Uncle Jack?",
            "Do look happy!",
            "You look as if you had toothache, and I have got such a surprise for you.",
            "Who do you think is in the dining-room?",
            "Your brother!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Your brother Ernest.",
            "He arrived about half an hour ago."
          ]
        },
        {
          "sentences": [
            "What nonsense!",
            "I haven’t got a brother."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, don’t say that.",
            "However badly he may have behaved to you in the past he is still your brother.",
            "You couldn’t be so heartless as to disown him.",
            "I’ll tell him to come out.",
            "And you will shake hands with him, won’t you, Uncle Jack?",
            "Runs back into the house."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "These are very joyful tidings."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "After we had all been resigned to his loss, his sudden return seems to me peculiarly distressing."
          ]
        },
        {
          "sentences": [
            "My brother is in the dining-room?",
            "I don’t know what it all means.",
            "I think it is perfectly absurd."
          ]
        },
        {
          "sentences": [
            "Enter Algernon and Cecily hand in hand.",
            "They come slowly up to Jack."
          ]
        },
        {
          "sentences": [
            "Good heavens!",
            "Motions Algernon away."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Brother John, I have come down from town to tell you that I am very sorry for all the trouble I have given you, and that I intend to lead a better life in the future.",
            "Jack glares at him and does not take his hand."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack, you are not going to refuse your own brother’s hand?"
          ]
        },
        {
          "sentences": [
            "Nothing will induce me to take his hand.",
            "I think his coming down here disgraceful.",
            "He knows perfectly well why."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack, do be nice.",
            "There is some good in every one.",
            "Ernest has just been telling me about his poor invalid friend Mr. Bunbury whom he goes to visit so often.",
            "And surely there must be much good in one who is kind to an invalid, and leaves the pleasures of London to sit by a bed of pain."
          ]
        },
        {
          "sentences": [
            "Oh! he has been talking about Bunbury, has he?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, he has told me all about poor Mr. Bunbury, and his terrible state of health."
          ]
        },
        {
          "sentences": [
            "Bunbury!",
            "Well, I won’t have him talk to you about Bunbury or about anything else.",
            "It is enough to drive one perfectly frantic."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Of course I admit that the faults were all on my side.",
            "But I must say that I think that Brother John’s coldness to me is peculiarly painful.",
            "I expected a more enthusiastic welcome, especially considering it is the first time I have come here."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack, if you don’t shake hands with Ernest I will never forgive you."
          ]
        },
        {
          "sentences": [
            "Never forgive me?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Never, never, never!"
          ]
        },
        {
          "sentences": [
            "Well, this is the last time I shall ever do it.",
            "Shakes with Algernon and glares."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "It’s pleasant, is it not, to see so perfect a reconciliation?",
            "I think we might leave the two brothers together."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Cecily, you will come with us."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Certainly, Miss Prism.",
            "My little task of reconciliation is over."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "You have done a beautiful action to-day, dear child."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "We must not be premature in our judgments."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I feel very happy.",
            "They all go off except Jack and Algernon."
          ]
        },
        {
          "sentences": [
            "You young scoundrel, Algy, you must get out of this place as soon as possible.",
            "I don’t allow any Bunburying here."
          ]
        },
        {
          "sentences": [
            "Enter Merriman."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "I have put Mr. Ernest’s things in the room next to yours, sir.",
            "I suppose that is all right?"
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Mr. Ernest’s luggage, sir.",
            "I have unpacked it and put it in the room next to your own."
          ]
        },
        {
          "sentences": [
            "His luggage?"
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, sir.",
            "Three portmanteaus, a dressing-case, two hat-boxes, and a large luncheon-basket."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I am afraid I can’t stay more than a week this time."
          ]
        },
        {
          "sentences": [
            "Merriman, order the dog-cart at once.",
            "Mr. Ernest has been suddenly called back to town."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, sir.",
            "Goes back into the house."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "What a fearful liar you are, Jack.",
            "I have not been called back to town at all."
          ]
        },
        {
          "sentences": [
            "Yes, you have."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I haven’t heard any one call me."
          ]
        },
        {
          "sentences": [
            "Your duty as a gentleman calls you back."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "My duty as a gentleman has never interfered with my pleasures in the smallest degree."
          ]
        },
        {
          "sentences": [
            "I can quite understand that."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, Cecily is a darling."
          ]
        },
        {
          "sentences": [
            "You are not to talk of Miss Cardew like that.",
            "I don’t like it."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, I don’t like your clothes.",
            "You look perfectly ridiculous in them.",
            "Why on earth don’t you go up and change?",
            "It is perfectly childish to be in deep mourning for a man who is actually staying for a whole week with you in your house as a guest.",
            "I call it grotesque."
          ]
        },
        {
          "sentences": [
            "You are certainly not staying with me for a whole week as a guest or anything else.",
            "You have got to leave... by the four-five train."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I certainly won’t leave you so long as you are in mourning.",
            "It would be most unfriendly.",
            "If I were in mourning you would stay with me, I suppose.",
            "I should think it very unkind if you didn’t."
          ]
        },
        {
          "sentences": [
            "Well, will you go if I change my clothes?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, if you are not too long.",
            "I never saw anybody take so long to dress, and with such little result."
          ]
        },
        {
          "sentences": [
            "Well, at any rate, that is better than being always over-dressed as you are."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "If I am occasionally a little over-dressed, I make up for it by being always immensely over-educated."
          ]
        },
        {
          "sentences": [
            "Your vanity is ridiculous, your conduct an outrage, and your presence in my garden utterly absurd.",
            "However, you have got to catch the four-five, and I hope you will have a pleasant journey back to town.",
            "This Bunburying, as you call it, has not been a great success for you."
          ]
        },
        {
          "sentences": [
            "Goes into the house."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I think it has been a great success.",
            "I’m in love with Cecily, and that is everything."
          ]
        },
        {
          "sentences": [
            "Enter Cecily at the back of the garden.",
            "She picks up the can and begins to water the flowers.",
            "But I must see her before I go, and make arrangements for another Bunbury.",
            "Ah, there she is."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, I merely came back to water the roses.",
            "I thought you were with Uncle Jack."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "He’s gone to order the dog-cart for me."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, is he going to take you for a nice drive?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "He’s going to send me away."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Then have we got to part?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I am afraid so.",
            "It’s a very painful parting."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It is always painful to part from people whom one has known for a very brief space of time.",
            "The absence of old friends one can endure with equanimity.",
            "But even a momentary separation from anyone to whom one has just been introduced is almost unbearable."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Thank you."
          ]
        },
        {
          "sentences": [
            "Enter Merriman."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "The dog-cart is at the door, sir.",
            "Algernon looks appealingly at Cecily."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It can wait, Merriman for... five minutes."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, Miss.",
            "Exit Merriman."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I hope, Cecily, I shall not offend you if I state quite frankly and openly that you seem to me to be in every way the visible personification of absolute perfection."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I think your frankness does you great credit, Ernest.",
            "If you will allow me, I will copy your remarks into my diary.",
            "Goes over to table and begins writing in diary."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Do you really keep a diary?",
            "I’d give anything to look at it.",
            "May I?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh no.",
            "Puts her hand over it.",
            "You see, it is simply a very young girl’s record of her own thoughts and impressions, and consequently meant for publication.",
            "When it appears in volume form I hope you will order a copy.",
            "But pray, Ernest, don’t stop.",
            "I delight in taking down from dictation.",
            "I have reached ‘absolute perfection’.",
            "You can go on.",
            "I am quite ready for more."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Somewhat taken aback."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, don’t cough, Ernest.",
            "When one is dictating one should speak fluently and not cough.",
            "Besides, I don’t know how to spell a cough.",
            "Writes as Algernon speaks."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Speaking very rapidly.",
            "Cecily, ever since I first looked upon your wonderful and incomparable beauty, I have dared to love you wildly, passionately, devotedly, hopelessly."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think that you should tell me that you love me wildly, passionately, devotedly, hopelessly.",
            "Hopelessly doesn’t seem to make much sense, does it?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Cecily!"
          ]
        },
        {
          "sentences": [
            "Enter Merriman."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "The dog-cart is waiting, sir."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Tell it to come round next week, at the same hour."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Looks at Cecily, who makes no sign.",
            "Yes, sir."
          ]
        },
        {
          "sentences": [
            "Merriman retires."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack would be very much annoyed if he knew you were staying on till next week, at the same hour."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Oh, I don’t care about Jack.",
            "I don’t care for anybody in the whole world but you.",
            "I love you, Cecily.",
            "You will marry me, won’t you?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You silly boy!",
            "Of course.",
            "Why, we have been engaged for the last three months."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "For the last three months?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, it will be exactly three months on Thursday."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But how did we become engaged?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Well, ever since dear Uncle Jack first confessed to us that he had a younger brother who was very wicked and bad, you of course have formed the chief topic of conversation between myself and Miss Prism.",
            "And of course a man who is much talked about is always very attractive.",
            "One feels there must be something in him, after all.",
            "I daresay it was foolish of me, but I fell in love with you, Ernest."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Darling!",
            "And when was the engagement actually settled?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "On the 14th of February last.",
            "Worn out by your entire ignorance of my existence, I determined to end the matter one way or the other, and after a long struggle with myself I accepted you under this dear old tree here.",
            "The next day I bought this little ring in your name, and this is the little bangle with the true lover’s knot I promised you always to wear."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Did I give you this?",
            "It’s very pretty, isn’t it?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, you’ve wonderfully good taste, Ernest.",
            "It’s the excuse I’ve always given for your leading such a bad life.",
            "And this is the box in which I keep all your dear letters.",
            "Kneels at table, opens box, and produces letters tied up with blue ribbon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "My letters!",
            "But, my own sweet Cecily, I have never written you any letters."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You need hardly remind me of that, Ernest.",
            "I remember only too well that I was forced to write your letters for you.",
            "I wrote always three times a week, and sometimes oftener."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Oh, do let me read them, Cecily?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, I couldn’t possibly.",
            "They would make you far too conceited.",
            "Replaces box.",
            "The three you wrote me after I had broken off the engagement are so beautiful, and so badly spelled, that even now I can hardly read them without crying a little."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But was our engagement ever broken off?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Of course it was.",
            "On the 22nd of last March.",
            "You can see the entry if you like.",
            "Shows diary. ‘To-day I broke off my engagement with Ernest.",
            "I feel it is better to do so.",
            "The weather still continues charming.’"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But why on earth did you break it off?",
            "What had I done?",
            "I had done nothing at all.",
            "Cecily, I am very much hurt indeed to hear you broke it off.",
            "Particularly when the weather was so charming."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It would hardly have been a really serious engagement if it hadn’t been broken off at least once.",
            "But I forgave you before the week was out."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Crossing to her, and kneeling.",
            "What a perfect angel you are, Cecily."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You dear romantic boy.",
            "He kisses her, she puts her fingers through his hair.",
            "I hope your hair curls naturally, does it?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, darling, with a little help from others."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I am so glad."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "You’ll never break off our engagement again, Cecily?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think I could break it off now that I have actually met you.",
            "Besides, of course, there is the question of your name."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, of course.",
            "Nervously."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "You must not laugh at me, darling, but it had always been a girlish dream of mine to love some one whose name was Ernest.",
            "Algernon rises, Cecily also.",
            "There is something in that name that seems to inspire absolute confidence.",
            "I pity any poor married woman whose husband is not called Ernest."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But, my dear child, do you mean to say you could not love me if I had some other name?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "But what name?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Oh, any name you like—Algernon—for instance..."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "But I don’t like the name of Algernon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, my own dear, sweet, loving little darling, I really can’t see why you should object to the name of Algernon.",
            "It is not at all a bad name.",
            "In fact, it is rather an aristocratic name.",
            "Half of the chaps who get into the Bankruptcy Court are called Algernon.",
            "But seriously, Cecily...",
            "Moving to her... if my name was Algy, couldn’t you love me?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Rising.",
            "I might respect you, Ernest, I might admire your character, but I fear that I should not be able to give you my undivided attention."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Cecily!",
            "Picking up hat.",
            "Your Rector here is, I suppose, thoroughly experienced in the practice of all the rites and ceremonials of the Church?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, yes.",
            "Dr. Chasuble is a most learned man.",
            "He has never written a single book, so you can imagine how much he knows."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I must see him at once on a most important christening—I mean on most important business."
          ]
        },
        {
          "sentences": [
            "CECILY."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I shan’t be away more than half an hour."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Considering that we have been engaged since February the 14th, and that I only met you to-day for the first time, I think it is rather hard that you should leave me for so long a period as half an hour.",
            "Couldn’t you make it twenty minutes?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I’ll be back in no time."
          ]
        },
        {
          "sentences": [
            "Kisses her and rushes down the garden."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "What an impetuous boy he is!",
            "I like his hair so much.",
            "I must enter his proposal in my diary."
          ]
        },
        {
          "sentences": [
            "Enter Merriman."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "A Miss Fairfax has just called to see Mr. Worthing.",
            "On very important business, Miss Fairfax states."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Isn’t Mr. Worthing in his library?"
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Mr. Worthing went over in the direction of the Rectory some time ago."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Pray ask the lady to come out here; Mr. Worthing is sure to be back soon.",
            "And you can bring tea."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Yes, Miss.",
            "Goes out."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Miss Fairfax!",
            "I suppose one of the many good elderly women who are associated with Uncle Jack in some of his philanthropic work in London.",
            "I don’t quite like women who are interested in philanthropic work.",
            "I think it is so forward of them."
          ]
        },
        {
          "sentences": [
            "Enter Merriman."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Miss Fairfax."
          ]
        },
        {
          "sentences": [
            "Enter Gwendolen."
          ]
        },
        {
          "sentences": [
            "Exit Merriman."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Advancing to meet her.",
            "Pray let me introduce myself to you.",
            "My name is Cecily Cardew."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Cecily Cardew?",
            "Moving to her and shaking hands.",
            "What a very sweet name!",
            "Something tells me that we are going to be great friends.",
            "I like you already more than I can say.",
            "My first impressions of people are never wrong."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "How nice of you to like me so much after we have known each other such a comparatively short time.",
            "Pray sit down."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Still standing up.",
            "I may call you Cecily, may I not?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "With pleasure!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "And you will always call me Gwendolen, won’t you?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "If you wish."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Then that is all quite settled, is it not?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I hope so.",
            "A pause.",
            "They both sit down together."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Perhaps this might be a favourable opportunity for my mentioning who I am.",
            "My father is Lord Bracknell.",
            "You have never heard of papa, I suppose?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t think so."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Outside the family circle, papa, I am glad to say, is entirely unknown.",
            "I think that is quite as it should be.",
            "The home seems to me to be the proper sphere for the man.",
            "And certainly once a man begins to neglect his domestic duties he becomes painfully effeminate, does he not?",
            "And I don’t like that.",
            "It makes men so very attractive.",
            "Cecily, mamma, whose views on education are remarkably strict, has brought me up to be extremely short-sighted; it is part of her system; so do you mind my looking at you through my glasses?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh! not at all, Gwendolen.",
            "I am very fond of being looked at."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "After examining Cecily carefully through a lorgnette.",
            "You are here on a short visit, I suppose."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh no!",
            "I live here."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Severely.",
            "Really?",
            "Your mother, no doubt, or some female relative of advanced years, resides here also?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh no!",
            "I have no mother, nor, in fact, any relations."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Indeed?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "My dear guardian, with the assistance of Miss Prism, has the arduous task of looking after me."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Your guardian?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, I am Mr. Worthing’s ward."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "It is strange he never mentioned to me that he had a ward.",
            "How secretive of him!",
            "He grows more interesting hourly.",
            "I am not sure, however, that the news inspires me with feelings of unmixed delight.",
            "Rising and going to her.",
            "I am very fond of you, Cecily; I have liked you ever since I met you!",
            "But I am bound to state that now that I know that you are Mr. Worthing’s ward, I cannot help expressing a wish you were—well, just a little older than you seem to be—and not quite so very alluring in appearance.",
            "In fact, if I may speak candidly—"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Pray do!",
            "I think that whenever one has anything unpleasant to say, one should always be quite candid."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Well, to speak with perfect candour, Cecily, I wish that you were fully forty-two, and more than usually plain for your age.",
            "Ernest has a strong upright nature.",
            "He is the very soul of truth and honour.",
            "Disloyalty would be as impossible to him as deception.",
            "But even men of the noblest possible moral character are extremely susceptible to the influence of the physical charms of others.",
            "Modern, no less than Ancient History, supplies us with many most painful examples of what I refer to.",
            "If it were not so, indeed, History would be quite unreadable."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I beg your pardon, Gwendolen, did you say Ernest?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, but it is not Mr. Ernest Worthing who is my guardian.",
            "It is his brother—his elder brother."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Sitting down again.",
            "Ernest never mentioned to me that he had a brother."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I am sorry to say they have not been on good terms for a long time."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Ah! that accounts for it.",
            "And now that I think of it I have never heard any man mention his brother.",
            "The subject seems distasteful to most men.",
            "Cecily, you have lifted a load from my mind.",
            "I was growing almost anxious.",
            "It would have been terrible if any cloud had come across a friendship like ours, would it not?",
            "Of course you are quite, quite sure that it is not Mr. Ernest Worthing who is your guardian?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Quite sure.",
            "A pause.",
            "In fact, I am going to be his."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Inquiringly.",
            "I beg your pardon?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Rather shy and confidingly.",
            "Dearest Gwendolen, there is no reason why I should make a secret of it to you.",
            "Our little county newspaper is sure to chronicle the fact next week.",
            "Mr. Ernest Worthing and I are engaged to be married."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Quite politely, rising.",
            "My darling Cecily, I think there must be some slight error.",
            "Mr. Ernest Worthing is engaged to me.",
            "The announcement will appear in the _Morning Post_ on Saturday at the latest."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Very politely, rising.",
            "I am afraid you must be under some misconception.",
            "Ernest proposed to me exactly ten minutes ago.",
            "Shows diary."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Examines diary through her lorgnettte carefully.",
            "It is certainly very curious, for he asked me to be his wife yesterday afternoon at 5.30.",
            "If you would care to verify the incident, pray do so.",
            "Produces diary of her own.",
            "I never travel without my diary.",
            "One should always have something sensational to read in the train.",
            "I am so sorry, dear Cecily, if it is any disappointment to you, but I am afraid I have the prior claim."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It would distress me more than I can tell you, dear Gwendolen, if it caused you any mental or physical anguish, but I feel bound to point out that since Ernest proposed to you he clearly has changed his mind."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Meditatively.",
            "If the poor fellow has been entrapped into any foolish promise I shall consider it my duty to rescue him at once, and with a firm hand."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Thoughtfully and sadly.",
            "Whatever unfortunate entanglement my dear boy may have got into, I will never reproach him with it after we are married."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Do you allude to me, Miss Cardew, as an entanglement?",
            "You are presumptuous.",
            "On an occasion of this kind it becomes more than a moral duty to speak one’s mind.",
            "It becomes a pleasure."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Do you suggest, Miss Fairfax, that I entrapped Ernest into an engagement?",
            "How dare you?",
            "This is no time for wearing the shallow mask of manners.",
            "When I see a spade I call it a spade."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Satirically.",
            "I am glad to say that I have never seen a spade.",
            "It is obvious that our social spheres have been widely different."
          ]
        },
        {
          "sentences": [
            "Enter Merriman, followed by the footman.",
            "He carries a salver, table cloth, and plate stand.",
            "Cecily is about to retort.",
            "The presence of the servants exercises a restraining influence, under which both girls chafe."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Shall I lay tea here as usual, Miss?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Sternly, in a calm voice.",
            "Yes, as usual.",
            "Merriman begins to clear table and lay cloth.",
            "A long pause.",
            "Cecily and Gwendolen glare at each other."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Are there many interesting walks in the vicinity, Miss Cardew?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh! yes! a great many.",
            "From the top of one of the hills quite close one can see five counties."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Five counties!",
            "I don’t think I should like that; I hate crowds."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Sweetly.",
            "I suppose that is why you live in town?",
            "Gwendolen bites her lip, and beats her foot nervously with her parasol."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Looking round.",
            "Quite a well-kept garden this is, Miss Cardew."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "So glad you like it, Miss Fairfax."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I had no idea there were any flowers in the country."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Oh, flowers are as common here, Miss Fairfax, as people are in London."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Personally I cannot understand how anybody manages to exist in the country, if anybody who is anybody does.",
            "The country always bores me to death."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "This is what the newspapers call agricultural depression, is it not?",
            "I believe the aristocracy are suffering very much from it just at present.",
            "It is almost an epidemic amongst them, I have been told.",
            "May I offer you some tea, Miss Fairfax?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "With elaborate politeness.",
            "Thank you.",
            "Aside.",
            "Detestable girl!",
            "But I require tea!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Sweetly.",
            "Sugar?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Superciliously.",
            "No, thank you.",
            "Sugar is not fashionable any more.",
            "Cecily looks angrily at her, takes up the tongs and puts four lumps of sugar into the cup."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Severely.",
            "Cake or bread and butter?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "In a bored manner.",
            "Bread and butter, please.",
            "Cake is rarely seen at the best houses nowadays."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Cuts a very large slice of cake, and puts it on the tray.",
            "Hand that"
          ]
        }
      ],
      "sentence_count": 775,
      "word_count": 5105
    },
    {
      "number": "3",
      "title": "Miss Fairfax.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "Merriman does so, and goes out with footman.",
            "Gwendolen drinks the tea and makes a grimace.",
            "Puts down cup at once, reaches out her hand to the bread and butter, looks at it, and finds it is cake.",
            "Rises in indignation."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "You have filled my tea with lumps of sugar, and though I asked most distinctly for bread and butter, you have given me cake.",
            "I am known for the gentleness of my disposition, and the extraordinary sweetness of my nature, but I warn you, Miss Cardew, you may go too far."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Rising.",
            "To save my poor, innocent, trusting boy from the machinations of any other girl there are no lengths to which I would not go."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "From the moment I saw you I distrusted you.",
            "I felt that you were false and deceitful.",
            "I am never deceived in such matters.",
            "My first impressions of people are invariably right."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It seems to me, Miss Fairfax, that I am trespassing on your valuable time.",
            "No doubt you have many other calls of a similar character to make in the neighbourhood."
          ]
        },
        {
          "sentences": [
            "Enter Jack."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Catching sight of him.",
            "Ernest!",
            "My own Ernest!"
          ]
        },
        {
          "sentences": [
            "Gwendolen!",
            "Darling!",
            "Offers to kiss her."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Draws back.",
            "A moment!",
            "May I ask if you are engaged to be married to this young lady?",
            "Points to Cecily."
          ]
        },
        {
          "sentences": [
            "Laughing.",
            "To dear little Cecily!",
            "Of course not!",
            "What could have put such an idea into your pretty little head?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Thank you.",
            "You may!",
            "Offers her cheek."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Very sweetly.",
            "I knew there must be some misunderstanding, Miss Fairfax.",
            "The gentleman whose arm is at present round your waist is my guardian, Mr. John Worthing."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I beg your pardon?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "This is Uncle Jack."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Receding."
          ]
        },
        {
          "sentences": [
            "Enter Algernon."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Here is Ernest."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Goes straight over to Cecily without noticing any one else.",
            "My own love!",
            "Offers to kiss her."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Drawing back.",
            "A moment, Ernest!",
            "May I ask you—are you engaged to be married to this young lady?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Looking round.",
            "To what young lady?",
            "Good heavens!",
            "Gwendolen!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes! to good heavens, Gwendolen, I mean to Gwendolen."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Laughing.",
            "Of course not!",
            "What could have put such an idea into your pretty little head?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Thank you.",
            "Presenting her cheek to be kissed.",
            "You may.",
            "Algernon kisses her."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I felt there was some slight error, Miss Cardew.",
            "The gentleman who is now embracing you is my cousin, Mr. Algernon Moncrieff."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Breaking away from Algernon.",
            "Algernon Moncrieff!",
            "The two girls move towards each other and put their arms round each other’s waists as if for protection."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Are you called Algernon?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I cannot deny it."
          ]
        },
        {
          "sentences": [
            "CECILY."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Is your name really John?"
          ]
        },
        {
          "sentences": [
            "Standing rather proudly.",
            "I could deny it if I liked.",
            "I could deny anything if I liked.",
            "But my name certainly is John.",
            "It has been John for years."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "To Gwendolen.",
            "A gross deception has been practised on both of us."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "My poor wounded Cecily!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "My sweet wronged Gwendolen!"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Slowly and seriously.",
            "You will call me sister, will you not?",
            "They embrace.",
            "Jack and Algernon groan and walk up and down."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Rather brightly.",
            "There is just one question I would like to be allowed to ask my guardian."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "An admirable idea!",
            "Mr. Worthing, there is just one question I would like to be permitted to put to you.",
            "Where is your brother Ernest?",
            "We are both engaged to be married to your brother Ernest, so it is a matter of some importance to us to know where your brother Ernest is at present."
          ]
        },
        {
          "sentences": [
            "Slowly and hesitatingly.",
            "Gwendolen—Cecily—it is very painful for me to be forced to speak the truth.",
            "It is the first time in my life that I have ever been reduced to such a painful position, and I am really quite inexperienced in doing anything of the kind.",
            "However, I will tell you quite frankly that I have no brother Ernest.",
            "I have no brother at all.",
            "I never had a brother in my life, and I certainly have not the smallest intention of ever having one in the future."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Surprised.",
            "No brother at all?"
          ]
        },
        {
          "sentences": [
            "Cheerily."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Severely.",
            "Had you never a brother of any kind?"
          ]
        },
        {
          "sentences": [
            "Pleasantly.",
            "Never.",
            "Not even of any kind."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I am afraid it is quite clear, Cecily, that neither of us is engaged to be married to any one."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "It is not a very pleasant position for a young girl suddenly to find herself in.",
            "Is it?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Let us go into the house.",
            "They will hardly venture to come after us there."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "No, men are so cowardly, aren’t they?"
          ]
        },
        {
          "sentences": [
            "They retire into the house with scornful looks."
          ]
        },
        {
          "sentences": [
            "This ghastly state of things is what you call Bunburying, I suppose?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, and a perfectly wonderful Bunbury it is.",
            "The most wonderful Bunbury I have ever had in my life."
          ]
        },
        {
          "sentences": [
            "Well, you’ve no right whatsoever to Bunbury here."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "That is absurd.",
            "One has a right to Bunbury anywhere one chooses.",
            "Every serious Bunburyist knows that."
          ]
        },
        {
          "sentences": [
            "Serious Bunburyist!",
            "Good heavens!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, one must be serious about something, if one wants to have any amusement in life.",
            "I happen to be serious about Bunburying.",
            "What on earth you are serious about I haven’t got the remotest idea.",
            "About everything, I should fancy.",
            "You have such an absolutely trivial nature."
          ]
        },
        {
          "sentences": [
            "Well, the only small satisfaction I have in the whole of this wretched business is that your friend Bunbury is quite exploded.",
            "You won’t be able to run down to the country quite so often as you used to do, dear Algy.",
            "And a very good thing too."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Your brother is a little off colour, isn’t he, dear Jack?",
            "You won’t be able to disappear to London quite so frequently as your wicked custom was.",
            "And not a bad thing either."
          ]
        },
        {
          "sentences": [
            "As for your conduct towards Miss Cardew, I must say that your taking in a sweet, simple, innocent girl like that is quite inexcusable.",
            "To say nothing of the fact that she is my ward."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I can see no possible defence at all for your deceiving a brilliant, clever, thoroughly experienced young lady like Miss Fairfax.",
            "To say nothing of the fact that she is my cousin."
          ]
        },
        {
          "sentences": [
            "I wanted to be engaged to Gwendolen, that is all.",
            "I love her."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, I simply wanted to be engaged to Cecily.",
            "I adore her."
          ]
        },
        {
          "sentences": [
            "There is certainly no chance of your marrying Miss Cardew."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I don’t think there is much likelihood, Jack, of you and Miss Fairfax being united."
          ]
        },
        {
          "sentences": [
            "Well, that is no business of yours."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "If it was my business, I wouldn’t talk about it.",
            "Begins to eat muffins.",
            "It is very vulgar to talk about one’s business.",
            "Only people like stock-brokers do that, and then merely at dinner parties."
          ]
        },
        {
          "sentences": [
            "How can you sit there, calmly eating muffins when we are in this horrible trouble, I can’t make out.",
            "You seem to me to be perfectly heartless."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, I can’t eat muffins in an agitated manner.",
            "The butter would probably get on my cuffs.",
            "One should always eat muffins quite calmly.",
            "It is the only way to eat them."
          ]
        },
        {
          "sentences": [
            "I say it’s perfectly heartless your eating muffins at all, under the circumstances."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "When I am in trouble, eating is the only thing that consoles me.",
            "Indeed, when I am in really great trouble, as any one who knows me intimately will tell you, I refuse everything except food and drink.",
            "At the present moment I am eating muffins because I am unhappy.",
            "Besides, I am particularly fond of muffins.",
            "Rising."
          ]
        },
        {
          "sentences": [
            "Rising.",
            "Well, that is no reason why you should eat them all in that greedy way.",
            "Takes muffins from Algernon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Offering tea-cake.",
            "I wish you would have tea-cake instead.",
            "I don’t like tea-cake."
          ]
        },
        {
          "sentences": [
            "Good heavens!",
            "I suppose a man may eat his own muffins in his own garden."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "But you have just said it was perfectly heartless to eat muffins."
          ]
        },
        {
          "sentences": [
            "I said it was perfectly heartless of you, under the circumstances.",
            "That is a very different thing."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "That may be.",
            "But the muffins are the same.",
            "He seizes the muffin-dish from Jack."
          ]
        },
        {
          "sentences": [
            "Algy, I wish to goodness you would go."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "You can’t possibly ask me to go without having some dinner.",
            "It’s absurd.",
            "I never go without my dinner.",
            "No one ever does, except vegetarians and people like that.",
            "Besides I have just made arrangements with Dr. Chasuble to be christened at a quarter to six under the name of Ernest."
          ]
        },
        {
          "sentences": [
            "My dear fellow, the sooner you give up that nonsense the better.",
            "I made arrangements this morning with Dr. Chasuble to be christened myself at 5.30, and I naturally will take the name of Ernest.",
            "Gwendolen would wish it.",
            "We can’t both be christened Ernest.",
            "It’s absurd.",
            "Besides, I have a perfect right to be christened if I like.",
            "There is no evidence at all that I have ever been christened by anybody.",
            "I should think it extremely probable I never was, and so does Dr. Chasuble.",
            "It is entirely different in your case.",
            "You have been christened already."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, but I have not been christened for years."
          ]
        },
        {
          "sentences": [
            "Yes, but you have been christened.",
            "That is the important thing."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Quite so.",
            "So I know my constitution can stand it.",
            "If you are not quite sure about your ever having been christened, I must say I think it rather dangerous your venturing on it now.",
            "It might make you very unwell.",
            "You can hardly have forgotten that some one very closely connected with you was very nearly carried off this week in Paris by a severe chill."
          ]
        },
        {
          "sentences": [
            "Yes, but you said yourself that a severe chill was not hereditary."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "It usen’t to be, I know—but I daresay it is now.",
            "Science is always making wonderful improvements in things."
          ]
        },
        {
          "sentences": [
            "Picking up the muffin-dish.",
            "Oh, that is nonsense; you are always talking nonsense."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Jack, you are at the muffins again!",
            "I wish you wouldn’t.",
            "There are only two left.",
            "Takes them.",
            "I told you I was particularly fond of muffins."
          ]
        },
        {
          "sentences": [
            "But I hate tea-cake."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Why on earth then do you allow tea-cake to be served up for your guests?",
            "What ideas you have of hospitality!"
          ]
        },
        {
          "sentences": [
            "Algernon!",
            "I have already told you to go.",
            "I don’t want you here.",
            "Why don’t you go!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I haven’t quite finished my tea yet! and there is still one muffin left.",
            "Jack groans, and sinks into a chair.",
            "Algernon still continues eating."
          ]
        },
        {
          "sentences": [
            "ACT DROP"
          ]
        },
        {
          "sentences": [
            "THIRD ACT"
          ]
        },
        {
          "sentences": [
            "Morning-room at the Manor House."
          ]
        },
        {
          "sentences": [
            "Gwendolen and Cecily are at the window, looking out into the garden."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "The fact that they did not follow us at once into the house, as any one else would have done, seems to me to show that they have some sense of shame left."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "They have been eating muffins.",
            "That looks like repentance."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "After a pause.",
            "They don’t seem to notice us at all.",
            "Couldn’t you cough?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "But I haven’t got a cough."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "They’re looking at us.",
            "What effrontery!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "They’re approaching.",
            "That’s very forward of them."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Let us preserve a dignified silence."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Certainly.",
            "It’s the only thing to do now.",
            "Enter Jack followed by Algernon.",
            "They whistle some dreadful popular air from a British Opera."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "This dignified silence seems to produce an unpleasant effect."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "A most distasteful one."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "But we will not be the first to speak."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Certainly not."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Mr. Worthing, I have something very particular to ask you.",
            "Much depends on your reply."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Gwendolen, your common sense is invaluable.",
            "Mr. Moncrieff, kindly answer me the following question.",
            "Why did you pretend to be my guardian’s brother?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "In order that I might have an opportunity of meeting you."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "To Gwendolen.",
            "That certainly seems a satisfactory explanation, does it not?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Yes, dear, if you can believe him."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t.",
            "But that does not affect the wonderful beauty of his answer."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "In matters of grave importance, style, not sincerity is the vital thing.",
            "Mr. Worthing, what explanation can you offer to me for pretending to have a brother?",
            "Was it in order that you might have an opportunity of coming up to town to see me as often as possible?"
          ]
        },
        {
          "sentences": [
            "Can you doubt it, Miss Fairfax?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I have the gravest doubts upon the subject.",
            "But I intend to crush them.",
            "This is not the moment for German scepticism.",
            "Moving to Cecily.",
            "Their explanations appear to be quite satisfactory, especially Mr. Worthing’s.",
            "That seems to me to have the stamp of truth upon it."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I am more than content with what Mr. Moncrieff said.",
            "His voice alone inspires one with absolute credulity."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Then you think we should forgive them?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I mean no."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I had forgotten.",
            "There are principles at stake that one cannot surrender.",
            "Which of us should tell them?",
            "The task is not a pleasant one."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Could we not both speak at the same time?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "An excellent idea!",
            "I nearly always speak at the same time as other people.",
            "Will you take the time from me?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Certainly.",
            "Gwendolen beats time with uplifted finger."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN and CECILY Speaking together.",
            "Your Christian names are still an insuperable barrier.",
            "That is all!"
          ]
        },
        {
          "sentences": [
            "JACK and ALGERNON Speaking together.",
            "Our Christian names!",
            "Is that all?",
            "But we are going to be christened this afternoon."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "To Jack.",
            "For my sake you are prepared to do this terrible thing?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "To Algernon.",
            "To please me you are ready to face this fearful ordeal?"
          ]
        },
        {
          "sentences": [
            "ALGERNON."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "How absurd to talk of the equality of the sexes!",
            "Where questions of self-sacrifice are concerned, men are infinitely beyond us."
          ]
        },
        {
          "sentences": [
            "We are.",
            "Clasps hands with Algernon."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "They have moments of physical courage of which we women know absolutely nothing."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "To Jack.",
            "Darling!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "To Cecily.",
            "Darling!",
            "They fall into each other’s arms."
          ]
        },
        {
          "sentences": [
            "Enter Merriman.",
            "When he enters he coughs loudly, seeing the situation."
          ]
        },
        {
          "sentences": [
            "MERRIMAN.",
            "Lady Bracknell!"
          ]
        },
        {
          "sentences": [
            "Good heavens!"
          ]
        },
        {
          "sentences": [
            "Enter Lady Bracknell.",
            "The couples separate in alarm.",
            "Exit Merriman."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Gwendolen!",
            "What does this mean?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Merely that I am engaged to be married to Mr. Worthing, mamma."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Come here.",
            "Sit down.",
            "Sit down immediately.",
            "Hesitation of any kind is a sign of mental decay in the young, of physical weakness in the old.",
            "Turns to Jack.",
            "Apprised, sir, of my daughter’s sudden flight by her trusty maid, whose confidence I purchased by means of a small coin, I followed her at once by a luggage train.",
            "Her unhappy father is, I am glad to say, under the impression that she is attending a more than usually lengthy lecture by the University Extension Scheme on the Influence of a permanent income on Thought.",
            "I do not propose to undeceive him.",
            "Indeed I have never undeceived him on any question.",
            "I would consider it wrong.",
            "But of course, you will clearly understand that all communication between yourself and my daughter must cease immediately from this moment.",
            "On this point, as indeed on all points, I am firm."
          ]
        },
        {
          "sentences": [
            "I am engaged to be married to Gwendolen, Lady Bracknell!"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "You are nothing of the kind, sir.",
            "And now, as regards Algernon!...",
            "Algernon!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "May I ask if it is in this house that your invalid friend Mr. Bunbury resides?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Stammering.",
            "Bunbury doesn’t live here.",
            "Bunbury is somewhere else at present.",
            "In fact, Bunbury is dead."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "When did Mr. Bunbury die?",
            "His death must have been extremely sudden."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Airily.",
            "I killed Bunbury this afternoon.",
            "I mean poor Bunbury died this afternoon."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "What did he die of?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Bunbury?",
            "Oh, he was quite exploded."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Exploded!",
            "Was he the victim of a revolutionary outrage?",
            "I was not aware that Mr. Bunbury was interested in social legislation.",
            "If so, he is well punished for his morbidity."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "My dear Aunt Augusta, I mean he was found out!",
            "The doctors found out that Bunbury could not live, that is what I mean—so Bunbury died."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "He seems to have had great confidence in the opinion of his physicians.",
            "I am glad, however, that he made up his mind at the last to some definite course of action, and acted under proper medical advice.",
            "And now that we have finally got rid of this Mr. Bunbury, may I ask, Mr. Worthing, who is that young person whose hand my nephew Algernon is now holding in what seems to me a peculiarly unnecessary manner?"
          ]
        },
        {
          "sentences": [
            "That lady is Miss Cecily Cardew, my ward.",
            "Lady Bracknell bows coldly to Cecily."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "I am engaged to be married to Cecily, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "I beg your pardon?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Mr. Moncrieff and I are engaged to be married, Lady Bracknell."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "With a shiver, crossing to the sofa and sitting down.",
            "I do not know whether there is anything peculiarly exciting in the air of this particular part of Hertfordshire, but the number of engagements that go on seems to me considerably above the proper average that statistics have laid down for our guidance.",
            "I think some preliminary inquiry on my part would not be out of place.",
            "Mr. Worthing, is Miss Cardew at all connected with any of the larger railway stations in London?",
            "I merely desire information.",
            "Until yesterday I had no idea that there were any families or persons whose origin was a Terminus.",
            "Jack looks perfectly furious, but restrains himself."
          ]
        },
        {
          "sentences": [
            "In a clear, cold voice.",
            "Miss Cardew is the grand-daughter of the late Mr. Thomas Cardew of Belgrave Square, S.W.; Gervase Park, Dorking, Surrey; and the Sporran, Fifeshire, N.B."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "That sounds not unsatisfactory.",
            "Three addresses always inspire confidence, even in tradesmen.",
            "But what proof have I of their authenticity?"
          ]
        },
        {
          "sentences": [
            "I have carefully preserved the Court Guides of the period.",
            "They are open to your inspection, Lady Bracknell."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Grimly.",
            "I have known strange errors in that publication."
          ]
        },
        {
          "sentences": [
            "Miss Cardew’s family solicitors are Messrs.",
            "Markby, Markby, and Markby."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Markby, Markby, and Markby?",
            "A firm of the very highest position in their profession.",
            "Indeed I am told that one of the Mr. Markby’s is occasionally to be seen at dinner parties.",
            "So far I am satisfied."
          ]
        },
        {
          "sentences": [
            "Very irritably.",
            "How extremely kind of you, Lady Bracknell!",
            "I have also in my possession, you will be pleased to hear, certificates of Miss Cardew’s birth, baptism, whooping cough, registration, vaccination, confirmation, and the measles; both the German and the English variety."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "A life crowded with incident, I see; though perhaps somewhat too exciting for a young girl.",
            "I am not myself in favour of premature experiences.",
            "Rises, looks at her watch.",
            "Gwendolen! the time approaches for our departure.",
            "We have not a moment to lose.",
            "As a matter of form, Mr. Worthing, I had better ask you if Miss Cardew has any little fortune?"
          ]
        },
        {
          "sentences": [
            "Oh! about a hundred and thirty thousand pounds in the Funds.",
            "That is all.",
            "Goodbye, Lady Bracknell.",
            "So pleased to have seen you."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Sitting down again.",
            "A moment, Mr. Worthing.",
            "A hundred and thirty thousand pounds!",
            "And in the Funds!",
            "Miss Cardew seems to me a most attractive young lady, now that I look at her.",
            "Few girls of the present day have any really solid qualities, any of the qualities that last, and improve with time.",
            "We live, I regret to say, in an age of surfaces.",
            "To Cecily.",
            "Come over here, dear.",
            "Cecily goes across.",
            "Pretty child! your dress is sadly simple, and your hair seems almost as Nature might have left it.",
            "But we can soon alter all that.",
            "A thoroughly experienced French maid produces a really marvellous result in a very brief space of time.",
            "I remember recommending one to young Lady Lancing, and after three months her own husband did not know her."
          ]
        },
        {
          "sentences": [
            "And after six months nobody knew her."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Glares at Jack for a few moments.",
            "Then bends, with a practised smile, to Cecily.",
            "Kindly turn round, sweet child.",
            "Cecily turns completely round.",
            "No, the side view is what I want.",
            "Cecily presents her profile.",
            "Yes, quite as I expected.",
            "There are distinct social possibilities in your profile.",
            "The two weak points in our age are its want of principle and its want of profile.",
            "The chin a little higher, dear.",
            "Style largely depends on the way the chin is worn.",
            "They are worn very high, just at present.",
            "Algernon!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Yes, Aunt Augusta!"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "There are distinct social possibilities in Miss Cardew’s profile."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Cecily is the sweetest, dearest, prettiest girl in the whole world.",
            "And I don’t care twopence about social possibilities."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Never speak disrespectfully of Society, Algernon.",
            "Only people who can’t get into it do that.",
            "To Cecily.",
            "Dear child, of course you know that Algernon has nothing but his debts to depend upon.",
            "But I do not approve of mercenary marriages.",
            "When I married Lord Bracknell I had no fortune of any kind.",
            "But I never dreamed for a moment of allowing that to stand in my way.",
            "Well, I suppose I must give my consent."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Thank you, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Cecily, you may kiss me!"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Kisses her.",
            "Thank you, Lady Bracknell."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "You may also address me as Aunt Augusta for the future."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Thank you, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "The marriage, I think, had better take place quite soon."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Thank you, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Thank you, Aunt Augusta."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "To speak frankly, I am not in favour of long engagements.",
            "They give people the opportunity of finding out each other’s character before marriage, which I think is never advisable."
          ]
        },
        {
          "sentences": [
            "I beg your pardon for interrupting you, Lady Bracknell, but this engagement is quite out of the question.",
            "I am Miss Cardew’s guardian, and she cannot marry without my consent until she comes of age.",
            "That consent I absolutely decline to give."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Upon what grounds may I ask?",
            "Algernon is an extremely, I may almost say an ostentatiously, eligible young man.",
            "He has nothing, but he looks everything.",
            "What more can one desire?"
          ]
        },
        {
          "sentences": [
            "It pains me very much to have to speak frankly to you, Lady Bracknell, about your nephew, but the fact is that I do not approve at all of his moral character.",
            "I suspect him of being untruthful.",
            "Algernon and Cecily look at him in indignant amazement."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Untruthful!",
            "My nephew Algernon?",
            "Impossible!",
            "He is an Oxonian."
          ]
        },
        {
          "sentences": [
            "I fear there can be no possible doubt about the matter.",
            "This afternoon during my temporary absence in London on an important question of romance, he obtained admission to my house by means of the false pretence of being my brother.",
            "Under an assumed name he drank, I’ve just been informed by my butler, an entire pint bottle of my Perrier-Jouet, Brut, ’89; wine I was specially reserving for myself.",
            "Continuing his disgraceful deception, he succeeded in the course of the afternoon in alienating the affections of my only ward.",
            "He subsequently stayed to tea, and devoured every single muffin.",
            "And what makes his conduct all the more heartless is, that he was perfectly well aware from the first that I have no brother, that I never had a brother, and that I don’t intend to have a brother, not even of any kind.",
            "I distinctly told him so myself yesterday afternoon."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Mr. Worthing, after careful consideration I have decided entirely"
          ]
        }
      ],
      "sentence_count": 584,
      "word_count": 3920
    },
    {
      "number": "4",
      "title": "overlook my nephew’s conduct to you.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "That is very generous of you, Lady Bracknell.",
            "My own decision, however, is unalterable.",
            "I decline to give my consent."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "To Cecily.",
            "Come here, sweet child.",
            "Cecily goes over.",
            "How old are you, dear?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Well, I am really only eighteen, but I always admit to twenty when I go"
          ]
        }
      ],
      "sentence_count": 10,
      "word_count": 52
    },
    {
      "number": "5",
      "title": "evening parties.",
      "type": "letter",
      "paragraphs": [
        {
          "sentences": [
            "LADY BRACKNELL.",
            "You are perfectly right in making some slight alteration.",
            "Indeed, no woman should ever be quite accurate about her age.",
            "It looks so calculating...",
            "In a meditative manner.",
            "Eighteen, but admitting to twenty at evening parties.",
            "Well, it will not be very long before you are of age and free from the restraints of tutelage.",
            "So I don’t think your guardian’s consent is, after all, a matter of any importance."
          ]
        },
        {
          "sentences": [
            "Pray excuse me, Lady Bracknell, for interrupting you again, but it is only fair to tell you that according to the terms of her grandfather’s will Miss Cardew does not come legally of age till she is thirty-five."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "That does not seem to me to be a grave objection.",
            "Thirty-five is a very attractive age.",
            "London society is full of women of the very highest birth who have, of their own free choice, remained thirty-five for years.",
            "Lady Dumbleton is an instance in point.",
            "To my own knowledge she has been thirty-five ever since she arrived at the age of forty, which was many years ago now.",
            "I see no reason why our dear Cecily should not be even still more attractive at the age you mention than she is at present.",
            "There will be a large accumulation of property."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Algy, could you wait for me till I was thirty-five?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Of course I could, Cecily.",
            "You know I could."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Yes, I felt it instinctively, but I couldn’t wait all that time.",
            "I hate waiting even five minutes for anybody.",
            "It always makes me rather cross.",
            "I am not punctual myself, I know, but I do like punctuality in others, and waiting, even to be married, is quite out of the question."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Then what is to be done, Cecily?"
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "I don’t know, Mr. Moncrieff."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "My dear Mr. Worthing, as Miss Cardew states positively that she cannot wait till she is thirty-five—a remark which I am bound to say seems to me to show a somewhat impatient nature—I would beg of you to reconsider your decision."
          ]
        },
        {
          "sentences": [
            "But my dear Lady Bracknell, the matter is entirely in your own hands.",
            "The moment you consent to my marriage with Gwendolen, I will most gladly allow your nephew to form an alliance with my ward."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Rising and drawing herself up.",
            "You must be quite aware that what you propose is out of the question."
          ]
        },
        {
          "sentences": [
            "Then a passionate celibacy is all that any of us can look forward to."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "That is not the destiny I propose for Gwendolen.",
            "Algernon, of course, can choose for himself.",
            "Pulls out her watch.",
            "Come, dear, Gwendolen rises we have already missed five, if not six, trains.",
            "To miss any more might expose us to comment on the platform."
          ]
        },
        {
          "sentences": [
            "Enter Dr. Chasuble."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Everything is quite ready for the christenings."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "The christenings, sir!",
            "Is not that somewhat premature?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Looking rather puzzled, and pointing to Jack and Algernon.",
            "Both these gentlemen have expressed a desire for immediate baptism."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "At their age?",
            "The idea is grotesque and irreligious!",
            "Algernon, I forbid you to be baptized.",
            "I will not hear of such excesses.",
            "Lord Bracknell would be highly displeased if he learned that that was the way in which you wasted your time and money."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Am I to understand then that there are to be no christenings at all this afternoon?"
          ]
        },
        {
          "sentences": [
            "I don’t think that, as things are now, it would be of much practical value to either of us, Dr. Chasuble."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "I am grieved to hear such sentiments from you, Mr. Worthing.",
            "They savour of the heretical views of the Anabaptists, views that I have completely refuted in four of my unpublished sermons.",
            "However, as your present mood seems to be one peculiarly secular, I will return to the church at once.",
            "Indeed, I have just been informed by the pew-opener that for the last hour and a half Miss Prism has been waiting for me in the vestry."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Starting.",
            "Miss Prism!",
            "Did I hear you mention a Miss Prism?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Yes, Lady Bracknell.",
            "I am on my way to join her."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Pray allow me to detain you for a moment.",
            "This matter may prove to be one of vital importance to Lord Bracknell and myself.",
            "Is this Miss Prism a female of repellent aspect, remotely connected with education?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Somewhat indignantly.",
            "She is the most cultivated of ladies, and the very picture of respectability."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "It is obviously the same person.",
            "May I ask what position she holds in your household?"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Severely.",
            "I am a celibate, madam."
          ]
        },
        {
          "sentences": [
            "Interposing.",
            "Miss Prism, Lady Bracknell, has been for the last three years Miss Cardew’s esteemed governess and valued companion."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "In spite of what I hear of her, I must see her at once.",
            "Let her be sent for."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Looking off.",
            "She approaches; she is nigh."
          ]
        },
        {
          "sentences": [
            "Enter Miss Prism hurriedly."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "I was told you expected me in the vestry, dear Canon.",
            "I have been waiting for you there for an hour and three-quarters.",
            "Catches sight of Lady Bracknell, who has fixed her with a stony glare.",
            "Miss Prism grows pale and quails.",
            "She looks anxiously round as if desirous to escape."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "In a severe, judicial voice.",
            "Prism!",
            "Miss Prism bows her head in shame.",
            "Come here, Prism!",
            "Miss Prism approaches in a humble manner.",
            "Prism!",
            "Where is that baby?",
            "General consternation.",
            "The Canon starts back in horror.",
            "Algernon and Jack pretend to be anxious to shield Cecily and Gwendolen from hearing the details of a terrible public scandal.",
            "Twenty-eight years ago, Prism, you left Lord Bracknell’s house, Number 104, Upper Grosvenor Street, in charge of a perambulator that contained a baby of the male sex.",
            "You never returned.",
            "A few weeks later, through the elaborate investigations of the Metropolitan police, the perambulator was discovered at midnight, standing by itself in a remote corner of Bayswater.",
            "It contained the manuscript of a three-volume novel of more than usually revolting sentimentality.",
            "Miss Prism starts in involuntary indignation.",
            "But the baby was not there!",
            "Every one looks at Miss Prism.",
            "Prism!",
            "Where is that baby?",
            "A pause."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Lady Bracknell, I admit with shame that I do not know.",
            "I only wish I did.",
            "The plain facts of the case are these.",
            "On the morning of the day you mention, a day that is for ever branded on my memory, I prepared as usual to take the baby out in its perambulator.",
            "I had also with me a somewhat old, but capacious hand-bag in which I had intended to place the manuscript of a work of fiction that I had written during my few unoccupied hours.",
            "In a moment of mental abstraction, for which I never can forgive myself, I deposited the manuscript in the basinette, and placed the baby in the hand-bag."
          ]
        },
        {
          "sentences": [
            "Who has been listening attentively.",
            "But where did you deposit the hand-bag?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Do not ask me, Mr. Worthing."
          ]
        },
        {
          "sentences": [
            "Miss Prism, this is a matter of no small importance to me.",
            "I insist on knowing where you deposited the hand-bag that contained that infant."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "I left it in the cloak-room of one of the larger railway stations in London."
          ]
        },
        {
          "sentences": [
            "What railway station?"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Quite crushed.",
            "Victoria.",
            "The Brighton line.",
            "Sinks into a chair."
          ]
        },
        {
          "sentences": [
            "I must retire to my room for a moment.",
            "Gwendolen, wait here for me."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "If you are not too long, I will wait here for you all my life.",
            "Exit Jack in great excitement."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "What do you think this means, Lady Bracknell?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "I dare not even suspect, Dr. Chasuble.",
            "I need hardly tell you that in families of high position strange coincidences are not supposed to occur.",
            "They are hardly considered the thing."
          ]
        },
        {
          "sentences": [
            "Noises heard overhead as if some one was throwing trunks about.",
            "Every one looks up."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "Uncle Jack seems strangely agitated."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Your guardian has a very emotional nature."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "This noise is extremely unpleasant.",
            "It sounds as if he was having an argument.",
            "I dislike arguments of any kind.",
            "They are always vulgar, and often convincing."
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "Looking up.",
            "It has stopped now.",
            "The noise is redoubled."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "I wish he would arrive at some conclusion."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "This suspense is terrible.",
            "I hope it will last.",
            "Enter Jack with a hand-bag of black leather in his hand."
          ]
        },
        {
          "sentences": [
            "Rushing over to Miss Prism.",
            "Is this the hand-bag, Miss Prism?",
            "Examine it carefully before you speak.",
            "The happiness of more than one life depends on your answer."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Calmly.",
            "It seems to be mine.",
            "Yes, here is the injury it received through the upsetting of a Gower Street omnibus in younger and happier days.",
            "Here is the stain on the lining caused by the explosion of a temperance beverage, an incident that occurred at Leamington.",
            "And here, on the lock, are my initials.",
            "I had forgotten that in an extravagant mood I had had them placed there.",
            "The bag is undoubtedly mine.",
            "I am delighted to have it so unexpectedly restored to me.",
            "It has been a great inconvenience being without it all these years."
          ]
        },
        {
          "sentences": [
            "In a pathetic voice.",
            "Miss Prism, more is restored to you than this hand-bag.",
            "I was the baby you placed in it."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Amazed."
          ]
        },
        {
          "sentences": [
            "Embracing her.",
            "Yes... mother!"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Recoiling in indignant astonishment.",
            "Mr. Worthing!",
            "I am unmarried!"
          ]
        },
        {
          "sentences": [
            "Unmarried!",
            "I do not deny that is a serious blow.",
            "But after all, who has the right to cast a stone against one who has suffered?",
            "Cannot repentance wipe out an act of folly?",
            "Why should there be one law for men, and another for women?",
            "Mother, I forgive you.",
            "Tries to embrace her again."
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Still more indignant.",
            "Mr. Worthing, there is some error.",
            "Pointing to Lady Bracknell.",
            "There is the lady who can tell you who you really are."
          ]
        },
        {
          "sentences": [
            "After a pause.",
            "Lady Bracknell, I hate to seem inquisitive, but would you kindly inform me who I am?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "I am afraid that the news I have to give you will not altogether please you.",
            "You are the son of my poor sister, Mrs. Moncrieff, and consequently Algernon’s elder brother."
          ]
        },
        {
          "sentences": [
            "Algy’s elder brother!",
            "Then I have a brother after all.",
            "I knew I had a brother!",
            "I always said I had a brother!",
            "Cecily,—how could you have ever doubted that I had a brother?",
            "Seizes hold of Algernon.",
            "Dr. Chasuble, my unfortunate brother.",
            "Miss Prism, my unfortunate brother.",
            "Gwendolen, my unfortunate brother.",
            "Algy, you young scoundrel, you will have to treat me with more respect in the future.",
            "You have never behaved to me like a brother in all your life."
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Well, not till to-day, old boy, I admit.",
            "I did my best, however, though I was out of practice."
          ]
        },
        {
          "sentences": [
            "Shakes hands."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "To Jack.",
            "My own!",
            "But what own are you?",
            "What is your Christian name, now that you have become some one else?"
          ]
        },
        {
          "sentences": [
            "Good heavens!...",
            "I had quite forgotten that point.",
            "Your decision on the subject of my name is irrevocable, I suppose?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I never change, except in my affections."
          ]
        },
        {
          "sentences": [
            "CECILY.",
            "What a noble nature you have, Gwendolen!"
          ]
        },
        {
          "sentences": [
            "Then the question had better be cleared up at once.",
            "Aunt Augusta, a moment.",
            "At the time when Miss Prism left me in the hand-bag, had I been christened already?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Every luxury that money could buy, including christening, had been lavished on you by your fond and doting parents."
          ]
        },
        {
          "sentences": [
            "Then I was christened!",
            "That is settled.",
            "Now, what name was I given?",
            "Let me know the worst."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Being the eldest son you were naturally christened after your father."
          ]
        },
        {
          "sentences": [
            "Irritably.",
            "Yes, but what was my father’s Christian name?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Meditatively.",
            "I cannot at the present moment recall what the General’s Christian name was.",
            "But I have no doubt he had one.",
            "He was eccentric, I admit.",
            "But only in later years.",
            "And that was the result of the Indian climate, and marriage, and indigestion, and other things of that kind."
          ]
        },
        {
          "sentences": [
            "Can’t you recollect what our father’s Christian name was?"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "My dear boy, we were never even on speaking terms.",
            "He died before I was a year old."
          ]
        },
        {
          "sentences": [
            "His name would appear in the Army Lists of the period, I suppose, Aunt Augusta?"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "The General was essentially a man of peace, except in his domestic life.",
            "But I have no doubt his name would appear in any military directory."
          ]
        },
        {
          "sentences": [
            "The Army Lists of the last forty years are here.",
            "These delightful records should have been my constant study.",
            "Rushes to bookcase and tears the books out.",
            "Generals...",
            "Mallam, Maxbohm, Magley, what ghastly names they have—Markby, Migsby, Mobbs, Moncrieff!",
            "Lieutenant 1840, Captain, Lieutenant-Colonel, Colonel, General 1869, Christian names, Ernest John.",
            "Puts book very quietly down and speaks quite calmly.",
            "I always told you, Gwendolen, my name was Ernest, didn’t I?",
            "Well, it is Ernest after all.",
            "I mean it naturally is Ernest."
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "Yes, I remember now that the General was called Ernest, I knew I had some particular reason for disliking the name."
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "Ernest!",
            "My own Ernest!",
            "I felt from the first that you could have no other name!"
          ]
        },
        {
          "sentences": [
            "Gwendolen, it is a terrible thing for a man to find out suddenly that all his life he has been speaking nothing but the truth.",
            "Can you forgive me?"
          ]
        },
        {
          "sentences": [
            "GWENDOLEN.",
            "I can.",
            "For I feel that you are sure to change."
          ]
        },
        {
          "sentences": [
            "My own one!"
          ]
        },
        {
          "sentences": [
            "CHASUBLE.",
            "To Miss Prism.",
            "Lætitia!",
            "Embraces her"
          ]
        },
        {
          "sentences": [
            "MISS PRISM.",
            "Enthusiastically.",
            "Frederick!",
            "At last!"
          ]
        },
        {
          "sentences": [
            "ALGERNON.",
            "Cecily!",
            "Embraces her.",
            "At last!"
          ]
        },
        {
          "sentences": [
            "Gwendolen!",
            "Embraces her.",
            "At last!"
          ]
        },
        {
          "sentences": [
            "LADY BRACKNELL.",
            "My nephew, you seem to be displaying signs of triviality."
          ]
        },
        {
          "sentences": [
            "On the contrary, Aunt Augusta, I’ve now realised for the first time in my life the vital Importance of Being Earnest."
          ]
        },
        {
          "sentences": [
            "TABLEAU"
          ]
        },
        {
          "sentences": [
            "*** END OF THE PROJECT GUTENBERG EBOOK THE IMPORTANCE OF BEING EARNEST ***"
          ]
        },
        {
          "sentences": [
            "***** This file should be named 844-0. txt or 844-0. zip ***** This and all associated files of various formats will be found in:  https://www. gutenberg. org/8/4/844/"
          ]
        },
        {
          "sentences": [
            "Updated editions will replace the previous one--the old editions will be renamed."
          ]
        },
        {
          "sentences": [
            "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!) can copy and distribute it in the United States without permission and without paying copyright royalties.",
            "Special rules, set forth in the General Terms of Use part of this license, apply to copying and distributing Project Gutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm concept and trademark.",
            "Project Gutenberg is a registered trademark, and may not be used if you charge for an eBook, except by following the terms of the trademark license, including paying royalties for use of the Project Gutenberg trademark.",
            "If you do not charge anything for copies of this eBook, complying with the trademark license is very easy.",
            "You may use this eBook for nearly any purpose such as creation of derivative works, reports, performances and research.",
            "Project Gutenberg eBooks may be modified and printed and given away--you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law.",
            "Redistribution is subject to the trademark license, especially commercial redistribution."
          ]
        },
        {
          "sentences": [
            "START: FULL LICENSE"
          ]
        },
        {
          "sentences": [
            "THE FULL PROJECT GUTENBERG LICENSE PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK"
          ]
        },
        {
          "sentences": [
            "To protect the Project Gutenberg-tm mission of promoting the free distribution of electronic works, by using or distributing this work (or any other work associated in any way with the phrase \"Project Gutenberg\"), you agree to comply with all the terms of the Full Project Gutenberg-tm License available with this file or online at www. gutenberg. org/license."
          ]
        },
        {
          "sentences": [
            "Section 1.",
            "General Terms of Use and Redistributing Project Gutenberg-tm electronic works"
          ]
        },
        {
          "sentences": [
            "By reading or using any part of this Project Gutenberg-tm electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement.",
            "If you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of Project Gutenberg-tm electronic works in your possession.",
            "If you paid a fee for obtaining a copy of or access to a Project Gutenberg-tm electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.E.8."
          ]
        },
        {
          "sentences": [
            "\"Project Gutenberg\" is a registered trademark.",
            "It may only be used on or associated in any way with an electronic work by people who agree to be bound by the terms of this agreement.",
            "There are a few things that you can do with most Project Gutenberg-tm electronic works even without complying with the full terms of this agreement.",
            "See paragraph 1.C below.",
            "There are a lot of things you can do with Project Gutenberg-tm electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg-tm electronic works.",
            "See paragraph 1.E below."
          ]
        },
        {
          "sentences": [
            "The Project Gutenberg Literary Archive Foundation (\"the Foundation\" or PGLAF), owns a compilation copyright in the collection of Project Gutenberg-tm electronic works.",
            "Nearly all the individual works in the collection are in the public domain in the United States.",
            "If an individual work is unprotected by copyright law in the United States and you are located in the United States, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to Project Gutenberg are removed.",
            "Of course, we hope that you will support the Project Gutenberg-tm mission of promoting free access to electronic works by freely sharing Project Gutenberg-tm works in compliance with the terms of this agreement for keeping the Project Gutenberg-tm name associated with the work.",
            "You can easily comply with the terms of this agreement by keeping this work in the same format with its attached full Project Gutenberg-tm License when you share it without charge with others."
          ]
        },
        {
          "sentences": [
            "The copyright laws of the place where you are located also govern what you can do with this work.",
            "Copyright laws in most countries are in a constant state of change.",
            "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg-tm work.",
            "The Foundation makes no representations concerning the copyright status of any work in any country other than the United States."
          ]
        },
        {
          "sentences": [
            "Unless you have removed all references to Project Gutenberg:"
          ]
        },
        {
          "sentences": [
            "1.E.1.",
            "The following sentence, with active links to, or other immediate access to, the full Project Gutenberg-tm License must appear prominently whenever any copy of a Project Gutenberg-tm work (any work on which the phrase \"Project Gutenberg\" appears, or with which the phrase \"Project Gutenberg\" is associated) is accessed, displayed, performed, viewed, copied or distributed:"
          ]
        },
        {
          "sentences": [
            "This eBook is for the use of anyone anywhere in the United States and  most other parts of the world at no cost and with almost no  restrictions whatsoever.",
            "You may copy it, give it away or re-use it  under the terms of the Project Gutenberg License included with this  eBook or online at www. gutenberg. org.",
            "If you are not located in the  United States, you will have to check the laws of the country where  you are located before using this eBook."
          ]
        },
        {
          "sentences": [
            "1.E.2.",
            "If an individual Project Gutenberg-tm electronic work is derived from texts not protected by U.S. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the United States without paying any fees or charges.",
            "If you are redistributing or providing access to a work with the phrase \"Project Gutenberg\" associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.E. through 1.E. or obtain permission for the use of the work and the Project Gutenberg-tm trademark as set forth in paragraphs 1.E. or 1.E.9."
          ]
        },
        {
          "sentences": [
            "1.E.3.",
            "If an individual Project Gutenberg-tm electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.E. through 1.E. and any additional terms imposed by the copyright holder.",
            "Additional terms will be linked to the Project Gutenberg-tm License for all works posted with the permission of the copyright holder found at the beginning of this work."
          ]
        },
        {
          "sentences": [
            "1.E.4.",
            "Do not unlink or detach or remove the full Project Gutenberg-tm License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg-tm."
          ]
        },
        {
          "sentences": [
            "1.E.5.",
            "Do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.E. with active links or immediate access to the full terms of the Project Gutenberg-tm License."
          ]
        },
        {
          "sentences": [
            "1.E.6.",
            "You may convert to and distribute this work in any binary, compressed, marked up, nonproprietary or proprietary form, including any word processing or hypertext form.",
            "However, if you provide access to or distribute copies of a Project Gutenberg-tm work in a format other than \"Plain Vanilla ASCII\" or other format used in the official version posted on the official Project Gutenberg-tm website (www. gutenberg. org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original \"Plain Vanilla ASCII\" or other form.",
            "Any alternate format must include the full Project Gutenberg-tm License as specified in paragraph 1.E.1."
          ]
        },
        {
          "sentences": [
            "1.E.7.",
            "Do not charge a fee for access to, viewing, displaying, performing, copying or distributing any Project Gutenberg-tm works unless you comply with paragraph 1.E. or 1.E.9."
          ]
        },
        {
          "sentences": [
            "1.E.8.",
            "You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg-tm electronic works provided that:"
          ]
        },
        {
          "sentences": [
            "* You pay a royalty fee of 20% of the gross profits you derive from  the use of Project Gutenberg-tm works calculated using the method  you already use to calculate your applicable taxes.",
            "The fee is owed  to the owner of the Project Gutenberg-tm trademark, but he has  agreed to donate royalties under this paragraph to the Project  Gutenberg Literary Archive Foundation.",
            "Royalty payments must be paid  within days following each date on which you prepare (or are  legally required to prepare) your periodic tax returns.",
            "Royalty  payments should be clearly marked as such and sent to the Project  Gutenberg Literary Archive Foundation at the address specified in  Section 4, \"Information about donations to the Project Gutenberg  Literary Archive Foundation.\""
          ]
        },
        {
          "sentences": [
            "* You provide a full refund of any money paid by a user who notifies  you in writing (or by e-mail) within days of receipt that s/he  does not agree to the terms of the full Project Gutenberg-tm  License.",
            "You must require such a user to return or destroy all  copies of the works possessed in a physical medium and discontinue  all use of and all access to other copies of Project Gutenberg-tm  works."
          ]
        },
        {
          "sentences": [
            "* You provide, in accordance with paragraph 1.F.3, a full refund of  any money paid for a work or a replacement copy, if a defect in the  electronic work is discovered and reported to you within days of  receipt of the work."
          ]
        },
        {
          "sentences": [
            "* You comply with all other terms of this agreement for free  distribution of Project Gutenberg-tm works."
          ]
        },
        {
          "sentences": [
            "1.E.9.",
            "If you wish to charge a fee or distribute a Project Gutenberg-tm electronic work or group of works on different terms than are set forth in this agreement, you must obtain permission in writing from the Project Gutenberg Literary Archive Foundation, the manager of the Project Gutenberg-tm trademark.",
            "Contact the Foundation as set forth in Section below."
          ]
        },
        {
          "sentences": [
            "1.F.1.",
            "Project Gutenberg volunteers and employees expend considerable effort to identify, do copyright research on, transcribe and proofread works not protected by U.S. copyright law in creating the Project Gutenberg-tm collection.",
            "Despite these efforts, Project Gutenberg-tm electronic works, and the medium on which they may be stored, may contain \"Defects,\" such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment."
          ]
        },
        {
          "sentences": [
            "1.F.2.",
            "LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right of Replacement or Refund\" described in paragraph 1.F.3, the Project Gutenberg Literary Archive Foundation, the owner of the Project Gutenberg-tm trademark, and any other party distributing a Project Gutenberg-tm electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees.",
            "YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE PROVIDED IN PARAGRAPH 1.F.3.",
            "YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE."
          ]
        },
        {
          "sentences": [
            "1.F.3.",
            "LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a defect in this electronic work within days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from.",
            "If you received the work on a physical medium, you must return the medium with your written explanation.",
            "The person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund.",
            "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.",
            "If the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem."
          ]
        },
        {
          "sentences": [
            "1.F.4.",
            "Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE."
          ]
        },
        {
          "sentences": [
            "1.F.5.",
            "Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages.",
            "If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law.",
            "The invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions."
          ]
        },
        {
          "sentences": [
            "1.F.6.",
            "INDEMNITY - You agree to indemnify and hold the Foundation, the trademark owner, any agent or employee of the Foundation, anyone providing copies of Project Gutenberg-tm electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of Project Gutenberg-tm electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any Project Gutenberg-tm work, (b) alteration, modification, or additions or deletions to any Project Gutenberg-tm work, and (c) any Defect you cause."
          ]
        },
        {
          "sentences": [
            "Section 2.",
            "Information about the Mission of Project Gutenberg-tm"
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers.",
            "It exists because of the efforts of hundreds of volunteers and donations from people in all walks of life."
          ]
        },
        {
          "sentences": [
            "Volunteers and financial support to provide volunteers with the assistance they need are critical to reaching Project Gutenberg-tm's goals and ensuring that the Project Gutenberg-tm collection will remain freely available for generations to come.",
            "In 2001, the Project Gutenberg Literary Archive Foundation was created to provide a secure and permanent future for Project Gutenberg-tm and future generations.",
            "To learn more about the Project Gutenberg Literary Archive Foundation and how your efforts and donations can help, see Sections and and the Foundation information page at www. gutenberg. org"
          ]
        },
        {
          "sentences": [
            "Section 3.",
            "Information about the Project Gutenberg Literary Archive Foundation"
          ]
        },
        {
          "sentences": [
            "The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.",
            "The Foundation's EIN or federal tax identification number is 64-6221541.",
            "Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state's laws."
          ]
        },
        {
          "sentences": [
            "The Foundation's business office is located at North West, Salt Lake City, UT 84116, (801) 596-1887.",
            "Email contact links and up to date contact information can be found at the Foundation's website and official page at www. gutenberg. org/contact"
          ]
        },
        {
          "sentences": [
            "Section 4.",
            "Information about Donations to the Project Gutenberg Literary Archive Foundation"
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment.",
            "Many small donations ($ to $5,000) are particularly important to maintaining tax exempt status with the IRS."
          ]
        },
        {
          "sentences": [
            "The Foundation is committed to complying with the laws regulating charities and charitable donations in all states of the United States.",
            "Compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements.",
            "We do not solicit donations in locations where we have not received written confirmation of compliance.",
            "To SEND DONATIONS or determine the status of compliance for any particular state visit www. gutenberg. org/donate"
          ]
        },
        {
          "sentences": [
            "While we cannot and do not solicit contributions from states where we have not met the solicitation requirements, we know of no prohibition against accepting unsolicited donations from donors in such states who approach us with offers to donate."
          ]
        },
        {
          "sentences": [
            "International donations are gratefully accepted, but we cannot make any statements concerning tax treatment of donations received from outside the United States.",
            "U.S. laws alone swamp our small staff."
          ]
        },
        {
          "sentences": [
            "Please check the Project Gutenberg web pages for current donation methods and addresses.",
            "Donations are accepted in a number of other ways including checks, online payments and credit card donations.",
            "To donate, please visit: www. gutenberg. org/donate"
          ]
        },
        {
          "sentences": [
            "Section 5.",
            "General Information About Project Gutenberg-tm electronic works"
          ]
        },
        {
          "sentences": [
            "Professor Michael S.",
            "Hart was the originator of the Project Gutenberg-tm concept of a library of electronic works that could be freely shared with anyone.",
            "For forty years, he produced and distributed Project Gutenberg-tm eBooks with only a loose network of volunteer support."
          ]
        },
        {
          "sentences": [
            "Project Gutenberg-tm eBooks are often created from several printed editions, all of which are confirmed as not protected by copyright in the U.S. unless a copyright notice is included.",
            "Thus, we do not necessarily keep eBooks in compliance with any particular paper edition."
          ]
        },
        {
          "sentences": [
            "Most people start at our website which has the main PG search facility: www. gutenberg. org"
          ]
        },
        {
          "sentences": [
            "This website includes information about Project Gutenberg-tm, including how to make donations to the Project Gutenberg Literary Archive Foundation, how to help produce our new eBooks, and how to subscribe to our email newsletter to hear about new eBooks."
          ]
        }
      ],
      "sentence_count": 441,
      "word_count": 5241
    }
  ],
  "statistics": {
    "total_chapters": 5,
    "total_paragraphs": 780,
    "total_sentences": 2348,
    "total_words": 18012,
    "average_sentences_per_chapter": 469.6,
    "average_paragraphs_per_chapter": 156.0,
    "average_sentences_per_paragraph": 3.01025641025641,
    "average_words_per_sentence": 7.671209540034072
  }
}